{"content": [{"name": "Song Ha T", "avatar": "", "review_rating": "4", "review_title": "Homestay xinh xắn và anh chủ nhiệt tình.", "review_content": "Gần bến xe Hà Giang, mình gọi điện thoại anh chủ đi xe hơi ra đón luôn và không thu phí. Homestay phòng riêng nhà anh đẹp, thiết bị hiện đại, nghe nói anh sắp mở quầy bar nên nếu quay lại mình sẽ ở đây tiếp. Vì không gian homestay nhà anh khá rộng và thiết kế rất xinh xắn.   Nếu cần gì anh chủ nhà đều tư vấn nhiệt tình, từ việc thuê cho tụi mình chiếc xe cực kỳ xịn để chạy đường đèo Hà Giang (4 tỉnh vùng cao và khó đi cần xe tốt) đến việc chỉ quán ăn ngon cho tụi mình. Ngoài ra, còn đặt xe cho tụi mình qua Lào Cai nữa.", "reviewer_location": "dumpxxx"}, {"name": "marszelusz", "avatar": "", "review_rating": "5", "review_title": "Đây thực sự là tốt nhất!", "review_content": "Được rồi, vì vậy nếu bạn đang tìm chỗ ở tại Hà Giang, bạn có thể ngừng tìm kiếm! Đây là nơi của bạn! Chủ nhà là hoàn toàn tốt nhất! Nói tiếng Anh trôi chảy và giúp chúng tôi với tất cả các kế hoạch của chúng tôi bên ngoài Hà Giang. Chúng tôi có thể thuê xe đạp từ anh ấy cho chúng tôi hướng dẫn chi tiết và vô cùng hữu ích! Các phòng cũng đẹp và sạch sẽ. Thực sự, cann không thể tốt hơn. Chúng tôi cảm thấy như ở nhà! !", "reviewer_location": "Budapest, Hungary"}, {"name": "Emil W", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt nhất trong thị trấn", "review_content": "Nơi tốt nhất trong thị trấn, ăn tối với chủ sở hữu và khách du lịch khác. Họ rất thân thiện và đe dọa chúng tôi như gia đình. Nó khá nhưng vẫn gần với mọi thứ. Giá tốt, bạn có thể yêu cầu gì hơn?", "reviewer_location": "Bangkok, Thái Lan"}, {"name": "BeeMax", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ hoàn hảo ở Hà Giang!", "review_content": "Chúng tôi dành 3 đêm tại Creekside Homestay. Đêm đầu tiên chúng tôi ở trong một phòng riêng, trước khi chúng tôi bắt đầu Loop. Chúng tôi có thể thuê xe máy ở đó và để ba lô ở đó, trong khi chúng tôi đang thực hiện Loop. Sau khi chúng tôi trở lại, chúng tôi dành hai đêm ở Ký túc xá, điều này cũng rất thoải mái. Có một khu vực commen đẹp, nơi bạn có thể ngồi với người khác, nói chuyện hoặc uống bia. Nó rất quen thuộc và chúng tôi đã may mắn được tham gia một bữa tối gia đình và bạn bè. Chúng tôi rất thích ở lại đó rất nhiều và chắc chắn sẽ đặt homestay này một lần nữa. Cảm ơn cho một kỳ nghỉ tuyệt vời!", "reviewer_location": "dumpxxx"}, {"name": "fk511", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời", "review_content": "Chúng tôi đã có một kỳ nghỉ thực sự đáng yêu tại homestay này. Chúng tôi ở lại tổng cộng 2 đêm. Có nhiều mặt tích cực.   1) Các nhân viên thật tuyệt vời Chủ sở hữu là tốt bụng, hiếu khách, hữu ích và hiểu biết về cả khu vực địa phương và giao thông vận tải. Anh ấy giúp chúng tôi các hoạt động hàng ngày, thuê một chiếc xe tay ga với giá cả hợp lý và kéo theo vòng lặp Hà Giang. Họ thích nghi với sự khởi đầu sớm của chúng tôi và cho chúng tôi ăn sáng. Anh ta thậm chí còn tổ chức cho một vài thợ máy đón tôi và đưa xe máy trở về Hà Giang sau khi tôi gặp nạn trong vòng lặp. Sự hiếu khách ở đây đã thực sự ở trên và vượt quá mong đợi của chúng tôi.  2) Địa điểm này rất đáng yêu và yên tĩnh cho một đêm nghỉ ngơi tuyệt vời.  3) Các cơ sở nhìn rất mới. Mọi thứ đều sạch sẽ và trông khá hiện", "reviewer_location": "Woking, Vương quốc Anh"}, {"name": "Corbin", "avatar": "", "review_rating": "5", "review_title": "Nhà nghỉ lớn", "review_content": "Địa điểm này là tinh khiết, nằm ở trung tâm, có một bữa ăn sáng tốt mỗi sáng, TV, tủ lạnh, điều hòa không khí, trà / cà phê miễn phí. . . và chủ sở hữu tiện dụng nhất tại Việt Nam. Cảm ơn anh Tuấn Anh và gia đình của bạn, chúng tôi sẽ trở lại mà không nghi ngờ gì nữa.", "reviewer_location": "Hồ Tràm, Việt Nam"}, {"name": "philippa I", "avatar": "", "review_rating": "5", "review_title": "Nơi hoàn hảo để bắt đầu và kết thúc vòng lặp Hà Giang", "review_content": "Cho thuê xe đạp: Chúng tôi thực sự yêu thích ở đây. Chúng tôi (giống như hầu hết) đã đến để thực hiện vòng lặp Hà Giang. Chúng tôi đã thuê xe đạp của chúng tôi ở đây và chúng ở trong tình trạng hoàn hảo (không giống như những chiếc xe đạp tôi đã thuê ở Việt Nam!), Giá thực sự tốt đặc biệt là xem xét chất lượng - 150, 000 vnd cho một bán tự động mỗi ngày. Chúng tôi cũng để túi của mình ở đó và muốn gia hạn thuê thêm một ngày, thật dễ dàng, chúng tôi chỉ cần trả tiền cho chủ sở hữu!  Ngoài ra, nếu bạn không quá tự tin trên một chiếc xe đạp, nơi này nằm trên một con đường yên tĩnh, vì vậy đó là một nơi tốt để bạn tự sửa chữa bản thân, và nếu bạn muốn tận hưởng những con đường lộng gió trên đường vòng, hãy rẽ phải ra khỏi hẻm núi và đi bên phải đầu tiên - đó là một con đường đồi", "reviewer_location": "dumpxxx"}, {"name": "Charlie R", "avatar": "", "review_rating": "5", "review_title": "Nơi hoàn hảo để bắt đầu và kết thúc kỳ nghỉ của bạn tại Hà Giang!", "review_content": "Nơi này là hoàn toàn đáng yêu! Chúng tôi đã có một kỳ nghỉ tuyệt vời ở đây! Người chủ chào đón chúng tôi bằng Cà phê / Trà và một nụ cười ấm áp. Sau đó chúng tôi đã đi đến phòng của chúng tôi rất sạch sẽ và yên tĩnh. Các phòng tắm được chia sẻ nhưng họ cũng rất sạch sẽ! Sau đó chúng tôi đã thuê một chiếc xe đạp bụi bẩn từ họ cho Vòng lặp Hà Giang và điều đó thật tuyệt vời! Khi chúng tôi trở lại, chủ sở hữu cho phép chúng tôi tắm tại ký túc xá mặc dù chúng tôi không ở lại một đêm nữa ở đó. Chúng tôi rất biết ơn nơi này và muốn giới thiệu cho bất cứ ai muốn ở lại Hà Giang! Cảm ơn bạn một lần nữa cho nơi tuyệt vời!", "reviewer_location": "dumpxxx"}, {"name": "Michal K", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời homestay", "review_content": "Chúng tôi đã dành hai đêm ở homestay này. Môi trường tuyệt vời, bữa sáng tuyệt vời. Vị trí rất gần với đường phố chính nhưng nó là nơi yên tĩnh. Chúng tôi lấy đạo đức trực tiếp từ homestay. Chủ sở hữu nói tiếng Anh rất tốt, chúng tôi không có vấn đề giao tiếp với các thành viên khác trong gia đình. Mọi người rất hữu ích với kế hoạch chuyến đi và đặt xe buýt đến điểm đến tiếp theo. Tôi khuyên bạn nên homestay này.", "reviewer_location": "dumpxxx"}, {"name": "KiL", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời homestay", "review_content": "Tôi và bạn bè của tôi đã có một khoảng thời gian tuyệt vời trong nhà trọ xinh đẹp này. Các hộ gia đình đã được thân thiện và hữu ích. Các loại thực phẩm họ làm là hảo hạng, và cũng thân thiện với người ăn chay! Tôi muốn đề nghị điều này cho tất cả mọi người mà thực sự muốn cảm thấy bản chất Việt Nam tốt mà không cần nhìn vào nhiều khách du lịch nhàm chán.", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Jacqulynshow", "avatar": "", "review_rating": "5", "review_title": "Nhà nghỉ tuyệt vời ở một vị trí tuyệt đẹp", "review_content": "Trong trường hợp bạn muốn có được một kiến ​​thức tuyệt vời ở miền Bắc Việt Nam và sau đó quyết định ở lại Hà Giang Creekside với ông Tuấn Anh cũng như gia đình của mình. Họ chào đón bạn vào nhà của họ, cung cấp bộ đồ giường khá thoải mái và một số thực phẩm tốt nhất mà tôi từng nếm thử. Đó là loại nơi bạn có thể lên kế hoạch cho một ngày nhưng ở lại trong 2 ngày. Ở lại đây, bạn sẽ không thất vọng.", "reviewer_location": "Singapore"}], "hotel": {"location": "50 Hai Bà Trưng Tổ 12, Phường Nguyễn Trãi, Hà Giang 310000 Việt Nam", "name": "Ha Giang Creekside Homestay", "geo_data": {}, "room_number": "9", "images": ["https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/38/c9/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/45/ea/8f/getlstd-property-photo.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/38/fb/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/51/14/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/f4/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/ce/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/b6/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/9c/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/74/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/51/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/50/1e/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/4f/f6/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/4f/c4/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/43/ca/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/43/a0/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/43/60/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/40/f1/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/40/b9/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/3e/94/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/60/3e/7a/ha-giang-creekside-homestay.jpg?w=1200&h=-1&s=1"]}}