{"content": [{"name": "Việt N", "avatar": "", "review_rating": "4", "review_title": "Lựa chọn tốt cho Hà Giang", "review_content": "Mình từng ở đây vài lần. Có 2 loại phòng, 1 là phòng bình thường như phòng khách sạn. Phòng rộng, tiện nghi, khá sạch. Mình nói khá sạch vì có lần mình đến thì thấy nhà vệ sinh co ròi, phải nhờ nhân viên giải quyết hộ. Còn 1 loại nữa kiểu như phòng riêng biệt năm ở giữa vườn, loại này đẹp hơn loại kia. Chắc cũng đắt hơn. Nhân viên và đồ ăn ở đây đều ổn. Tuy nhiên nếu bạn muốn buổi tối đi chơi thành phố hà giang mà không có xe thì nên xem xét thì ở đây cách thành trung tâm khoảng 5km.", "reviewer_location": "Việt Nam"}, {"name": "Perry H", "avatar": "", "review_rating": "3", "review_title": "Kỳ nghỉ", "review_content": "Khung cảnh tuyệt đẹp trên một hồ nước nhỏ. Trong ngày này phải rất tốt đẹp. Theo quan điểm của tôi hôm nay là 3 sao. Nó có sức hấp dẫn của nó nhưng cần một số tình yêu và sự chăm sóc thực sự và một số làm mới và tân trang. Bữa sáng rất đơn giản với một vài món bạn có thể chọn.", "reviewer_location": "San Diego, California"}, {"name": "Roo M", "avatar": "", "review_rating": "3", "review_title": "Khách sạn sang trọng, điểm khởi đầu tốt cho các chuyến đi đến NE xa", "review_content": "Không có nhiều lựa chọn cho các địa điểm lưu trú tại Hà Giang và nơi này dường như đứng đầu trong hầu hết các hướng dẫn. Mặc dù tôi chắc chắn có nhiều lựa chọn thay thế homestay tốt. Các phòng đều ổn. Chúng sạch sẽ và có máy lạnh. Tất cả mọi thứ cảm thấy một chút như nó đã có một ngày tốt hơn, nhưng nó là hoàn hảo chức năng như một nơi để ở. Nhà hàng cũng cung cấp thực phẩm đủ phong nha. Nhìn chung, tôi sẽ nói rằng miễn là bạn đến với những kỳ vọng thực tế, nơi này là OK.", "reviewer_location": "Stoke by Nayland, Vương quốc Anh"}, {"name": "jimnhet", "avatar": "", "review_rating": "2", "review_title": "Thật là bỏ lỡ", "review_content": "Nơi này có thể là tuyệt vời nhưng nó là cách đó. Căn phòng bẩn thỉu và ẩm ướt và vòi sen giống như một cái gì đó trong một căn nhà ở xã hội, và một cái phòng ở đó. Các hồ bơi là một màu nâu bẩn và có cặn bã trên nó, nó đã hoàn toàn không sử dụng được. Thức ăn ngon trong nhà hàng và giá cả hợp lý. Điều đó và các bedsheets được sạch sẽ giải cứu nơi này từ một đánh giá một ngôi sao", "reviewer_location": "Bicester"}, {"name": "Matthew C", "avatar": "", "review_rating": "5", "review_title": "Great khu nghỉ mát và thực phẩm tuyệt vời", "review_content": "Chúng tôi ở lại một đêm ở đây sau khi đi vòng Hà Giang trên xe máy. Thật không may, chúng tôi đã không dành nhiều thời gian khi chúng tôi đến lúc 6 giờ chiều và kiểm tra lúc 6 giờ sáng để bắt xe buýt. Nhưng từ những gì chúng tôi thấy đây là một khu nghỉ mát tuyệt vời để dành thời gian thư giãn và tận hưởng những gì Hà Giang đã cung cấp trong sự thoải mái tương đối.  Chúng tôi đã rất đói khi chúng tôi đến như chúng tôi đã được cưỡi cả ngày và các thực phẩm trong nhà hàng đã không thất vọng.", "reviewer_location": "dumpxxx"}, {"name": "ginsengNewYork", "avatar": "", "review_rating": "3", "review_title": "TỐT HƠN SO VỚI DỰ KIẾN", "review_content": "Hãy đối mặt với nó: Theo như các khách sạn quan tâm, không có nhiều sự lựa chọn ở miền Bắc Việt Nam! Nhưng, vì chúng tôi hơi mệt mỏi với những nhà trọ và muốn có sự riêng tư, khách sạn này phù hợp với hóa đơn. Và chúng tôi đã rất ngạc nhiên sau khi đọc nhiều bài đánh giá tiêu cực. Không, nó không phải là một khu nghỉ mát 5 sao, nhưng nó là không công bằng để mong đợi nó như giá là cực kỳ thấp! Phòng thực sự khá phong nha với giường lớn. Các bungalow được bao quanh bởi những khu vườn lớn và có ban công lớn với ghế bập bênh. Phòng tắm không phải là tuyệt vời, với ánh sáng thấp, và như thường lệ, vòi sen làm ướt toàn bộ căn phòng. Nhưng điều hòa không khí và wifi là tuyệt vời. Ăn sáng và ăn tối được phong nha, và dịch vụ dễ chịu. Có, có một số cây anh đào hoa giả nhưng họ không", "reviewer_location": "Thành phố New York, New York"}, {"name": "Fireman_Port", "avatar": "", "review_rating": "2", "review_title": "Một nơi kỳ lạ cho thị hiếu (phương Tây) của tôi", "review_content": "Có vẻ như không công bằng với sự khinh thường vì nơi này không cố gắng phục vụ cho thị hiếu phương Tây - và cũng không nên. Nó là một 'khu nghỉ mát' cho khách du lịch Việt Nam, cung cấp cơ hội chụp ảnh tự sướng trước những cây nhựa, tượng và những con thuyền chèo thuyền! Căn phòng rất tốt. Các bữa ăn rõ ràng trung bình. Tôi nghi ngờ chúng tôi đã được đặt ở đây như là một phần của chuyến đi của chúng tôi thông qua NE Việt Nam vì có rất ít lựa chọn thay thế. Đó là OK khi chúng tôi chỉ đi qua.", "reviewer_location": "Vương quốc Anh"}, {"name": "jamie R", "avatar": "", "review_rating": "2", "review_title": "Khá Grungy", "review_content": "Các phòng đã rất cơ bản và không chính xác sạch sẽ và chắc chắn không thoải mái.  Người dân thực sự tốt đẹp và làm hết sức mình để cung cấp một dịch vụ tốt đẹp và thực phẩm nhưng nó là dành cho khách du lịch địa phương và không phải người châu Âu, những người được sử dụng để tạo ra sự tiện nghi!", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Niyas A", "avatar": "", "review_rating": "1", "review_title": "Nơi này không dành cho khách du lịch", "review_content": "Khu nghỉ mát này là một số loại có được nơi xa cho người dân địa phương và không phải ở tất cả có nghĩa là cho khách du lịch. Khi nó không có nghĩa là cho khách du lịch, tôi đoán tôi không nên phàn nàn vì đó là sai lầm của tôi để đi và ở lại đó:). Do đó tôi thực sự không muốn đi vào chi tiết của sự sạch sẽ kém, thiếu bất kỳ loại tiêu chuẩn vv Hai kinh nghiệm đáng nói đến mặc dù. .   1. Không có nước nóng trong phòng tắm và sau khi tôi báo cáo tôi đã được đưa đến một phòng khác để tôi có thể sử dụng phòng tắm đó. khi đến đó, những vị khách vừa kiểm tra, với rác rưởi khắp phòng, phòng tắm, tôi sẽ không bao giờ quên trang đó. Tôi không có lựa chọn để tắm ở đó bởi vì tôi đã rất tuyệt vọng để có một vòi sen nóng trước khi tôi tiếp tục trong chuyến đi 7 giờ tiếp theo của tôi trở lại", "reviewer_location": "Melbourne, Úc"}, {"name": "ldhf", "avatar": "", "review_rating": "1", "review_title": "Cần hiện đại hoá đáng kể và quản lý tốt hơn", "review_content": "Nơi này tự hào là một khu nghỉ mát tuyệt vời, nhưng là một bộ sưu tập nhiều loại bungalow và phòng chức năng được đặt trong một khu vườn bán nhiệt đới ảm đạm với những con đường lát đá, ao và những tác phẩm điêu khắc kỳ lạ như một con tê giác lớn. Chủ đề bộ dụng cụ, được thúc đẩy bởi vai trò khác của khách sạn như một địa điểm tổ chức đám cưới và 'hấp dẫn' cho người dân địa phương, tiếp tục với những vòm hoa bằng nhựa và những cành cây giả, và khu vực tiếp khách bị hỏng cho những bức ảnh chụp đám cưới. Khách sạn được thiết lập bởi một con sông màu xanh lá cây dank, và có một hồ bơi: nó đã được một nửa đầy nước bẩn và rác nhựa khi chúng tôi đến, và trống rỗng vào sáng hôm sau. Ván sàn trũng của hồ bơi đã dẫn đến một khối nhà 3 tầng mới đang được xây dựng, trong đó các công nhân", "reviewer_location": "Macclesfield, Vương quốc Anh"}, {"name": "jeffmunce", "avatar": "", "review_rating": "4", "review_title": "Cài đặt thú vị.", "review_content": "Những khu vườn quanh các biệt thự rất thú vị. Các phòng đều rộng rãi và giường thoải mái. Điều hòa không khí thật tuyệt vời và hoạt động tốt. Vòi sen là một căn phòng ướt mà hầu như không được tôi yêu thích. Bữa sáng và bữa tối được phục vụ dưới một tòa nhà. Các thực phẩm và dịch vụ đã được thỏa đáng.", "reviewer_location": "Brisbane, Úc"}, {"name": "GoingSoloNepal", "avatar": "", "review_rating": "3", "review_title": "TÌNH TRẠNG DÂN TỘC SURROUNDED CỦA NÚI", "review_content": "Nằm ở vùng ngoại ô của thị trấn (5 Km), lối vào thu hút bạn vào các khu đất công viên, nơi cây ăn quả (bưởi, nhãn) và cây xanh rất nhiều. Resort này mang đến cảm giác yên bình với tầm nhìn ra quang cảnh núi non và dòng sông.  Tuy nhiên, cảm giác sinh thái bị tàn phá bởi những hàng giả khổng lồ - cây / hoa, ghế sân vườn bằng gỗ và đu tre. Điều đó nói rằng, nó có một loạt các hoa và nở hoa. Tôi cũng phát hiện một số ớt rất khỏe mạnh! Có một cái hồ với vịt, với đà điểu trong một cây bút gần đó.  Đến trước khi mặt trời lặn, chúng tôi xoay xở đi bộ quanh những căn cứ sắc màu rực rỡ, đi theo những con đường dẫn đến khu vườn, hồ bơi và boong tàu (đang được xây dựng) bên dòng sông. Hoàn hảo để thư giãn để đón hoàng hôn.  Khu nghỉ mát này đi kèm với các phòng (tiêu chuẩn, deluxe,", "reviewer_location": "Kuala Lumpur, Malaysia"}, {"name": "mandy s", "avatar": "", "review_rating": "1", "review_title": "Ở trong nhà nghỉ Eco", "review_content": "Không có nước uống được cung cấp, không có tiện nghi trong phòng. Tv không hoạt động. Không có muỗng cà phê! Nơi này tính phí giống như Sapa Vista Resort và nó không phải là nơi gần chấp nhận được với mức giá đó. 1 sao nếu đó. Phòng tắm khủng khiếp. Tất cả các kệ rơi ra khỏi tường.", "reviewer_location": "Dulong, Úc"}, {"name": "Esther P", "avatar": "", "review_rating": "4", "review_title": "Sự lựa chọn tốt ở thành phố Hà Giang", "review_content": "Tài sản này là một thỏa thích! Tôi đã tham quan một tour du lịch tùy chỉnh của tỉnh Hà Giang và dự kiến ​​sẽ có một homestay \"cho trải nghiệm. \"May mắn thay, hướng dẫn viên giàu kinh nghiệm của tôi đã cho tôi lựa chọn thay thế một kỳ nghỉ tại khu nghỉ mát này. Là một ngày nóng bức, anh ấy đã cho tôi ở \"điều hòa không khí. ”  Tài sản là đáng yêu với trồng tốt đẹp, Có một chút của một vườn thú đã bị mờ và một công viên giải trí cho trẻ em hoạt động trong ngày. Vào thời điểm tôi đến thăm (tháng 3 năm 2017) họ đang xây dựng một nhà hàng mới cũng như tám phòng mới dọc theo dòng sông. Vì vậy, có một chút tiếng ồn xây dựng và thiết bị về.  Tôi đã có phòng 306 lớn, hiện đại trong thiết kế, với giường cỡ King, phòng tắm kích thước tốt với bồn tạo sóng, TV màn hình phẳng với 58 trạm cáp", "reviewer_location": "Chicago, Illinois"}], "hotel": {"location": "430 Nguyen Van Linh Road, Hà Giang 29000 Việt Nam", "name": "Truong Xuan Resort", "geo_data": {}, "room_number": "30", "images": ["https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/84/38/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/cf/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/79/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/68/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/4e/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/38/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/20/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/86/0d/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/f2/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/b0/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/96/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/77/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/5f/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/4c/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/32/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/85/10/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/84/f2/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/84/d3/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/84/ba/truong-xuan-resort.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/05/84/ac/truong-xuan-resort.jpg?w=1200&h=-1&s=1"]}}