{"content": [{"name": "emeli_li", "avatar": "", "review_rating": "4", "review_title": "Khá okay với giá phòng", "review_content": "Hostel sạch sẽ, có điều nhà vệ sinh chung khá ít phòng, ăn sáng đơn giản nhưng không đòi hỏi nhiều vì giá phòng cũng k cao. Hostel có thuê xe máy lên Đồng Văn, chủ yếu là nghỉ qua đêm để phượt Đồng Văn _ Mèo Vạc nên cũng không có trải nghiệm nhiều ở tp Hà Giang.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Tin", "avatar": "", "review_rating": "5", "review_title": "best hostel in Ha Giang", "review_content": "Phòng rẻ, đẹp, phù hợp với giá tiền người du lịch, giá tiền hợp lí có kèm miễn phí ăn sáng, giá thuê xe rẻ mà chất lượng chăm sóc khách hàng tận tình chu đáo \"come here to sleep and rent a motorbike...\"", "reviewer_location": "Hà Giang, Việt Nam"}, {"name": "tùng t", "avatar": "", "review_rating": "5", "review_title": "Best homestay in Ha Giang city", "review_content": "So clean. So friendly.  Mọi người nên đặt phòng trước bởi vì người nước ngoài đông lắm luôn.  Các chị chủ quán xinh gái . Dễ thương. Nhiệt tình Doom 5$/người/ngày có ăn sáng cafe Thuê xe máy giá cực tốt 160k/ngày xe mới Có xe oto đưa ra tận bến xe khi về. Cảm ơn rất rất nhiều! ( ảnh chụp quán hơi vội không đẹp lắm)", "reviewer_location": "dumpxxx"}, {"name": "Logan", "avatar": "", "review_rating": "5", "review_title": "Marky là một huyền thoại!", "review_content": "Chúng tôi đến lúc 4 giờ sáng trên một chuyến xe buýt đêm đến Hà Giang. Các nhân viên cho chúng tôi vào phòng cho chúng tôi xem. Marky từ nhà của Kiki đã được một người bạn giới thiệu cho chúng tôi để thực hiện Vòng lặp Hà Giang và chúng tôi không thất vọng. Chúng tôi đã dành 3 ngày 2 đêm trên đường vòng và đó là điểm nổi bật của tôi về cả bốn quốc gia mà tôi đã đến thăm ở Đông Nam Á.  Các ký túc xá yên tĩnh nhưng thoải mái và sạch sẽ. Khu vực ăn uống và ăn uống bên cạnh rất tuyệt và tất cả nhân viên đều rất thân thiện.  Chúng tôi đã nói chuyện với Marky vào sáng hôm sau, người rất thân thiện và nói tiếng Anh tuyệt vời. Đó là $ 60 USD mỗi ngày. Điều này bao gồm xe đạp bán tự động 2019 mới, nhiên liệu, bảo hiểm, mũ bảo hiểm, nước, thực phẩm và chỗ ở. Tất cả bạn phải trả cho đồ", "reviewer_location": "dumpxxx"}, {"name": "Margot  A", "avatar": "", "review_rating": "5", "review_title": "Đánh giá nhà Kiki", "review_content": "Nhân viên thực sự thân thiện và hợp tác. Ký túc xá sạch sẽ và thoải mái, không quá giá. Chúng tôi đã được trao xe máy trong tình trạng tốt cùng với sự tự tin mà chúng tôi cần để hoàn thành vòng lặp. Các nhân viên đã rất kiên định và yên tâm về sự an toàn của chúng tôi và chúng tôi hoàn toàn tin tưởng họ. Tôi rất muốn giới thiệu ở và thuê xe đạp của bạn từ đây!", "reviewer_location": "dumpxxx"}, {"name": "Marky", "avatar": "", "review_rating": "5", "review_title": "Nhà nghỉ đẹp", "review_content": "Tôi đến Kiki vào khoảng 4 giờ sáng. Họ kiểm tra tôi và rất thân thiện. Tôi đã đặt một chuyến đi dễ dàng trong 4 ngày, đó là một ý tưởng tốt cho vòng lặp, hướng dẫn viên nói tiếng Anh trôi chảy và chỉ cho tôi mọi nơi. Tôi đã có thời gian tốt nhất tại Kiki.", "reviewer_location": "dumpxxx"}, {"name": "AletheaDowling", "avatar": "", "review_rating": "5", "review_title": "Vì vậy, nhà tuyệt vời ở tỉnh Hà Giang.", "review_content": "Tôi đã dành hai đêm tại ngôi nhà xinh đẹp này và tôi chắc chắn có thể nói rằng tôi yêu ngôi nhà, địa điểm và gia đình sống ở đó. Ông Thiên và vợ rất thân thiện và tốt bụng, họ rất hữu ích, nhà sạch sẽ", "reviewer_location": "dumpxxx"}, {"name": "763nirk", "avatar": "", "review_rating": "5", "review_title": "Khuyến nghị cao nhất", "review_content": "Đến nhà Kiki, lúc 4 giờ sáng và đặt phòng cho đêm ngay tại chỗ. Phòng sạch sẽ và giường thoải mái. Sáng hôm sau, chúng tôi dùng bữa sáng và có mặt trên những tay đua dễ dàng lúc 9:00. Các tài xế của chúng tôi, Dong và Phe đều tuyệt vời, nói tiếng Anh tuyệt vời và dừng lại để giải thích cho chúng tôi lối sống địa phương tại nhiều điểm khác nhau trên đường đi. Nhìn chung, đó là một trải nghiệm 3 ngày tuyệt vời và chúng tôi sẽ mang theo chúng tôi suốt đời.", "reviewer_location": "Danube-Auen National Park, Áo"}, {"name": "Benniiiita", "avatar": "", "review_rating": "5", "review_title": "Ở lại hoàn hảo, đó là tất cả những gì tôi phải nói!", "review_content": "???? Tôi sẽ trở lại! Các công cụ = gia đình rất đáng yêu và chào đón :) lợi ích khác là cảnh núi non đẹp, wifi miễn phí, tắm nước nóng, vị trí tốt, thức ăn ngon, lắc lạ mắt và cà phê Việt Nam ngon! :) Bạn đã bao giờ uống cà phê trứng chưa? - bạn nên thử, rất ngon! ! ! Bữa sáng được bao gồm - bon ngon miệng :) Nếu bạn muốn đến Hà Giang Loop, hãy thuê một chiếc xe máy của Kiki's House - bạn có thể giữ ba lô của mình tại nhà nghỉ - merci! Ký túc xá rất đẹp và sạch sẽ, cũng đủ không gian để tập yoga :) Tôi rất tiếc vì tôi không có thời gian để ở lại nhiều đêm hơn. Ở lại hoàn hảo, đó là tất cả những gì tôi phải nói! Cảm ơn rất nhiều vì tất cả những lời khuyên tốt cho Vòng lặp Hà Giang!", "reviewer_location": "Dresden, Đức"}, {"name": "Matthias R", "avatar": "", "review_rating": "4", "review_title": "Giá trị tuyệt vời của tiền", "review_content": "+ Kẻ giết người đáng đồng tiền, phòng riêng có phòng tắm + bữa sáng với giá 13 USD! ! ! Xuất sắc !  Túi của chúng tôi được giữ miễn phí trong 3 ngày khi chúng tôi đi xe máy.  Chủ sở hữu làm việc với hướng dẫn viên / tài xế xe máy cho vòng lặp cho những người bạn không tự tin lái xe / tham quan. Chúng tôi đã sử dụng dịch vụ của họ trong 3 ngày và đã có khoảng thời gian tuyệt vời! ! !   - Nệm trong vỏ nhựa. . . Tôi hiểu quan điểm của họ về quan điểm làm sạch, nhưng tôi chỉ ghét nó.  Chúng tôi ở trong 2 phòng ngủ với cả hai phòng tắm có đường ống nước để sơ tán hoàn toàn bị tắc. Mặc dù tôi có thể hiểu những điều đó xảy ra một cách tự nhiên, tôi tin rằng người giúp việc / dọn dẹp nên đã chú ý và sửa nó.  Thêm nồi hơi nước trong phòng sẽ là bước tiếp theo.", "reviewer_location": "dumpxxx"}, {"name": "mrs_miawallace292", "avatar": "", "review_rating": "5", "review_title": "Hostel tốt, tài xế tuyệt vời", "review_content": "Nhà nghỉ khá đẹp. Khá sạch sẽ, giường thoải mái, bữa ăn sáng tốt và nhân viên hữu ích. Nhưng điều tôi thích nhất là tài xế họ tổ chức cho tôi, ph. Tôi đã làm một vòng lặp ba ngày với anh ta, trả 2 100 000 đồng (khoảng 77 €) và anh ta đáng giá từng xu. Tôi đã có một tài xế, hướng dẫn và bạn thân cho số tiền đó. Tôi có một chút con gà nhưng tôi cảm thấy luôn an toàn với anh ấy (anh ấy có 14 năm kinh nghiệm đi xe máy ở H Giang). Anh ấy đang chỉ cho tôi những điểm mà tôi không bao giờ tìm thấy chính mình, giới thiệu cho tôi về thực phẩm và nghề thủ công địa phương và kiểm tra mọi lúc nếu tôi không sao cả. Anh ấy có một hành trình nhưng linh hoạt nếu bạn muốn một cái gì đó khác. Các homestay là những nơi tốt đẹp và rẻ và tốt để gặp gỡ những khách du lịch khác. Và cuối cùng, anh ấy", "reviewer_location": "Berlin, Đức"}, {"name": "Trudester", "avatar": "", "review_rating": "5", "review_title": "Nhà khách và nhà điều hành tour du lịch tuyệt vời", "review_content": "Tôi ở tại kiki Lôi trước và sau chuyến đi xe máy 5 ngày của tôi ở vòng lặp Hà Giang. Nhà khách rất thoải mái và nhân viên thân thiện và có sức chứa. Tôi tham gia bữa tối gia đình của người Hồi giáo rất rẻ và ngon. Chuyến đi là phần tốt nhất trong chuyến đi của tôi. Kiki sắp xếp cho một người lái xe và xe máy với giá rất phải chăng. Tài xế của tôi, Hiếu, thật xuất sắc. Yêu cầu Hiếu nếu bạn muốn một chuyến đi an toàn và thú vị. Anh ấy thực sự là đặc biệt. Theo quan điểm của tôi, tuyến đường rất nguy hiểm vì vậy bạn thực sự nên thuê một người lái xe quen thuộc với những con đường và lái xe ở Việt Nam. Tôi thấy một tai nạn và một vài người bị thương. Nhiều khách du lịch lái những con đường này thật đáng tiếc. Kinh nghiệm lái xe trên xe máy là không đủ cho những con đường này. Chỉ", "reviewer_location": "Ottawa, Canada"}, {"name": "Maxine B", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở", "review_content": "Chúng tôi ở lại đây một đêm trước khi rời khỏi một chiếc xe riêng để thực hiện chuyến đi vòng quanh. Họ đã giúp chúng tôi đặt một chiếc xe hơi và quyết định những gì chúng tôi muốn thấy trong 2 ngày chúng tôi đã có. Họ cũng cho chúng tôi tắm khi chúng tôi trở về từ chuyến đi. Họ đặt chúng tôi xe buýt đêm đến Hà Nội cũng như chuyển đến bến xe buýt. Tôi sẽ khuyên bạn nên ở lại đây. Các bữa ăn sáng là đơn giản nhưng tốt và bao gồm trong giá cả.", "reviewer_location": "Cheddar, Vương quốc Anh"}, {"name": "Vir P", "avatar": "", "review_rating": "2", "review_title": "Thật không may có một số rắc rối", "review_content": "Các cá nhân từ xe buýt đến Hà Nội là cực kỳ thô lỗ với người nước ngoài. Nói chuyện với hành khách, rất thô lỗ và luôn ưu tiên người dân địa phương (chỉ có họ mới có thể chọn chỗ ngồi và chuyển sang khu phố cũ, trong khi nhóm người nước ngoài phải ngủ lại dù chúng tôi không muốn và họ không cho chúng tôi chuyển khoản miễn phí đến khu phố cổ Hà Nội, thanh toán 250.000 đồng). Chúng tôi đã không ở tại ký túc xá, nhưng thuê một chiếc xe tay ga tự động để làm vòng Hà Giang. Khi chúng tôi có 3 ngày mưa, chiếc xe máy ngừng hoạt động nhiều lần (bao gồm cả còi làm ổ đĩa trên núi một chút nguy hiểm) và chúng tôi phải mang xe máy đến thợ máy vào ngày thứ 4 nhờ người dân địa phương trên núi Đã giúp chúng tôi. Mặc dù họ trả lại tiền cho chúng tôi (điều đó là tốt), chúng tôi không tận hưởng", "reviewer_location": "dumpxxx"}, {"name": "Laís M", "avatar": "", "review_rating": "3", "review_title": "Cho thuê xe máy", "review_content": "Chúng tôi chỉ thuê một chiếc xe máy cho chiếc vòng tại nhà của Kiki. Chiếc xe đạp có hình dáng tốt và chúng tôi không có vấn đề gì với nó, điều duy nhất là khi chúng tôi trở lại, họ đã cố gắng tính phí cho chúng tôi thêm một ngày nói rằng họ không thuê 24 giờ. Họ không nói khi chúng tôi nhặt chiếc xe đạp, vì vậy chúng tôi cho rằng nó giống như mọi nơi khác. Nếu bạn thuê xe đạp từ đó, hãy chắc chắn rằng bạn có quy định rõ ràng trước khi rời khỏi.", "reviewer_location": "dumpxxx"}, {"name": "Malte S", "avatar": "", "review_rating": "5", "review_title": "Điều trị ngọt ngào và cá nhân, phương tiện và xe đạp tốt", "review_content": "Chúng tôi thuê xe máy cho vòng Hà Giang trong 3 ngày tại Kiki's. Chiếc xe đã được bán tự động - rất mạnh mẽ và chạy rất tốt ngay cả ở vùng núi. Ngay trước khi đến sau tour du lịch 3 ngày của chúng tôi, chúng tôi đã có một lốp xe phẳng và đẩy nó vào phần còn lại - chúng tôi không phải trả tiền sửa chữa và chúng tôi thậm chí có thể tắm trong khi chờ xe buýt.", "reviewer_location": "Copenhagen, Đan Mạch"}, {"name": "Filip V", "avatar": "", "review_rating": "5", "review_title": "Chỉ thuê xe máy", "review_content": "Chúng tôi đã không ở đó, chỉ cần thuê xe máy ở đó. Xe máy có hình dáng tốt (tốt nhất chúng tôi đã trải nghiệm ở Việt Nam) và chúng tôi đã thực hiện trên 600 km mà không bị trục trặc. Nhân viên rất thân thiện và hữu ích. Giá xe đạp tốt cho tỉnh Hà Giang.  Nếu bạn đang đi du lịch tỉnh Hà Giang trên xe máy, chắc chắn thuê chúng ở đây.", "reviewer_location": "dumpxxx"}, {"name": "Carla B", "avatar": "", "review_rating": "5", "review_title": "Khi bạn cần", "review_content": "Sau một chuyến đi khá dreadfull trong xe buýt đêm chúng tôi đến rất sớm vào buổi sáng (5 giờ sáng) tại Kiki của tuyệt vọng để ngủ thêm một vài giờ. Unfortuanatly nơi đã được đặt đầy đủ nhưng may mắn Tin cho chúng tôi ngủ trên một cáng và ghế sofa, ông thậm chí đã cho tôi chăn của mình! Sau khi chúng tôi thức dậy, chúng tôi thuê xe máy, rẻ hơn rất nhiều so với một số nơi khác ở Hà Giang. Sau vòng 3 ngày của chúng tôi, anh ta cũng bố trí xe buýt đến Hà Nội. Dịch vụ tuyệt vời! !", "reviewer_location": "Horn, Hà Lan"}, {"name": "KaroGroningen", "avatar": "", "review_rating": "4", "review_title": "Tốt ký túc xá thậm chí tốt hơn các xe máy", "review_content": "Chúng tôi đã giảm xuống với các nightbus và không đặt phòng chúng tôi Ở đâu có thể ở lại qua đêm. Sáng hôm sau tôi gặp một số khách khác và tôi có thể tham gia cùng họ để làm vòng lặp. . một chút thực hành trên một chiếc xe tay ga bán tự động và tắt chúng tôi đã đi! Wauw những gì một vòng lặp tuyệt vời, chúng tôi đã có 3 chúng tôi nụ cười lớn trên khuôn mặt của chúng tôi. Những chiếc xe tay ga có chất lượng thực sự tốt. Sau 3 ngày trở lại nhà của Kiki. . Để ở lại một đêm khác. Chúng tôi khuyên bạn nên tham gia bữa tối Gia đình! (Cho đến nay có những lựa chọn thực phẩm tốt nhất ở Việt Nam)  Vì vậy, lớn cộng với về nơi này; xe tay ga, nhân viên trợ giúp nói tiếng Anh, bữa sáng bao gồm, bữa tối gia đình (chỉ 50 000 dng)  Dấu trừ; đá cứng matrasses (bạn wil tìm thấy ở rất nhiều nơi)", "reviewer_location": "Groningen, Hà Lan"}, {"name": "Mor O", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời", "review_content": "Chúng tôi thuê 2 chiếc xe đạp từ kiki và chúng rất tuyệt, chúng cũng cho chúng tôi tắm và bỏ túi và giặt đồ mà không cần đặt giường. Các nhân viên xử lý tất cả các nhu cầu của chúng tôi. Nơi tuyệt vời để ở trước hoặc sau vòng lặp.", "reviewer_location": "dumpxxx"}, {"name": "Amber", "avatar": "", "review_rating": "4", "review_title": "Phòng rộng rãi nhưng dịch vụ có thể tốt hơn", "review_content": "Chúng tôi đến từ một hành trình dài từ Sapa và rất vui với căn phòng lớn. Chúng tôi đặt một giường đôi nhưng có 2 giường đôi. Chúng tôi đã lên lịch chặt chẽ vì chuyến bay của chúng tôi về nhà vào ngày 23 nên chúng tôi cần trở lại Hà Nội vào ngày 22. Chúng tôi muốn đặt xe buýt ngay lập tức để chúng tôi không phải nghĩ về nó nữa. Khi chúng tôi hỏi anh chàng ở quầy lễ tân nếu họ có thể đặt xe buýt cho chúng tôi, anh ấy chỉ nói có và không làm gì cả. Vì vậy, chúng tôi hỏi một lần nữa nếu anh ta có thể đặt nó cho chúng tôi ngay bây giờ bởi vì chúng tôi không thể bỏ lỡ xe buýt đó. Rồi anh ta nói 'không ngày mai'. Vì vậy, chúng tôi đã loại nhầm lẫn những gì có nghĩa là hè và đã đi đến tiếp tân một lần nữa vào ngày hôm sau. Cùng một anh chàng đã ở đó và cứ nói có một lần nữa. Sau đó", "reviewer_location": "Rotterdam, Hà Lan"}, {"name": "Robin P", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở lại trước khi bắt đầu vòng lặp phía Bắc!", "review_content": "Thời gian của chúng tôi tại Kiki là hoàn hảo. Chúng tôi ở lại 2 đêm trước khi đi vòng phía bắc. Chúng tôi đã gặp rất nhiều người tuyệt vời ở đó và các nhân viên rất đẹp, rất có sức chứa.  Chúng tôi đã có bữa ăn tối gia đình vào đêm thứ 2 của chúng tôi với tất cả mọi người. Mọi người chắc chắn làm cho nơi này và của kiki.  Chúng tôi ở trong một căn phòng riêng với 2 giường đôi và 2 giường tầng. Nó hoàn hảo cho 4 chúng tôi. Tiện nghi rất tuyệt.  Chắc chắn đề nghị của kiki!", "reviewer_location": "dumpxxx"}, {"name": "Juliolo l", "avatar": "", "review_rating": "3", "review_title": "Không phải là nơi để nghỉ ngơi", "review_content": "Nơi này là một nơi đẹp và sạch sẽ, nhưng rất khó để nghỉ ngơi ở đó. Các bức tường rất mỏng và bạn có thể nghe mọi thứ xảy ra trên các phòng khác. Tuy nhiên, họ đóng cửa các nơi giữa 22: 30 và 23: 00 họ không khuyên mọi người im lặng hoặc không có yêu cầu im lặng. Tôi không thể ngủ đến 1:30 sáng bởi vì một nhóm người đang trò chuyện và cười to nhưng nhân viên của nơi đó không làm gì để tránh nó. Ngoài ra, nhân viên rất tốt và hữu ích", "reviewer_location": "dumpxxx"}], "hotel": {"location": "134B Lý Tự Trọng, Hà Giang 310000 Việt Nam", "name": "Nhà Nghỉ Kiki's House", "geo_data": {}, "room_number": "7", "images": ["https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/3a/08/the-front-of-kiki-s-house.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/b1/60/78/getlstd-property-photo.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/3a/b1/happy-at-kiki-cafe.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/3a/4e/the-front-of-kiki-s-house.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/39/b5/nice-picture.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/39/4d/kiki-cafe.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/39/0f/kiki-cafe.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/38/c4/our-guests.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/38/7b/funny-guy.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/38/58/we-will-have-dinner-together.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/37/f1/we-give-you-the-travel.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/37/9f/you-will-have-breakfast.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/80/37/5b/happy-dinner-here.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/88/53/7d/caption.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/c9/b8/d9/kiki-s-house-hostel.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/c9/b8/c9/kiki-s-house-hostel.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b5/ae/83/img-20200126-173854839.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b5/ae/82/img-20200126-173749193.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/70/71/3a/kiki-s-house-hostel.jpg?w=1200&h=-1&s=1", "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/7b/5e/73/kiki-s-house-hostel.jpg?w=1200&h=-1&s=1"]}}