{
    "content": [
        {
            "name": "thảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "lần đầu có chuyến đi xa dài ngày nói chúng là tuyệt vời luôn, từ khách sạn và nhân viên phục vụ ạ, nhờ có nhân viên tận tâm chỉ đi ăn uống vừa ngon vừa rẻ mà chất lượng nữa. Đặc biệt được anh nhân viên mua giùm cho món chả bò, ăn ngon tuyệt luôn kkkk. Chắc chắn sẽ ghé đến khách sạn lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bach Huong",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn ",
            "review_content": "Đà Nẵng là nơi tham quan nhiều cảnh đẹp và khách sạn tôi ở tương đối gần các điểm du lịch, tuy khách san ko to nhưng cũng sạch sẽ, lễ tân nhiệt tình, phòng của tôi ko cửa sổ nhưng có giếng trời, hơi bí 1 chút. Chăn vs ga còn một  số vết bẩn, nhà tắm sạch sẽ, bữa sáng lên thay đổi món một chút. Giá phòng hợp lí.",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "BlueJane",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thận thiện, giá cả phải chăng",
            "review_content": "Mình du lịch cùng 3 bạn gái nữa, ở phòng suite cho 4 người mà giá cá rất tốt, chỉ 750.000 1 đêm cho 4 người.   Phòng Suite 702 khá thoải mái, nhà wc có bồn tắm và khá rộng. Phòng có ghế sofa và cửa sổ chụp ảnh sống ảo tốt. Phòng Suite chất lượng tốt.  Khách sạn cho thuê cả xe máy với giá 150.000 cho xe tay ga mới. Xe Lead, Airblade hoặc Vision. Xe mới, chạy khá đầm tay. Hoặc có thể thuê xe số, nhưng xe cũ và phanh k ăn. Nên thuê xe ga.   Bạn tiếp tân nữ với 1 anh nv ở đấy thân thiện,  chỉ cho mình nên đi đâu, xem gì, đi xe máy nên đi đường gì. Nói chung là rất tuyệt vời.   Điểm mình k thích là anh tài xế lái xe đưa đón mình ra sân bay cứ gạ mình dùng xe của anh ý. Mặc dù đang thuê xe máy để đi.  Làm mình rất ngại.  Thêm nữa phòng cách âm k tốt lắm. Trong phòng có thể nghe được",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Jet828546",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Anh chị chủ nhà cực kì đáng yêu, tốt bụng và chiều khách",
            "review_content": "Tôi đã có 1 trải nghiệm cực kì tốt đẹp ở Đà Nẵng, 1 trong số đó là nơi nghỉ chân vào mỗi tối sau 1 ngày đi chơi long nhong khắp thành phố. Raon mang lại cho tôi cảm giác an toàn, an tâm. Anh chị chủ nhà cực kì nhiệt tình và tốt bụng, tôi đã được phục vụ chu đáo như ở nhà với mẹ ý :* Cảm ơn Raon!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "VietCam267",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi dừng chân iu thích khi đến với ĐN",
            "review_content": "Đến ĐN theo kế hoạch của cty và thật tình cờ khi được đến dừng chân tại RAON. Phải nói là rất hài lòng về ks, từ phòng ốc đến chất lượng phục vụ Trong những ngày ở đây thật sự yên tâm vs raon, từ những khâu nhỏ nhất, dường như ks chuẩn bị rất đầy đủ. Ks gần biển, view đẹp, thuận tiện ngắm hay dạo biển. Anh chủ thì rất dễ mến, đến lễ tân cũng rất dễ thương và thân thiện, dân tỉnh khác đến thăm ĐN nên hầu như ít biết nhiều chỗ tham quan, ăn ngon, uống rẻ, nhưng nhờ hai bạn lễ tân nhiệt tình chỉ cho mak mình và bạn cùng phòng đã có những trải nghiệm thêm rất thú vị về ĐN. Phòng cũng rất \"cool\", sạch sẽ, tiện nghi và đẹp nữa nhưng giá cả rất phải chăng. Raon hottel - nơi dừng chân lý tưởng!!!! Sẽ đến và tiếp tục chọn nơi đây cho những lần đến tiếp theo. Và chắc chắn mình sẽ giới",
            "reviewer_location": "Tỉnh Bình Thuận, Việt Nam"
        },
        {
            "name": "Sherpa550090",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn tốt cho chuyến đi Đà Nẵng thú vị!",
            "review_content": "Khách sạn thiết kế sáng tạo, không gian tươi mới dễ thương, phòng sạch sẽ, nhân viên vui vẻ nhiệt tình, vị trí gần cả trung tâm và công viên, an ninh & rất thuận tiện. Giá cả quá hợp lý với chất lượng phục vụ. (y) (y) (y)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng để ở khi ghé qua Đà Nẵng",
            "review_content": "Đến Đà Nẵng 2 lần và lần nào mình cũng ở Raon, dịch vụ, cách phục vụ đều vượt tầm mức giá, các bạn lễ tân rất nhiệt tình đặc biệt là anh chủ vui tính và cực kì quan tâm khách hàng. Chắc chắn lần tới ghé Đà Nẵng sẽ ghé qua Raon <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiểu T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm đến tốt khi đặt chân đến đà Nẵng!",
            "review_content": "Mỗi khi vào đà Nẵng gia đình tôi ko còn phải tìm ks hay nha nghỉ nữa.  Đơn giản vì đã có Raon trong danh bạ.  Địa điểm đẹp gần biển, Nhân viên tiếp đón nhiệt tình chu đáo, phòng ốc  sạch sẽ thoáng mát, giá cả hợp lý.Gia đình tôi rất hài lòng với Raon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "haiyen t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Clean room, nice service!!!",
            "review_content": "Khách sạn mới phòng sạch sẽ, NV nhiệt tình,thân thiện với khách, giá cả nói chung là ổn với chất lượng phòng. Có ăn sáng ở khách sạn nhưng đồ ăn chưa phong phú và bị lặp lại nhiều. Nếu quay lại chắc chắn sẽ chọn RAON <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vũ Nhật Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một sự lựa chọn đúng",
            "review_content": "Mình có dịp đi công tác Đà Nẵng, được giới thiệu đến khách sạn Raon. Cung cách phục vụ và các dịch vụ đều rất tốt! Có cả ăn sáng ngay tại chỗ nên không cần đi đâu xa. Khách sạn mới nên phòng ở khá sạch sẽ! Nếu đến Đà Nẵng, mình sẽ lại tiếp tục chọn ở đây!",
            "reviewer_location": "Buôn Ma Thuột, Việt Nam"
        },
        {
            "name": "Bảo N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cứ đi rồi sẽ đến",
            "review_content": "KS mới phòng sạch sẽ, gần biển và đặc biệt nhân viên vô cùng tâm huyết, chu đáo với khách. Nhưng đồ ăn của khách sạn chưa phong phú và ít món  Nếu có cơ hội quay lại với Đà Nẵng chắc chắn sẽ đến với Raon :*",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "217kh_nhl",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Khách sạn mới, phòng khá xinh, sạch đẹp, ngay gần biển, nhân viên thân thiện và nhiệt tình. Mình đặt phòng Superior 1 giường đôi nhưng được upgrade miễn phí lên Deluxe view biển 2 giường, giường khá rộng. Có điều ăn sáng ở khách sạn khá ít món, đồ ăn chưa được phong phú. Sẽ quay lại khách sạn nếu có dịp tới Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mike E",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở lại ...",
            "review_content": "Lần thứ hai của tôi ở đây trong năm nay, yêu khách sạn nhỏ này. Nằm trên một con đường khá đẹp, Bãi biển, nhà hàng, quán ăn và spa trong vòng 5 phút đi bộ. Tôi ở cùng phòng với lần trước, một đôi nhỏ, rất sạch sẽ và thoáng mát, không sao cho 1, đấu tranh cho 2 (tôi sẽ đặt phòng lớn hơn vào lần tới). Tất cả nhân viên thân thiện, tươi cười và hữu ích, đặc biệt là Thu và Hằng tại quầy lễ tân, luôn luôn trò chuyện, quan tâm đến ngày của tôi như thế nào. Hữu ích trong việc đưa ra gợi ý về cách tận dụng tối đa thời gian của tôi ở Đà Nẵng. Để lại áo khoác của tôi ở phía sau của một 'Grab' Thu liên lạc với họ mà không do dự (áo trả lại). Một lần nữa, vấn đề duy nhất là bữa sáng, tuy nhiên, là đủ để tôi bắt đầu ngày mới. Tất cả trong tất cả, một kỳ nghỉ tuyệt vời, khách sạn giá trị tuyệt",
            "reviewer_location": "Grantham, England, United Kingdom"
        },
        {
            "name": "Nangfar",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ấn tượng ở Đà Nẵng",
            "review_content": "Cảm ơn bạn đã chăm sóc gia đình tôi suốt thời gian ở khách sạn này. Các nhân viên rất đáng yêu và rất chu đáo. Chỗ ở cũng rất sạch sẽ. Bạn sẵn lòng giúp đỡ Và luôn khuyên bảo ngay cả khi khách sạn không lớn Nhưng tôi có thể cảm thấy nó giống như một khách sạn nhỏ 5 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yan Cui Travel",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt cho du khách có ngân sách",
            "review_content": "Gia đình tôi và tôi ở lại đây 2 đêm trong phòng dành riêng cho gia đình. Chúng tôi đánh giá khách sạn này ở mức 4 sao vì đội ngũ nhân viên thân thiện, phòng sạch sẽ và sạch sẽ, chất lượng bữa sáng và vị trí thuận tiện (chúng tôi chỉ cần đi bộ khoảng 5 phút đến bãi biển Mỹ Khê; chúng tôi có thể tìm thấy nhiều loại thực phẩm tại gần - bởi các nhà hàng). Sẽ tốt hơn nhiều nếu kích thước phòng gia đình lớn hơn một chút cho 4 người trong lần tới, chúng tôi hy vọng :)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nagaleo76",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn hảo cho ngân sách và dịch vụ",
            "review_content": "Đặc biệt cảm ơn cô Thu. Bạn có thể xử lý mọi thứ. Tôi đề nghị khách sạn này với ngân sách thấp, dịch vụ tuyệt vời và thoải mái, không xa bãi biển khee và đừng lo gần khách sạn bạn có thể tìm thấy nhiều quán cà phê và nhà hàng. Đối với gia đình nếu bạn có con thì có một đứa trẻ. thành công Raon ???",
            "reviewer_location": "jember"
        },
        {
            "name": "myyimm",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Gần bãi biển",
            "review_content": "Chúng tôi ở đây 4 đêm trong phòng ba người. Phòng sạch sẽ và thoải mái. Bạn có thể đi bộ từ khách sạn đến bãi biển, không xa để có thể đi bộ để tìm một số thực phẩm hoặc nhà hàng quanh đó. Và cũng có nhà hàng Bbq hoặc pizza gần khách sạn. Nhân viên rất hữu ích, thân thiện, bạn có thể hỏi họ nếu bạn cần giúp đỡ. Nhưng chỉ có một suy nghĩ về hệ thống nước của khách sạn này vào ban đêm có vấn đề.",
            "reviewer_location": "Chiang Mai, Thái Lan"
        },
        {
            "name": "Maye L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cách quá tốt cho thẻ giá 2 sao",
            "review_content": "Tôi ở lại Đà Nẵng trong tuần qua trong 5 đêm. Không có gì phàn nàn. Áp lực nước trong phòng tắm rất nhẹ nhàng. Đồ vệ sinh cá nhân được cung cấp. Miễn phí cà phê, trà và chai nước. Phòng của chúng tôi đi kèm với bữa ăn sáng. Các bữa ăn sáng là tốt. Chúng tôi đã không bỏ lỡ bất kỳ bữa ăn sáng của chúng tôi. Chắc chắn sẽ trở lại một lần nữa nếu xảy ra đến thăm Nang một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jana K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice phòng, loại nhân viên, giá cả tuyệt vời",
            "review_content": "Tất cả các thành viên của đội ngũ nhân viên rất tử tế và sẵn sàng giúp đỡ. Các bữa ăn sáng đã có một lựa chọn tuyệt vời của thực phẩm. Có thể thuê xe máy tại khách sạn với giá tốt (trong nửa ngày là 60 k đồng, đó là lựa chọn tốt nhất cho chúng tôi). Bạn có thể thấy sự chú ý đến từng chi tiết, mọi người khiến bạn cảm thấy được chào đón. WiFi nhanh và ổn định. Khách sạn trông mới, sạch sẽ với giường thoải mái. Một mẹo - nếu bạn đặt phòng nhìn ra biển, yêu cầu nó nằm trên tầng cao nhất có thể (tầng 6 trở lên là tốt nhất).",
            "reviewer_location": "Prague, Cộng hòa Séc"
        },
        {
            "name": "DanonymousDude",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng 4 sao cho giá 2 sao!",
            "review_content": "Kỳ nghỉ tuyệt vời tại Khách sạn Raon Đà Nẵng Beach. Ngay từ đầu, họ chào đón tôi và tôi cảm thấy được chăm sóc. Ban đầu họ thông báo với tôi rằng tôi đã đặt một phòng không có cửa sổ (mà tôi không biết), nhưng ngay lập tức họ nói với tôi rằng họ đã nâng cấp phòng của tôi lên một phòng nhìn ra biển mà không mất thêm chi phí! Điều này thật bất ngờ và rất tốt, và tất cả nhân viên đều rất tuyệt vời, hạnh phúc và hữu ích trong suốt thời gian tôi ở đó. Căn phòng rộng lớn, có một phòng tắm đẹp, sạch sẽ và rộng rãi, và những chiếc giường rất thoải mái. Sau đó ăn sáng. Wow, ngon quá! Tấn tùy chọn khác nhau (luôn luôn 6 để lựa chọn từ + một trạm, nơi bạn có thể yêu cầu trứng được thực hiện để đặt hàng và / hoặc một món canh tự chế hàng ngày khác nhau). Thêm trái cây tươi, rau, bánh mì,",
            "reviewer_location": "San Diego, California"
        },
        {
            "name": "Webb S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ơn gọi lớn",
            "review_content": "Nhân viên đã thực sự hữu ích và khách sạn là rất tốt, vị trí tốt. Ăn sáng đã được bao gồm trong giá của chúng tôi, và thức ăn là tuyệt vời. Quan điểm trong phòng của tôi thực sự tuyệt vời. Nếu có cơ hội tôi sẽ trở lại đó cho kỳ nghỉ. .",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "5-7 An Thuong 32, My An Ward, Ngu Hanh Son District, Đà Nẵng 550000 Việt Nam",
        "name": "Raon Danang Beach",
        "geo_data": {
            "latitude": 16.042253494262695,
            "longitude": 108.24064636230469
        },
        "room_number": "Việt NamĐà Nẵng"
    }
}