{"content": [{"name": "Thanh Việt N", "avatar": "", "review_rating": "5", "review_title": "QUÁ TUYỆT VỜI", "review_content": "Phòng rộng, sạch sẽ, thoáng mát,có ban công phía bên ngoài  Mình rất thích tông màu của phòng, sang và đẹp đặc biệt cô chủ nói chuyện cực dễ thương và thân thiện Nếu có dịp đến Đà nẵng mình vẫn chọn ở đây", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Tanya Nguyen", "avatar": "", "review_rating": "5", "review_title": "Tốt,  đáng giá tiền", "review_content": "Chúng tôi ở hai đêm trong dịp lễ 30/4,1/5 vì vậy giá phòng có hơi cao.  Tuy nhiên phòng khá mới và rộng rãi, nhìn rất thoáng. Từ cửa sổ có thể nhìn thấy núi. Nhân viên nhiệt tình,  bữa sáng khá ổn.  Khách sạn gần biển và có nhiều nhà hàng xung quanh.", "reviewer_location": "Vientiane, Lào"}, {"name": "Hanh C", "avatar": "", "review_rating": "5", "review_title": "Thật tuyệt vời!", "review_content": "Thân thiện, nhiệt tình, sạch sẽ, thoải mái, đẹp! Mi house có thê ở lại lưu trú vài ngày lí tưởng cho gia đính hoặc bạn bè để nghỉ dưỡng và khám phá Đà Nẵng. Tôi chắc chắn sẽ quay trở lại Mi house nếu đến Đà Nẵng và sẽ giới thiệu bạn bè tới đây vì Mi thật tuyệt. Chỉ có thể nói: Tuyệt vời!", "reviewer_location": "dumpxxx"}, {"name": "hoagiay", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ thú vị", "review_content": "Tôi nghĩ ở khách sạn mi house 2 đêm trong chuyến du lịch với gia đình khi đến Đà Nẵng. Không thể tuyệt vời hơn. Khách sạn rất sạch sẽ, không gian rộng và thoáng mát.Ngac nhiên khi chúng tôi bước vào phòng rất sạch và rộng nhà vê sinh rất đẹp và không tỳ viết tạo cho mình cảm giác như đang ở nhà. Gia đình tôi ngủ rất ngon. Bữa ăn sáng rất vừa ý có nhiều thực đơn cho mình lựa chon. Nhân viên rất thân thiện và giúp đỡ cho chúng tôi rất nhiều. Thật sự chuyến đi của chúng tôi rất ý nghĩa. Hẹn gặp lại khách sạn trong năm sau.", "reviewer_location": "dumpxxx"}, {"name": "PHPanda", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời tại Đà Nẵng", "review_content": "Ấn tượng đầu tiên là KS rất sạch sẽ, nhân viên rất nhiệt tình và thân thiện. Từ KS đi bộ ra biển chỉ mất vài phút nên rất thuận tiện. KS được thiết kế theo phong cách Hàn Quốc nên trông rất dễ thương. Đây là sự lựa chọn nơi ở tuyệt vời khi tôi đến Đà Nặng", "reviewer_location": "dumpxxx"}, {"name": "luke89090", "avatar": "", "review_rating": "5", "review_title": "Ngày TẾT đáng nhớ tại Mi House", "review_content": "Tìm khách sạn phù hợp với gia đình tại Đà Nẵng, tra cứu thông tin hơn 2 ngày trời, và cuối cùng quyết định chọn Mi House. Book phòng và chuyển khoản toàn bộ là cách mình làm vì e rằng ngày Tết sẽ full. Sáng Mùng 3 Tết Từ Sài Gòn bay ra Huế và chạy xe về Đà Nẵng. Mi House nằm trên trục đường lớn và bề thế. Từ xa bố và mình đã thấy. Lái xe vào trước thì có cô chú và nhóc em ra tiếp đón niềm nở gia đình. Vì nhân viên đã về quê hết nên cô chú đặc trách mọi công việc. Khi lên xem phòng mình rất bắt ngờ, quả thật sạch và đẹp. Rèm treo cửa với tông màu trang nhã nhìn cảm giác ấm cúng. Nhà tăm sạch và sang.  Địa điểm ăn tối gần đó là một nhà hàng Hàn Quốc, đi bộ chừng 20 mét, rất ngon. Mình qua đêm và đến sáng hôm sau cảm giác thoải mái bắt đầu... Với tiết trời se lạnh cô chú pha cho", "reviewer_location": "Santa Ana, California"}, {"name": "Dinh M", "avatar": "", "review_rating": "5", "review_title": "Điểm hẹn tuyệt vời tại Đà Nẵng.", "review_content": "Cách sân bay QT Đà Nẵng 15 phút xe máy, cách bãi tắm 100m, Mi House.vn là địa điểm dùng chân lý tưởng khi các bạn ghé thăm thành phố du lịch Đà Nẵng. Phòng ngủ rộng, thoáng và phong cách phục vụ chuyên nghiệp là điểm nhấn của Mi House.vn.", "reviewer_location": "dumpxxx"}, {"name": "Tanja M", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lớn", "review_content": "Khách sạn nằm gần bãi biển, chỉ cách đó 10 phút đi bộ. Gần đó có một số nhà hàng và quán bar tuyệt đẹp. Các nhân viên là rất có thẩm quyền và nói englisch tốt. Họ đã tổ chức cho thuê xe máy của chúng tôi và thực hiện các hoạt động phá vỡ và cà phê tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "gohcy2014", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời", "review_content": "Khách sạn siêu sạch. Các phòng đều rộng rãi với giường lớn. Thậm chí còn có một cái bàn pong ở dưới lầu để con tôi chơi. Chủ khách sạn thân thiện, giàu thông tin và hữu ích - thậm chí anh còn được giảm giá cho xe taxi của chúng tôi. Chúng tôi đã có một kỳ nghỉ tuyệt vời.", "reviewer_location": "Kuching"}, {"name": "HarryPaton", "avatar": "", "review_rating": "4", "review_title": "Giá trị và dịch vụ tuyệt vời", "review_content": "Việt Nam nói chung là tuyệt vời cho các khách sạn nhỏ có giá trị lớn và Mi House không để cho bên xuống bất cứ điều gì. Các phòng đều vô vị và được trang trí chu đáo, cà phê vào bữa sáng thật tuyệt vời và nhân viên không thể thân thiện và quyến rũ hơn. Nơi đáng yêu để ở và được khuyến khích kỹ lưỡng.", "reviewer_location": "Ho Chi Minh City, null, Vietnam"}, {"name": "billboy123", "avatar": "", "review_rating": "5", "review_title": "Du lịch", "review_content": "Tôi ở tại khách sạn Mihouse trong tuần của tôi ở Đà Nẵng không thể đánh giá nơi cao đủ sạch sẽ bữa ăn sáng tuyệt vời và các máy chủ có để giúp vị trí tốt gần bãi biển và nhà hàng sẽ defiantly ở lại đây một lần nữa 10 trong số 10", "reviewer_location": "Woombah, Úc"}, {"name": "KTDSomerset", "avatar": "", "review_rating": "5", "review_title": "Khách sạn thân thiện gần bãi biển", "review_content": "Chúng tôi ở lại 2 đêm trong khi đi du lịch qua Việt Nam. Khách sạn sạch sẽ và hiện đại và phòng gia đình dễ dàng chứa được 4 người lớn. Ăn sáng là tuyệt vời và chủ sở hữu rất hữu ích sắp xếp các chuyến đi. Bãi biển chỉ cách đó 200 m và cát vàng sạch sẽ", "reviewer_location": "Somerset"}]}