{"content": [{"name": "phamthuhien1505", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Tôi đã có thời gian rất vui vẻ cùng gia đình của mình tại khách sạn của các bạn. Phòng khách sạn rất đẹp, thiệt kế sang trọng, các bạn nhân viên nhiệt tình và thân thiện,dịch vụ hoản hảo, đồ ăn tươi ngon, giá cả lại rất hợp lý. Tôi Sẽ quay trở lại nếu có cơ hội.", "reviewer_location": "Tỉnh Quảng Nam, Việt Nam"}, {"name": "h_nhc2017", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp giá hợp lí", "review_content": "Gia đình đi vào tháng  7 chọn 2p double giá hơn 700k 1 phòng. Nói chung là thấy vừa túi tiền , ăn sáng ngon. Nhân viên dễ thương nhiệt tình. Gặp hôm đó t7 nên đi bộ ra xem rồng phun lửa luôn .ở Khách sạn ra sông uống nước mía cũng hay hay. Sẽ quay lại nếu có dịp", "reviewer_location": "dumpxxx"}, {"name": "LinhHae", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tạm đc", "review_content": "Nhà mình ở 4 đêm ở ksan, thuê 1 phòng giường đôi và 1 phòng 2 giường đơn. Cùng loại phòng và cùng mức giá nhưng phòng giường đôi hơi bé, còn phòng 2 giường đơn thì lại rộng và thoáng hơn hẳn, thậm chí thêm 1 ng cũng vẫn thoáng, mng nên lưu ý. Khăn tắm thay hàng ngày, nhưng hình như ksan k phun thuốc diệt côn trùng thì phải, kiến gió nhiều vô kể chỉ cần để 1 chút đồ ăn thôi, chạy vào rửa tay đi ra đã có kiến bu r, chưa kể nhà mình có con nhỏ nên lại càng trong tầm ng của bọn kiến, nhà nào có con nhỏ cũng để ý nhé.  - ăn sáng ở ksan cũng bt k quá đặc sắc - nhân viên thân thiện nhưng cũng k giúp ích đc nhiều, hỏi về tour cũng k rành, và hôm nhà mình về để quên 5 cái mũ cói nhưng cũng k gọi điện cho mình để nhắc. 4 sao để khích lệ các bạn có dịch vụ tốt hơn nhé! Nếu quản lý ksan có", "reviewer_location": "dumpxxx"}, {"name": "Quắn T", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tạm ổn.", "review_content": "Phòng đơn tốt tuy nhiên cách âm chưa tốt lắm, do phòng nằm ngay góc khách sạn nên wifi yếu không thể bắt được. Phòng Family thì tạm ổn nhưng có vẻ lâu ngày không sử dụng nên hơi có mùi mốc, trong lúc ở tại đây bị sự cố là cửa trong phòng đơn của phòng Family bị đóng và khóa trái cửa nhưng khách sạn không có chìa khóa để mở nên phải chờ phá cửa làm ảnh hưởng thời gian. Cửa sổ và cửa ra ban công của phòng Family không khóa được từ bên ngoài vẫn có thể mở được làm có cảm giác không an toàn lắm. Thái độ phục vụ của nhân viên tốt, bữa sáng có ăn sáng buffee làm tương đối đầy đủ món ăn, chất lượng món ăn là mùi vị tốt.", "reviewer_location": "dumpxxx"}, {"name": "chu t", "avatar": "", "review_rating": "4", "review_title": "1 lựa chon tốt", "review_content": "Mình đánh giá ngắn gọn như sau : TỐT : KS sạch đẹp, gần cầu Rồng và biển, nhân viên thân thiện. CHƯA TỐT : ăn sáng ít món, đồ ăn ko đuọc nóng, dịch vụ giặt ủi hơi lâu. Nói chung là 1 lựa  chọn tốt khi tới DN  Thân.", "reviewer_location": "dumpxxx"}, {"name": "Art L", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời tại Galavina Đà Nẵng", "review_content": "Tôi vừa có 1 chuyến du lịch Đà Nẵng trong 5 ngày, từ 02-06/11/2016. Trong thời gian lưu trú tại Khách sạn Galavina, tôi rất hài lòng về chất lượng dịch vụ tại đây. Gia đình tôi đi gồm 4 người, 2 vợ chồng và 2 con trai nhỏ. Tất cả nhân viên của khách sạn đều rất vui vẻ, thân thiện và sẵn sàng nhiệt tình hỗ trợ gia đình tôi khi tôi cần giúp đỡ, từ khuân hành lý, nhận thêm khăn tắm, mượn tô, dĩa, xin muối ăn, cung cấp thông tin du lịch,... với nụ cười thường trực trên môi. Tôi phụ trách marketing cho công ty Toyota, đã từng đi rất nhiều resort, khách sạn từ bình dân đến cao cấp, trải nghiệm nhiều dịch vụ chất lượng, nhưng tôi vẫn khá bất ngờ với dịch vụ của khách sạn Galavina. Phòng nghỉ sạch, đẹp, thoải mái cho cả gia đình tôi. View phòng 705 cũng khá đẹp (nhìn được 3 cây cầu đẹp", "reviewer_location": "dumpxxx"}, {"name": "Ngọc Tiên N", "avatar": "", "review_rating": "5", "review_title": "khách sạn này đáp ưng được cái sự khó tính của mình", "review_content": "“Khách sạn khá mới, tiện nghỉ đầy đủ, sạch sẽ. Bữa sáng đa dạng, khá ngon. Tuy nhiên xung quanh khách sạn hơi ít quán ăn, đi bộ ra biển hay vào trung tâm hơi xa. Nhìn chung khách sạn là 1 sự lựa chọn không tồi khi đến Đà Nẵng", "reviewer_location": "dumpxxx"}, {"name": "hoa h", "avatar": "", "review_rating": "4", "review_title": "Khách sạn mới, hơi xa bãi tắm", "review_content": "Phòng sạch sẽ, nội thất mới mẻ, hơi xa bãi tắm (khoảng 800m, đi bộ thì ngại, đi taxi không chịu chở gần) và phòng hơi bé. Buffet sáng phong phú. Dù đã thuê phòng deluxe nhưng diện tích vẫn hơi nhỏ nên không có không gian cho trẻ con chơi, phòng không ốp gỗ mà là gạch có hình dạng các thanh gỗ. Nhà tắm kính có vòi sen chụp, thiết bị vệ sinh mới và sạch", "reviewer_location": "dumpxxx"}, {"name": "Mai Lan B", "avatar": "", "review_rating": "4", "review_title": "Vị trí, chất lượng dịch vụ", "review_content": "Galavina hotel cách cầu Rồng khá gần, có thể đi bộ đến cầu Rồng tham quan, tuy nhiên cách xa bãi tắm nên không thuận tiện cho việc tắm biển. Nội thất phòng thì khá ổn, sạch sẽ, nhân viên phục vụ chu đáo, bữa sáng cũng nhiều lựa chọn.", "reviewer_location": "dumpxxx"}, {"name": "Alissa P", "avatar": "", "review_rating": "5", "review_title": "ĐIỂM LƯU TRÚ KHÔNG THỂ BỎ QUA", "review_content": "Chuyến đi Đà Nẵng du lịch vừa qua Tôi chọn Galavina cho gia đình và thấy rất hài lòng với phòng ốc khách sạn ở đây. Chúng Tôi được thoải mái sử dụng tiện nghi và tận hưởng giây phút thư giãn với những danh lam thắng cảnh ở đây. Đặc biệt là điểm tâm sáng, nhà hàng Galavina có trên 30 món ăn để cả gia đình tự chọn, không gian nhà hàng với màu trắng nhìn rất sang trọng. Gia đình tôi rất thích. Sẽ quay trở lại đây nếu có dịp", "reviewer_location": "dumpxxx"}, {"name": "votinhtieuthu13", "avatar": "", "review_rating": "5", "review_title": "Nhân viên nhiệt tình, khách sạn sang trọng. Tuy nhiên hơi xa bãi tắm chính", "review_content": "Ấn tượng nhất của mình với Galavina là màu trắng sang trọng và nhân viên xách hành lý cực kỳ chu đáo. Các bạn làm mình cảm giác như nguời đi xa đựoc trở về với gia đình. Thích cảm giác sáng sớm ngồi ban công ở phòng Suite, nhâm nhi tách cafe và thưởng thức gió biển  Tuy nhiên, ks hơi xa bãi tắm chính ( Mỹ Khê), có điều như vậy cũng không phải là bất tiện, vì mình có thể chạy bộ đoạn đừong 600m từ khách sạn để đựoc hòa mình vào dòng nuớc biển mát lạnh. Đuờng Võ Văn Kiệt nơi khách sạn tọa lạc là trục đừong lớn nhưng giao thông lại ít nên rất thoáng và yên tĩnh. Dịp lễ 30.4 tôi sẽ quay lại.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Son091974", "avatar": "", "review_rating": "5", "review_title": "“Một sự lựa chon tốt cho bạn khi tới Đà Nẵng”", "review_content": "Vị trí thuận tiện cho bạn khi thăm những danh thắng ở Đà Nẵng. Khách sạn này được trang bị nhiều tiện nghi đẹp, phong cách phục vụ chuyên nghiệp, nhiệt tình… Mang đậm phong cách hiếu khách của người Miền Trung. Nên recommend cho những người khác muốn lưu trú ở Đà Nẵng.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "hai d", "avatar": "", "review_rating": "5", "review_title": "khách san galavina trên cả tuyệt vời", "review_content": "khách sạn galavina đẹp về nội thất trang trí theo phong cách âu ks lại nằm giữa sông và biển lại gần nhiều cây cầu và gần bán đảo sơn trà và linh ứng hội an rất thuận tiện cho việc đi lại 4 mùa xuân hạ thu đông đều ở được nói chung ks vị trí rất là ok", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "TranMinhTam", "avatar": "", "review_rating": "5", "review_title": "Ai chưa đến, hãy thử một lần. Ai đến rồi không thể bỏ qua khi trở lại Đà Nẵng. Đó là Galavina", "review_content": "Phong cách chuyện nghiệp, nhiệt tình, thân thiện của nhân viên là cảm giác đầu tiên khi chúng tôi đến với Khách sạn Galavina Đà Nẵng. Vị trí nằm ở trung tâm thành phố, gần cảng hàng không quốc tế, biển Mỹ Khê, khi ở khách sạn này chúng ta có thể ngắm cảnh Cầu Rồng nhộn nhịp, lung linh mỗi tối với chỉ chưa đầy 10 phút đi bộ hoặc có thể chiêm ngưỡng cảnh đẹp Cầu Rồng từ trên cao ngay tại phòng ngủ nếu bạn muốn yên tĩnh. Dù bạn là người lớn hay trẻ em, khi ở khách sạn này đều nhận được sự tôn trọng và phục vụ chu đáo, tận tình; phòng nghỉ tiện nghi với đầy đủ trang thiết bị hiện đại, được bố trí hợp lý, tiện lợi, giá cả phù hợp, giúp chúng ta tận hưởng một kỳ nghỉ tuyệt vời với cảm giác an toàn, thoải mái. Đến với Đà Nẵng, nơi du lịch lý tưởng bạn sẽ không thể bỏ qua Khách sạn", "reviewer_location": "Huế, Việt Nam"}, {"name": "lethihoa", "avatar": "", "review_rating": "5", "review_title": "Nơi ở lý tưởng khi bạn đến Đà nẵng", "review_content": "Vị trí Galavina hotel thuận lợi đặc biệt là gần cầu Rồng đặc trưng của thành phố Đà Nẵng. Ở khách sạn này chúng ta nhìn thấy khung cảnh đẹp, gần bãi biển. Phòng ở đẹp, tiện nghi đặc biệt là rất mới làm hài lòng người ở ngay cả những người khó tính. Gia đình tôi đã trải nghiệm khách sạn này vào chuyến du lịch Đà Nẵng tháng 8 vừa rồi và nếu đến Đà Nẵng thì chúng tôi cũng sẽ chọn lại Galavina Hotel.", "reviewer_location": "Huế, Việt Nam"}, {"name": "Trần Thị Q", "avatar": "", "review_rating": "5", "review_title": "Nơi nghỉ tuyệt vời khi đến với Đà Nẵng", "review_content": "Galavina Hotel với vị trí thật tuyệt vời. Ở đây chúng ta có thể đi bộ mỗi buổi sáng đến bãi biển và dạo mát bên bờ sông để ngắm nhìn cầu rồng phun lửa và thành phố ĐN về đêm. Nhân viên phục vụ nhiệt tình, chu đáo, vui vẻ lắng nghe những lời góp ý của du khách. Phòng nghỉ do cách bày trí đẹp, phù hợp tạo cho du khách có cảm giác thoải mái , thuận tiện và rất bắt mắt. Giá cả lại phù hợp. Các bữa điểm tâm buổi sáng vừa ngon, hợp khẩu vị và an toàn. Xin cám ơn Galavina Hotel đã cho chúng tôi có được những ngày nghỉ thật thú vị, thoải mái, vui vẻ và an toàn.", "reviewer_location": "dumpxxx"}, {"name": "KimHuong2015", "avatar": "", "review_rating": "5", "review_title": "Một địa điểm đáng chọn khi đi du lịch tại Đà Nẵng", "review_content": "Khung cảnh đẹp. Phòng mới, đẹp, tiện nghi. Chất lượng phục vụ tốt. Giá tốt. Gần trung tâm, các bãi tắm đẹp. Vị trí khách sạn rất thuận tiện, nằm ngay trên trục đường chính, gần sân bay, nhà ga xe lửa.  Đặc biệt gần cầu rồng, một cây cầu mới biểu tượng của TP Đà Nẵng.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Arielle A", "avatar": "", "review_rating": "3", "review_title": "Dan nag ở lại", "review_content": "Phần tốt nhất là khu vực xung quanh! Và tôi thực sự thích siêu trên hình nền hàng đầu. Tôi có xu hướng khá lỏng lẻo, nhưng nó không đủ sạch sẽ, nhân viên có ít tiếng Anh, ăn sáng là để tránh! (Tuy nhiên ngay bên ngoài đường phố là Ban Mi tốt nhất mọi chuyến đi)", "reviewer_location": "Portland, Oregon"}, {"name": "Chris H", "avatar": "", "review_rating": "3", "review_title": "Vị trí bản đồ không chính xác, trải nghiệm trung bình", "review_content": "Chúng tôi ở đây trong hai đêm trong khi đi qua giữa hoi và màu sắc. (Ngày 17 tháng 4)  Đối với những gì chúng tôi trả tiền, phòng và dịch vụ là ok. Đó là khoảng £ 25 một đêm.  Nhưng trước tiên tôi sẽ nói rằng vị trí khách sạn không phải là ở cuối cầu rồng. Nó thực sự là một nửa xuống đường đến bãi biển, mà ném chúng tôi ra cố gắng để tìm nơi trong xe taxi.  Căn phòng rộng rãi nhưng cơ bản. Vòi hoa sen là tốt, nhưng được thiết kế một cách nghèo nàn, nơi nước thu thập ở phía bên của bồn tắm khi tắm và ngâm sàn. Chúng tôi đã phải thực hiện một số thận trọng!  Ăn sáng là ok. Nhưng chúng tôi đã tốt hơn nhiều ở các khách sạn 3 * có giá tương tự ở hoi an.  Bốn lần nữa, tôi có lẽ sẽ thử một khách sạn khác.", "reviewer_location": "Reading"}]}