{"content": [{"name": "Phuong", "avatar": "", "review_rating": "5", "review_title": "Hài lòng", "review_content": "Khách sạn thuận tiện đi lại. View đẹp có thể nhìn sông hàn và cầu rồng. Gần chợ đêm cho những bạn thích ăn uống và muốn đi bộ gần. Thuận tiện bắt xe và đến các địa điểm vui chơi và khám phá ẩm thực đà nẵng. Phòng đẹp nhân viên nhiệt tình.", "reviewer_location": "dumpxxx"}, {"name": "Nhữ minh huệ", "avatar": "", "review_rating": "5", "review_title": "Hãy đến đà nẵng riverside", "review_content": "Mình đến đà nẵng vào T11/2019. Check in đà nẵng reverside. Các em lễ tân vui vẻ hòa nhã và đặc biệt là hiếu khách. Khách sạn có view đẹp, nhìn thẳng ra cầu rồng. Tối T7 xem rồng phun lửa và nước ngay tại cửa sổ là điều tuyệt vời nhất. Hihi. Có dịp vào Đà nẵng mình sẽ ở đó tiếp ah.", "reviewer_location": "dumpxxx"}, {"name": "Hà Anh", "avatar": "", "review_rating": "5", "review_title": "Verry good", "review_content": "Thời gian ở khách san cam thấy khá thoải mái Tại đây trang thiết bị phòng tiện nghi Khá rộng rãi và thoải mái với giường ngủ, nhà tắm và view cực kì đẹp Phòng mình có view hẳn 2 phía về cầu rồng và cầu tình yêu nên rất đẹp Lần sau đến Đà Nẵng chắc sẽ chọn tiếp khách sạn này để ở và thưởng thức", "reviewer_location": "dumpxxx"}, {"name": "Phung", "avatar": "", "review_rating": "4", "review_title": "Phòng căn hộ có view đẹp, nhìn thẳng ra hướng cầu Rồng, gần chợ đêm và thuận tiện đi lại các điểm tham quan.", "review_content": "Phòng căn hộ có view đẹp, nhìn thẳng ra hướng cầu Rồng, gần chợ đêm Sơn Trà, cầu Tình Yêu, cầu Rồng và thuận tiện đi lại các điểm tham quan trung tâm trong Đà Nẵng như bán đảo Sơn Trà. Nhân viên khách sạn thân thiện và nhiệt tình.", "reviewer_location": "dumpxxx"}, {"name": "Discover815425", "avatar": "", "review_rating": "5", "review_title": "Nhân viên rất thân thiện.", "review_content": "Tôi quay lại khách sạn Danang Riverside, vẫn thái độ niềm nở đón khách của bảo vệ, của lễ tân. Khách sạn đã cũ, trang thiết bị cũ, nhưng lợi thế là từ phòng nhìn ra quang cảnh sông rất đẹp. Nhân viên ở đây  nhiệt tình, chào hỏi thân thương. Nếu ks được nâng cấp sẽ tốt hơn rất nhiều.", "reviewer_location": "dumpxxx"}, {"name": "Discover815425", "avatar": "", "review_rating": "5", "review_title": "Nên đến 1 lần!", "review_content": "Khách sạn có đội ngũ nhân viên phục vụ nhiệt tình, vì chân bị sưng tấy vì vấp ngã, được các em chăm sóc chuẩn bị dụng cụ đá ngâm chân, cảm thấy rất cảm động. Khách sạn đã lâu, nội thất ko mới nhưng tôi vẫn dành nhiều thiện cảm.", "reviewer_location": "dumpxxx"}, {"name": "Khoa Brian", "avatar": "", "review_rating": "5", "review_title": "Good view", "review_content": "Tôi đã đến khách sạn này ở và tôi cảm thấy một không gian tuyệt với view đẹp, có thể xem cây cầu rồng nổi tiếng, gần trung tâm thành phố, gần sân bay. Tuy nhiên phòng ốc cũ kỉ, điều hoà cũ. Mong lần tới tôi quay lại sẽ thấy phòng ốc tốt hơn", "reviewer_location": "My An, Việt Nam"}, {"name": "Nham L", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn đúng đắn!", "review_content": "Đến Đà Nẵng, nên chọn khách sạn này, địa điểm quá thuận lơi, ngày đầu cầu Rồng, mỗi tối cuối tuần được ngắm Rồng phun nước, phun lửa. Lạ và đẹp mắt. Khách sạn có hồ bơi thoáng, sạch sẽ, có nhà hàng thông ra hồ bơi rất lãng mạng. Đặc biệt, có nhà hàng Hải Sản giá cả hợp lý, ngon, bổ,rẻ.", "reviewer_location": "dumpxxx"}, {"name": "Ngoc tien Lê", "avatar": "", "review_rating": "5", "review_title": "THÂN THIỆN", "review_content": "Đi du lịch cùng gia đình, lưu trú tại đây ôi thích thật. Nhân viên vui vẻ, hỗ trợ khách rất nhiệt tình, anh tài xế nhanh nhẹn, hỏi địa điẻm nào cũng rành mạch, tận tình tư vấn, sẽ giới thiệu cho bạn bè , ngưói thân đến đây.", "reviewer_location": "dumpxxx"}, {"name": "Liem N", "avatar": "", "review_rating": "5", "review_title": "Rất vui khi đến khách sạn này", "review_content": "Tôi đi gia đình và lưu trú tại phòng căn hộ, rất đầy đủ tiện nghi và rộng rãi,phòng tuy hơi cũ nhưng ngăn nắp và hk clean sạch se, gia đình tôi rất hài lòng và đặc biệt 2 cháu nhà tôi rất thích tắm hồ bơi tại đây. vui lắm", "reviewer_location": "dumpxxx"}, {"name": "Dong Q", "avatar": "", "review_rating": "5", "review_title": "Hài lòng.", "review_content": "Sầm uất, náo nhiệt, nhiều hoạt động thành phố diễn ra ngay trước khách sạn này là điều thú vị rất lớn cho du khách khi đến đây lưu trú. Khách sạn có tọa lạc đẹp. phòng không được mới, nhưng bố trí hài hòa, có cửa sổ nhìn ra sông Hàn.", "reviewer_location": "dumpxxx"}, {"name": "jennykim2711", "avatar": "", "review_rating": "5", "review_title": "Lovely hotel", "review_content": "Tôi đã ở khách sạn này 3 đêm, phòng tuy cũ nhưng sạch sẽ ,nhân viên dễ thương, địa điểm tiện lợi đi lại nhiều nơi, có nhiều dịch vu, nhân viên spa nhiệt tình, hiếu khách, nhất đibhj sẽ quay lại khách sạn này lưu trú. Tốt", "reviewer_location": "Bac Lieu, Việt Nam"}, {"name": "caothithuytrangv2018", "avatar": "", "review_rating": "5", "review_title": "Good Hotel", "review_content": "Dù khách sạn có phòng ốc cũ nhưng rất sạch sẽ, nhân viên bảo vệ, lễ tân, bell rất nhiệt tình vui vẻ luôn sẵn sàng hỗ trợ bạn khi cần. Các món ăn bufet rất phong phú đa dạng. Đặc biệt là buổi tối, cực kỳ thuận tiện khi bạn chỉ cần bước chân xuống sảnh ks là đã thấy đủ vẻ đẹp lung linh của tp đáng sống", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Trần Thị Sen S", "avatar": "", "review_rating": "5", "review_title": "Good", "review_content": "Khách sạn đa dạng dịch vu’ nhà hàng đa phong cách, chưa thấy ks nào có kiểu phục vụ như vây, từ bình dân đến cao cấp tuỳ theo như cầu và sở thích.Phòng căn hộ gia đình ơn rộng rãi, thoải mái, sẽ quay lại nếu có dịp.", "reviewer_location": "dumpxxx"}, {"name": "tranchaugiangtl", "avatar": "", "review_rating": "5", "review_title": "Vị trí thuận tiện", "review_content": "Khách sạn nằm ở vị trí rất tiện lợi, đi đến đâu cũng gần. Ks nằm ngay đầu cầu rồng, quá đẹp, chỉ là phòng ốc hơi cũ nhưng rất sạch sẽ. Nhân viên cũng rất thân thiện. Chụp selfie trên tầng cao nhất của ks thì đẹp thôi rồi", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "lololoshka P", "avatar": "", "review_rating": "5", "review_title": "Vị trí ngắm toàn thành phố có 1 không 2!", "review_content": "Ấn tượng đầu tiên khi đến khách sạn là nhân viên bảo vệ,bell man , và lễ tân chào đón rất warmly. Lobby đẹp, gam màu socola sang trọng. Phòng ốc tuy không được mới nhưng Hk clean phòng rất chu đáo . Không gian sân thượng thoáng, không bị che khuất bởi building nào, chụp ảnh selfie không chê vào đâu được. Rất thích!", "reviewer_location": "dumpxxx"}, {"name": "quanghao241092", "avatar": "", "review_rating": "5", "review_title": "Khách sạn nằm ngay khu trung tâm thành phố.", "review_content": "Ở khách sạn này tiện lợi là đi đến đâu cũng gần, siêu thị thì Vincom, có vài chợ nhỏ lân cận, đi trung tâm thành phố, biển hay sân bay cũng có vài km à! Mặc dù khách sạn hơi cũ nhưng đa dạng dịch vụ, tưong lai nếu tự bổ sẽ rất tuyệt vời.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Phương B", "avatar": "", "review_rating": "5", "review_title": "Vị trí uống cafe ngắm Rồng phun lửa quá đẹp!", "review_content": "Khách sạn có điểm cộng là địa điểm nằm ngay đàu cầu Rồng, quá lãng mạng và quá đẹp , bù lại những khiếm khuyết còn sót, vì ks thành lập khá lâu nên hơi cũ. Tuy nhiên, nhán viên phục vụ thân thiện, hiếu khách, wifi nên nâng cấp mạnh hơn nữa sẽ ok.", "reviewer_location": "dumpxxx"}, {"name": "Acoutics B", "avatar": "", "review_rating": "5", "review_title": "Như ở nhà", "review_content": "Nhân viên rất thân thiện, buổi tối đi dạo trên vỉa hè rất đẹp và có nhiều trò rất vui, phòng cũng ổn với mình tuy nhiên thiết bị hơi cũ 1 tí nhưng cũng không trách được vì khách sạn lâu đời rồi và đang dần nâng cấp, rồng phun lửa rất đẹp tuy nhiên phun hơi ít, quanh đấy có nhiều đồ ăn vặt rất ngon", "reviewer_location": "dumpxxx"}, {"name": "DUY PHUC N", "avatar": "", "review_rating": "4", "review_title": "gần khu vui chơi", "review_content": "Nếu bạn ở thứ 7& chủ nhật có thể xem được cầu Rồng phun lửa từ xa. Thức ăn thì ngon, hợp khẩu vị, bữa sáng buffet với món nhiều món ăn phù hợp cho các nước: món Âu & món Á.  Tuy nhiên đồ ăn chưa được xuất sắc. Khung cảnh sang trọng, lãng mạn dành cho cặp đôi. Nhân viên vui vẻ, dễ thương tuy nhiên không biết do bên k/s không có dịch vụ giúp khách mang hành lý & hướng dẫn khách lên phòng như các khách sạn ở nơi khác không? (có chút không hài lòng). Dù sao vẫn là khách sạn tốt đáng để ở khi du lịch.", "reviewer_location": "dumpxxx"}, {"name": "Nguyen N", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "View đẹp, giá cả hợp lý, siêu thuận tiện cho khách du lịch. Đi biển cũng gần mà đi ra trung tâm thành phố lại gần hơn. Buổi tối thứ 7 chủ nhật còn được ngắm Rồng phun lửa mà ko cần đi đâu xa, ngắm qua cửa sổ của phòng cũng xem được, ngắm được cả Cá chép hóa Rồng, cầu tình yêu, cầu sông Hàn.", "reviewer_location": "dumpxxx"}, {"name": "Vy L", "avatar": "", "review_rating": "3", "review_title": "Phục vụ không chuyên nghiệp và chất lượng phòng ko tương xứng", "review_content": "Vị trí: 5 * view nhìn sông Hàn đẹp, thuận tiện khi đi ngắm pháo hoa...  Dịch vụ:  khi đến check-in mình nhận welcome drink bằng cách đưa cho bọn mình tự cầm uống hoặc để ngay trên quầy tiếp tân- trong khi rất nhiều sofa trống.  Ăn sáng không ngon lắm, nhân viên phục vụ đùa giỡn ngay khi khách đang lấy thức ăn.  Hồ bơi đầy nắng ^^ và vắng vẻ. Hơi khó tìm vì phải đi vòng ra sau khách sạn. Phòng: Mình ở dạng căn hộ hai phòng. Nồi niêu ẩm mốc cũ kỹ,ko có chén dĩa đũa muỗng gì. Thú thật nửa đêm thèm mì chắc ko dám nấu vì nhìn quá ớn.  Màu giường nhìn cũ, và quả thật nó rất cũ. Nệm quá lún và được sử dụng bằng cách chồng hai nệm lên nhau. Áo choàng tắm cũ. Nước nóng thì một phòng tắm thì phòng kia phải đợi thêm 5-15p mới có thể xài. Em mình bị hố phải tắm nước lạnh muốn bệnh.", "reviewer_location": "dumpxxx"}, {"name": "SylvieNguyen", "avatar": "", "review_rating": "4", "review_title": "Lựa chọn tốt của bạn", "review_content": "Khách sạn ở trung tâm, có hồ bơi, gần rồng phun lửa. Nhưng đây không phải lưa chọn cho những khách hàng thích tăm biên, ăn sáng ngon,phòng sạch sẽ nhưng không được mới , thang máy đẹp. nhân viên phục tốt", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "NamHuy", "avatar": "", "review_rating": "3", "review_title": "Vị trí thì đẹp, khách sạn hơi cũ", "review_content": "Khách sạn có vị trí rất đẹp nhưng phòng ốc hơi cũ vì khách sạn xây dựng đã lâu. Chúng tôi đã phải đổi phòng 1 lần vì điều hòa không mát, phòng được đổi vì không khá hơn là mấy. Bữa sáng tạm được, có món mì Quảng khá ngon. Nghe nói khách sạn sắp được xây mới, nếu vậy lần sau tôi sẽ tiếp tục quay lại", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "Vptour-Hanoi", "avatar": "", "review_rating": "4", "review_title": "Lựa chọn đúng đắn", "review_content": "Nếu du khách đi với mục đích không để tắm biển thì đây là một lựa chọn tốt cho du khách. Với vị trí đẹp nằm ngay chân cầu Rồng quý khách có thể trải tầm nhìn bao quát sông Hàn và Thành phố, có thể đứng tại phòng để ngắm nhìn cầu rồng phun nước, lửa.  Những du khách của VPtour đã từng ở đây đều rất hài lòng về chất lượng của khách sạn.  Đây là một lựa chọn phù hợp cho những du khách đang tìm kiếm 1 khách sạn 3 sao trong thành phố.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "quangminh2014", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tuyệt vời dành cho những ai không thiên về tắm biển", "review_content": "Vừa có chuyến du lịch 3 ngày ở Đà Nẵng vì phải đi tham quan tour liên tục nên không có thời gian tắm biển nên mình đã quyết định chọn khách sạn này. Ra tới nơi mình mới thấy quyết định này là đúng đắn, vị trí khách sạn quá tuyệt vời, ngay đầu cầu Hàm Rồng, từ khách sạn mình có thể quan sát rõ cầu nhiều cây cầu nổi tiếng ở Đà Nẵng, từ khách sạn mình muốn đi đâu cũng tiện. Và bất ngờ hơn khi mình thấy khách sạn có nhiều dịch vụ rất tốt như hồ bơi, phòng tập Gym, xe đưa rước khách đi tắm biển... Những vấn đề mình thấy khách sạn cần cải thiện thêm là: sóng wifi hơi yếu, nhân viên cần nhiều nụ cười hơn Có dịp ra Đà Nẵng mình nhất định sẽ tiếp tục sử dụng dịch vụ của khách sạn này", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "ThinhCao", "avatar": "", "review_rating": "5", "review_title": "Tien nghi, thoai mai!", "review_content": "Phòng sạch sẽ, không khí rất trong lành. Hồ bơi khá là rộng, cảm giác tắm rất thoải mái. Buffet chưa được phong phú, hành lang hơi tối. Lần tới nếu có dịp đi công tác ở Đà Nẵng, tôi sẽ ghé lại chổ này để nghỉ ngơi.", "reviewer_location": "dumpxxx"}, {"name": "joejR5587QY", "avatar": "", "review_rating": "2", "review_title": "Khách sạn tiêu tan", "review_content": "Tôi đoán rằng Khách sạn Riverside là một trong những khách sạn cao tầng đầu tiên được xây dựng. Nó có thể là ngoạn mục nhưng theo thời gian có vẻ như bảo trì đã không được theo kịp, nó vẫn tốt đẹp nhưng không phải là 4 sao. Bồn tắm trong phòng tôi có một cái lỗ ở bên cạnh cống. Phòng của tôi nhìn ra cầu Rồng và vào tối chủ nhật, quang cảnh thật tuyệt. Bữa sáng được dành cho khách châu Á của họ [hầu hết các khách sạn làm điều này] nhưng tôi thấy rất nhiều thứ để ăn. Nhân viên gần như không có khả năng tiếng Anh. Bể bơi rất đẹp và rộng, nhưng vào buổi chiều muộn, họ cho người dân địa phương sử dụng và chủ yếu là do giáo viên hướng dẫn học bơi và tôi đoán là bố mẹ họ nên sáng hôm sau tôi dùng nhưng sáng hôm sau lại nói. nó đã bị đóng cửa để làm sạch nhưng không có ai ở đó. Đôi khi", "reviewer_location": "Englewood, Florida"}, {"name": "Emily W", "avatar": "", "review_rating": "2", "review_title": "Thất vọng", "review_content": "Đó là vị trí tốt ngay trước cầu rồng. Các nhân viên rất hữu ích nhưng tiếng Anh của họ không tốt ngay cả khi tôi sử dụng những từ rất đơn giản để giải thích bản thân mình. Khách sạn hơi cũ. Khác với sảnh và các phòng, khu vực chung không có máy lạnh. Vào mùa hè, trời rất nóng. Vì vậy, bạn muốn nhanh chóng trở về phòng của bạn. Các nhân viên rất hữu ích nhưng giống như ở hầu hết Việt Nam, tiếng Anh của họ không tốt. Căn phòng ban đầu trông sạch sẽ nhưng sau đó bạn bắt đầu tìm thấy những thứ không được làm sạch đúng cách. Rèm tắm bị vấy bẩn. Họ chỉ nên ném nó vào máy giặt và nó sẽ tốt vì nó là loại vải. Các bồn rửa không được làm sạch tốt. Tôi biết vì tôi tự dọn dẹp nhà cửa và bồn rửa chén bằng sứ có vẻ sáng bóng khi được lau chùi kỹ lưỡng. Ditto cho tắm. Các wc đã sạch sẽ nhưng", "reviewer_location": "Singapore, Singapore"}, {"name": "Sayanti", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ dưỡng tuyệt vời ....", "review_content": "Ra khỏi thành phố nhưng rất tốt để dành kỳ nghỉ của bạn một cách nhàn nhã, mọi điểm đều ở gần đó, đội ngũ nhân viên rất hữu ích và thân thiện với nụ cười luôn sẵn sàng giúp đỡ. . Bữa sáng rất đa dạng, tiện nghi tốt, hồ bơi, bãi biển riêng và ban đêm Giải trí trong khu nghỉ dưỡng thật tuyệt vời và thú vị. . . . . đề nghị?", "reviewer_location": "dumpxxx"}]}