{
    "content": [
        {
            "name": "Văn Quỳnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh Giá",
            "review_content": "Jazz khách sạn là nơi thoáng và mát mẻ.Khách sạn nằm ngay bên đường là bãi biển.Đồ ăn uống và cả nhạc sống tuyệt.Có bạn tên Vinh phục vụ tốt nhiệt tình. Cảm ơn Jazz sắp tới tôi sẻ trở lại đây lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuấn Kiệt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review chút về Jazz Hotel",
            "review_content": "Nhìn chung Jazz Hotel có vị trí đẹp và thoáng đảng, view nhìn ra biển Mỹ Khê rất đẹp. Không gian bên trong khách sạn ấm áp tạo cho chung tôi sự thoải mái nhẹ nhàng. Từ dịch vụ đến nhân viên khách sạn tất cả đều rất tốt. Đặc biệt nhân viên tiếp tân Thanh Mỹ, cô ấy rất nhiệt tình, vui vẻ, phục vụ Đoàn tôi rất tốt. Chúng tôi rất hài lòng và sẽ quay lại khi co dịp đến đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tigonephan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Jazz hotel",
            "review_content": "view biển, không gian sang trọng, ấm cúng, thức uống ngon và cách phục vụ rất nhiệt tình, đặc biệt bạn đến vào buổi tối lúc 8:00 có nhạc sống rất hay! Nhân viên rất nhiệt tình, chu đáo! giá cả hợp lý!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr.lee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn view đẹp. Thoải mái Nhân viên phục vụ tốt. Không gian ổn. Phòng nghĩ có tiêu chuẩn tốt, checkin và checkout nhanh gọn. Đồ ăn buffet đa dạng phong phú. Phục vụ tuấn anh có thái độ tốt. Lịch sự và vui vẻ.  Có cơ hội tôi sẽ quay lại.nơi đây là thiên đường nghĩ dưỡng không đâu sánh bằng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Péo S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Jazz tuyệt vời",
            "review_content": "Phòng đẹp giá vừa phải, view biển, ăn sáng bufe free. Tối được nghe nhạc sống.  Nhân viên tận tình, chu đáo, mình quên chìa khoá phòng mấy lần, nhờ mở cửa mấy lần, nhân viên rất nhiệt tình.  Có bạn lễ tân tên Mỹ cá tính, đáng yêu ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "kimmytran",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn tệ",
            "review_content": "Khi toi book khách sạn qua web booking.com loai phong Deluxe va thanh toán online. Thường những khách san 3-4 sao nhân viên điều goi điện thoại và confirm lai thông tin của tôi va sẽ báo sẽ charge bao nhieu tiền vào thẽ của tôi. Ben khách sạn đã charge full 100% tiền cho 2 đem nghỉ. Khi đến check in thì tôi hõi tại sao khong gọi điện thoai confirm lai thông tin của tôi thi nhân viên chỉ cười va không trã lời được cau hõi của tôi. Và khi tôi hõi mượn bàn ủi nhân vien noi khong có.  Khi tối trời mưa tôi co mượn dù ở quầy Lễ tân thì chỉ ra Bảo vệ. Tôi ra ngoai kiếm thi không có Bảo Vệ ở cửa. Tôi đành ra ngoai mà không mượn đc dù.  Khi trở về trời mưa thi nhan viên bảo vệ có cầm dù đi ra, mở cửa xe va hỏi: \" có vô ko?!!\". Luc đó tôi đang thanh toán tiền taxi thi bảo vệ đưa dù va kiu",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Jet N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Firework",
            "review_content": "Nội thất đẹp,thoải mái , đầy đủ tiện nghi, dịch vụ đi kèm tốt, phục vụ tận tình chu đáo, buffet sáng nhiều món, ngon, buổi tối có bar nghe nhạc hay, giá cả rất hợp lí, view nhìn ra biển, gió mát, ra khỏi khách sạn là có thể tắm biển ngay, phòng luôn sạch sẽ, yên tĩnh, vote 5 sao + luôn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyen231185",
            "avatar": "",
            "review_rating": "4",
            "review_title": "View biển tuyệt đẹp và lãng mạn",
            "review_content": "hách sạn nhỏ nhưng nằm ở vị trí đẹp ngay bên cạnh bờ biển tuyệt vời của Đà Nẵng. Phòng ốc khá ổn và tiện nghi, phòng hướng biển có view rất đẹp, có ban công riêng có thể vừa thư giãn ngắm biển vừa nhâm nhi cà phê hoặc rượu vang rất lãng mạn. Phục vụ chu đáo và niềm nở. Giá cả khá là hợp lý, rất thích hợp cho những cặp đôi mới cưới hoặc những cặp vợ chồng cần không gian riêng tư và thoải mái. Điểm chưa được là khách sạn nằm ngay sát 2 quán hải sản nổi tiếng, khách rất đông nên ban đêm khá là ồn ào.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "ThuTrang",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn đẹp, nhìn thẳng ra biển.",
            "review_content": "Khách sạn nằm ở vị trí nhìn thẳng ra biển với không gian thoáng mát, có quán cafe ngay dưới chân khách sạn, biểu diễn nhạc mỗi tối. Bạn có thể ngồi nhâm nhi cafe buổi sáng, ngắm biển và cảm nhận từng làn gió biển thổi vào. Khu vực khách sạn yên tĩnh, không đông người quá nên dù vào thời điểm du lịch thì đoạn biển nơi khách sạn vẫn rất sạch đẹp. Đặc biệt mình rất thích sân thượng của khách sạn. Ở trên đây, bạn có thể ngắm nhìn khung cảnh toàn thành phố hay ngắm biển, yên tâm là không có ai làm phiền bạn :D",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "quang l",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lần đầu tiên đến với Đà Nẵng",
            "review_content": "Jazz là nơi tôi đến đầu tiên khi đặt chân đến Đà Nẵng, chỉ với 3 ngày nhưng đã cho tôi nhiều ấn tượng đẹp. 1 khách sạn tuy không lớn nhưng đầy đủ tiện nghi dịch vụ, cảnh đẹp, vị trí khá thuận lợi. phòng ốc sạch sẽ, thoáng mát. Ấn tượng nhất là em lễ tân Tippy có nụ cười tươi tắn, hiền hậu với má lúm đồng tiền. Nếu có dịp qua Đà Nẵng nhất định tôi sẽ ghé qua Jazz",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "danminhha",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Jazz Hotel khách sạn chất lượng xứng đáng đồng tiền",
            "review_content": "Tôi đã có kỳ nghỉ 4 ngày 3 đêm ở đây, tôi chọn phòng vip deluxe sea view để có diện tích rộng rãi hơn. Nhìn chung,khách sạn sạch sẽ, view đẹp, giá cả tốt, chất lượng cao.  thái độ phục vụ tốt. Tôi sẽ quay trở lại khi có dịp đến Đà Nẳng.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "QuynhMy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Jazz Hotel thật tuyệt vời",
            "review_content": "Mình đến Đà Nẵng cùng gia đình vào giữa tháng 08/2015. Mình book 5 phòng sea view trước tận 2 tháng vì sợ hết phòng. Điểm ấn tượng đầu tiên khi mình đến ks là phong cách phục vụ thật tuyệt vời. Từ các anh chị lễ tân cho đến nhân viên phục vụ đều rất tận tình. Các dịch vụ trong khách sạn theo mình thì chưa có khuyết điểm gì để nói. Ks có những vật dụng cần thiết cho mình mượn khi cần. Tại ks có view đẹp, nhà hàng, quầy bar rất tốt. Bữa sáng buffet cũng đa dạng. Ks gần trung tâm, đi Hội An bằng xe mất cũng chỉ mất tầm 35p. Gần chùa Linh Ứng, Bà Nà Hill.... Để giải quyết vấn đề gì mình chỉ cần gọi xuống anh chị lễ tân thì sẽ nhận được gỉai đáp ngay lập tức. Sau chuyến đi về, gia đình mình ai cũng thích jazz hotel. Có dịp quay lại Đà Nẵng, sự lựa chọn của mình cũng sẽ lại là Jazz",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Diamond_NPC",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Jazz Hotel khách sạn đáng để ở",
            "review_content": "Phòng view rất đẹp, thái độ phục vụ tốt, nhà hàng + quán cafe rất tốt. Nếu có cơ hội tôi sẽ quay trở lại 1 lần nữa. Trải nghiệm bãi biển cực đẹp, support của nhân viên rất chu đáo. Đặc biệt với người không hút thuốc như mình thì đây là nơi lý tưởng.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Beaubonhommeduquebec",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Rất thất vọng",
            "review_content": "Khách sạn rất đẹp, lớn và gần đây đã cải tạo phòng. Nhà hàng đẹp với quầy bar (ban nhạc sống hàng đêm). . . nhưng kia là nó !  Nhân viên hầu như không nói tiếng Anh và rất trẻ và không hữu ích lắm. Hầu hết các nhân viên tiếp tân đều đeo mặt nạ chirurgical và chúng tôi không thể nghe thấy họ khi nói chuyện (tiếng Anh họ biết ít). Khi yêu cầu họ tháo mặt nạ để tôi có thể nghe thấy họ. . . trả lời không! ! !  Khi hỏi họ đâu là cửa hàng tiện lợi gần nhất trong khu vực. . . \"Không biết\"! . . . Tôi đã tìm thấy một hai khối xuống đường.  Yêu cầu gọi taxi để đi vào trung tâm thành phố (5 km), hãy trả lời \"gọi dịch vụ xe Grab\". Nếu tôi hỏi bạn, đó là vì tôi không có dịch vụ Grab \"xin lỗi không giúp đỡ!\"  Không có gì đi bộ từ khách sạn ngoại trừ 2 nhà hàng hải sản (Giữa không có nơi nào).",
            "reviewer_location": "Montéral"
        },
        {
            "name": "fernisi100",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Jazz Hit ... Và hoa hậu",
            "review_content": "Ở lại 3 đêm vào mùa thấp điểm khi có rất nhiều đám đông và khách sạn có lẽ chỉ đầy một nửa và thấy khách sạn rất dễ chịu.  Nằm trên con đường chính hướng tới Đức Phật, bạn thực sự ở trên bãi biển và căn phòng của chúng tôi hướng ra biển có ban công và rất đẹp và sạch sẽ, chúng tôi xuất hiện trên đôi dép xỏ ngón và đi ra bãi biển mặc dù chúng tôi nghĩ rằng chúng là thiếu một mẹo không sử dụng mái nhà với một thanh và chỗ ngồi có nhiều không gian trên đó.  Tuy nhiên, cuối bãi biển này không có ô hay ghế ngồi và khách sạn không cung cấp những chiếc khăn này hoặc khăn tắm biển, vì vậy nếu bạn muốn chúng đi bộ khoảng một dặm hoặc qua con đường qua tất cả các nhà hàng cá quá đắt đến bãi biển Mỹ Khê nơi bạn có thể nhận được tất cả những thứ này.  Có một bữa ăn sáng tốt phục vụ cho tất",
            "reviewer_location": "Nottingham, Vương quốc Anh"
        },
        {
            "name": "khoo k",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Jazz Hotel khách sạn bãi biển gần nhất",
            "review_content": "Nếu bạn đang tìm kiếm một khách sạn gần bãi biển, thì đây là một khách sạn. Tôi đã ở trong khách sạn khác nhau trong nang, nhưng không ai trong số đó là gần hơn. Đặt phòng có ban công, bạn có thể thấy mặt trời mọc. Phòng rất sạch sẽ và gọn gàng. Khách sạn được duy trì tốt và phục vụ bữa sáng tự chọn phương Tây tốt. Nếu bạn thích đồ ăn biển, chỉ cần đi bộ trong 1 phút và bạn có thể tìm thấy nhà hàng hải sản tươi và ngon. Các cửa ban công cách âm cách nhiệt là rất tốt. Bạn thực sự có thể ngủ ngon vào ban đêm. Khách sạn cách xa bãi biển chính và thành phố.",
            "reviewer_location": "East Coast, Singapore"
        },
        {
            "name": "NguyenHang74",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất bên bờ biển với Nhạc Jazz trực tiếp mỗi tuần",
            "review_content": "Tôi thực sự có một kỳ nghỉ tuyệt vời tại Jazz Hotel. Nhân viên thân thiện và hữu ích. Phòng ấm cúng và sạch sẽ, nhìn ra biển. Khách sạn nằm ngay cạnh bãi biển, và rất thuận tiện. Họ có nhạc Jazz trực tiếp mỗi tuần, ban nhạc, âm nhạc và thức ăn tuyệt vời. Rất khuyến khích ở lại. Tôi muốn quay trở lại trong chuyến đi tiếp theo của tôi đến Năng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "sean m",
            "avatar": "",
            "review_rating": "4",
            "review_title": "bãi biển",
            "review_content": "Viên ngọc nhỏ tuyệt vời của một khách sạn, tôi đã đặt trong một ngày và kết thúc ở lại trong một tuần. rất thư giãn và luôn có một số khách thú vị để trò chuyện tại quán cà phê ngoài trời là một phần của khách sạn. Rất cám ơn tất cả các nhân viên đặc biệt là My vì tất cả sự giúp đỡ và lời khuyên của cô ấy và luôn luôn nở nụ cười. tôi hy vọng sẽ đến thăm một ngày nào đó",
            "reviewer_location": "Edinburgh, Vương quốc Anh"
        },
        {
            "name": "Nahren",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn ấm cúng đáng yêu",
            "review_content": "Một khách sạn nhỏ xinh xắn đối diện bãi biển, với một nhà hàng đẹp ở sảnh. Cho đến nay, nơi duy nhất tôi tìm thấy cà phê theo ý thích của mình? Bao gồm bữa sáng, trong đó có cả sự lựa chọn của châu Á và phương Tây. Rất đẹp.",
            "reviewer_location": "Bethania, Úc"
        },
        {
            "name": "Sandyr805",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Buổi tối ở denang",
            "review_content": "Chúng tôi ở lại con đường tại khách sạn Sheraton và đi bộ xuống đây để có một vài buổi tối đáng yêu, chúng tôi rất thích âm nhạc thư giãn và dịch vụ tuyệt vời đặc biệt là từ Hùng cảm ơn bạn. Rất khuyến khích thực phẩm ở đây cũng ngon và giá cả hợp lý.",
            "reviewer_location": "Thornton Cleveleys, Vương quốc Anh"
        },
        {
            "name": "Bud P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn nhạc jazz",
            "review_content": "Nơi này là tốt nhất Người dân ở đây là tuyệt vời. Rất rất hữu ích và rất tốt đẹp họ phục vụ bạn với một nụ cười trên khuôn mặt của họ. Yêu thích của tôi là Ph ?? ng. Luôn ở đó khi bạn cần một cái gì đó. Cộng với một cái nhìn về đại dương là tuyệt vời, chúng ta có thể",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sam B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mặt trời ngâm khách sạn Jazz",
            "review_content": "Tầm nhìn tuyệt vời của mặt trời biển ngâm biển từ ban công khách sạn. Mặc dù nhà hàng không quá đông khách nhưng đồ ăn vẫn ngon và có cả ban nhạc sống. Chúng tôi đã lấy một bộ Các phòng khách sạn là giường rộng rãi và thoải mái. Phòng tắm rất sạch sẽ. Nhân viên cư xử tốt và hữu ích. Họ nói tiếng Anh hoàn toàn khả thi. Kinh nghiệm tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "David W",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn mặt biển - quầy bar sôi động",
            "review_content": "Khách sạn tầm trung. Chúng tôi đã dành 2 đêm ở đó và ngủ ok. Nằm ở cuối phía bắc của bãi biển rất dài, nó hơi nằm ngoài các khu vực chính - nơi hấp dẫn chúng tôi. Bãi biển đúng nghĩa là bên kia đường chạy qua phía trước khách sạn. (Tiếng ồn giao thông không phải là vấn đề.) Chúng tôi có một phòng ban công. Ban công dài khoảng một mét và chúng tôi có thể đứng trên nó hoặc có 1 cái ghế - vì vậy bản thân nó không phải là một điểm bán hàng. Tầm nhìn ra bãi biển và biển bị che khuất sang một bên bởi một phần của tòa nhà nhô ra. May mắn thay, chúng tôi muốn tổng số cho khả năng chi trả và vị trí của nó. Đi lại không phải là vấn đề vì taxi rất rẻ ở Việt Nam. Bên kia vịnh là quần thể chùa Đức Phật không cổ kính như vẻ ngoài của nó nhưng là một nơi đáng để ghé thăm. Chúng tôi cũng đã",
            "reviewer_location": "Milford Haven, Vương quốc Anh"
        },
        {
            "name": "Bell1993",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ tuyệt vời với tầm nhìn tuyệt vời!",
            "review_content": "Tôi và ba chị em của tôi ở lại 2 đêm ở đó vào tháng Mười. Ấn tượng đầu tiên là khung cảnh đại dương đẹp nhất từ ​​trước tới nay, chỉ cần mở cửa ban công và bạn có thể ngắm nhìn cảnh biển tuyệt vời, âm thanh của sóng và bức tượng khổng lồ của chùa Linh Ứng. Tôi thậm chí có thể thưởng thức mặt trời mọc trên giường, điều đó thật tuyệt vời. Phòng của tôi có 2 phòng ngủ, khá mới và tốt theo tiêu chuẩn. Nhân viên rất thân thiện với nhân viên Reception to Maintenance, người sửa nhà vệ sinh với một nụ cười lớn. Chỉ một điều nhỏ là súp nóng vào bữa sáng có thể nóng hơn nhưng nó có vị thơm ngon:) Nói chung, một kỳ nghỉ tốt đẹp và nơi được đề nghị cao!",
            "reviewer_location": "Tỉnh Bà Rịa-Vũng Tàu, Việt Nam"
        },
        {
            "name": "Swisstraveler27",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Mùi như thuốc lá trong phòng",
            "review_content": "Căn phòng có mùi rất nặng như thuốc lá. Phòng không sạch sẽ và không thoải mái. Sẽ không khuyên bạn nên đến đó vì có rất nhiều khách sạn khác xung quanh. Ăn sáng cũng không tốt lắm, không có nhiều lựa chọn và nhân viên không thể nói được tiếng Anh.",
            "reviewer_location": "Kriens, Thụy Sỹ"
        },
        {
            "name": "rulyyanto",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp và thoải mái",
            "review_content": "Các phòng gia đình là spaciois. Bộ sưu tập bữa sáng của Hugh. Chỉ cần đi bộ trên đường đến bãi biển, nhưng chủ yếu là không bơi. Khá xa thị trấn. Có thể tiếp cận bằng Grab, nhưng rất ngon. Với Vincom Plaza, chi phí là 145 VND. Tô Linh Linh chi phí 185 đồng hai chiều. Bên cạnh khách sạn còn có quán bar nhạc jazz và nhà hàng phục vụ các món ăn ngon.",
            "reviewer_location": "Medan, Indonesia"
        },
        {
            "name": "Clare H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi đầu tiên của chúng tôi đến Đà Nẵng",
            "review_content": "Đó là một kinh nghiệm tuyệt vời. Kể từ ngày tôi nhắn tin cho khách sạn để đặt phòng cho tôi, Vi đặt phòng khách sạn phản hồi ngay lập tức. Cô rất tử tế để giữ phòng mặc dù không đặt phòng xuống - thanh toán. Cô ấy cũng giúp chúng tôi sắp xếp dịch vụ đưa đón khách sạn, mặc dù tài xế đã trễ. Cô ấy chỉ đơn giản là tuyệt vời. Khi chúng tôi đến và không hài lòng với 1 phòng đường phố, cô ấy ngay lập tức thay đổi nó. Cô ấy rất am hiểu và hữu ích. Chúng tôi cũng phải cảm ơn cô ấy vì đã giới thiệu massage Vela Spa & massage. Chúng tôi rất thích các massage & đầu nó, nhân viên tiếp tân đã nói tiếng Anh tốt tình nguyện để đưa chúng ta có mì thịt bò của chúng tôi. Nó rẻ và rất tốt. Chúng tôi vẫn còn 3 ngày nữa để tận hưởng dịch vụ tuyệt vời này.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Likestomove",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nice stay",
            "review_content": "Nơi này nằm đối diện với bãi biển và cách trung tâm thành phố Đà Nẵng 40 - 60 phút đi bộ thuận tiện. Hãy cảnh giác rằng băng qua đường ở Việt Nam bạn phải cảnh giác. Các quy tắc đường bộ không có quy tắc đường bộ và bạn tránh xe đạp / xe hơi / xe buýt / xe tải. Người đi bộ băng qua cũng không phải là nơi ẩn náu an toàn. Vì vậy, hãy cảnh giác. Khách sạn này là tốt đẹp - phòng ban công nhỏ nhưng đủ cho 2 người. Như tên ngụ ý có một ban nhạc jazz sống 7 đêm và có thể nghe rõ ràng từ phòng của bạn ít nhất là trên tầng hai. Khách sạn sạch sẽ và gọn gàng với đội ngũ nhân viên mong muốn làm hài lòng quý khách. Thức ăn là ok. Bữa sáng được phục vụ theo kiểu tự chọn với trứng tráng được chế biến theo yêu cầu. Họ cần phải thay thế các toasters phải đứng và giữ để bánh mì nướng. Ăn trưa và",
            "reviewer_location": "Plainland, Úc"
        },
        {
            "name": "Paulie M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ 5 sao",
            "review_content": "Tôi xin nói rằng dịch vụ tại khách sạn Jazz thật tuyệt vời tôi phải đề cập đến một người đã đi qua và vượt ra ngoài Linh đã giúp tôi rất nhiều và luôn sẵn lòng giúp đỡ và phục vụ cảm ơn tất cả các bạn đã giúp đỡ Linh. Và sẽ trở lại một lần nữa vì dịch vụ Linh.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "68 Vo Nguyen Giap, Son Tra, Đà Nẵng Việt Nam",
        "name": "Khách sạn Jazz",
        "geo_data": {
            "latitude": 16.083120346069336,
            "longitude": 108.24771881103516
        },
        "room_number": "50"
    }
}