{
    "content": [
        {
            "name": "Chichi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn thoải mái, giá cả hợp lý. Bữa sáng rất ngon. Phòng view biển, sạch sẽ. Nhân viên thân thiện, nhiệt tình giới thiệu nhiều địa điểm và quán ăn. Khách sạn có hồ bơi và quầy bar trên tầng thượng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuy nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách san mới xây nên mọi thứ rất mới và nhìn rất lịch sự. Bữa sáng theo mình khá đơn giản nhưng nhìn chung là Ok nhân viên phục vụ nhiệt tình. Phòng mình đặt cho 2 người tuy hơi nhỏ nhưng đầy đủ tiện nghi. Các bạn lễ tân rất thân thiện và giúp đỡ mình rất nhiều. Hồ bơi tầng thượng rất đẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jay",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ lễ tuyệt vời",
            "review_content": "Gia đình mình vừa có kì nghỉ lễ kết hợp du lịch ở Đà Nẵng. Phải nói gia đình mình rất kĩ tính chọn khách sạn để nghỉ ngơi thì được bạn bè giới thiệu khách sạn Golden Line ở Đà Nẵng. Đến nơi thì khách sạn rất mới đẹp và nhân viên rất dễ thương và thân thiện. Có dịp quay lại mình sẽ chọn khách sạn này và sẽ giới thiệu cho bạn bè mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Tôi đặt phòng ở đây 2 đêm cho kì nghỉ 2/9 của mình. View biển rất đẹp. Khách sạn ở vị trí gần biển, tiện lợi cho mọi hoạt động. Nhân viên ở đây rất nhiệt tình, dễ thương. Đồ dùng trong phòng tiện nghi. Phòng đẹp, sạch sẽ. Nếu có cơ hội quay lại Đà Nẵng thì mình vẫn ghé khách sạn Golden Line",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LEE",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm đáng nhớ",
            "review_content": "Tháng cao điểm mà vẫn có được giá phòng rất tốt qua trang mạng Agoda nên nhóm mình rất hài lòng khi ở ks này,phòng mới,ăn sáng ổn,có hồ bơi vf gần biển nữa,nhân viên rất nhiệt tình.tuy nhiên phòng cần có thêm màu sắc,hơi nhỏ và đơn điệu thật.",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "Elsa Ngô",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Mình có một kì nghỉ rất tuyệt tại đà nẵng, mình đã ở ks 2 đêm,hồ bơi rất đẹp nhưng phòng hơi nhỏ, tuy nhiên mình vẫn cho 5 sao vì sự nhiệt tình và thân thiện của nhân viên, đặc biệt là các bạn lễ tân đã tư vấn hỗ trợ mình rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khanh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt và đáng tiền",
            "review_content": "Khách sạn không lớn nhưng bố trí hợp lý, phòng rộng rãi, đồ đạc trong phòng cũng ổn, như phòng mình còn có TV Sony 49 inches, chất lượng hình ảnh 4k và hệ thống truyền hình phong phú. Hồ bơi trên tầng 11 khá rộng so với những khách sạn cùng phân khúc quanh đó (mình đã so sánh kỹ trước khi book phòng và thực tế đúng như mô tả), chất lượng nước tốt. Vị trí khách sạn cũng tốt, rất tiện ăn uống và đi lại. chỉ vài phút là đi bộ ra biển Mỹ Khê, xung quanh hàng quán nhộn nhịp, mở cửa rất khuya. Các bạn nhân viên tại Golden Line cũng rất dễ thương, nhiệt tình. Điểm trừ duy nhất là bữa sáng khá đơn điệu và không ngon lắm. Nhưng bù lại, khi mình check out từ 5h sáng, các bạn đã chuẩn bị cho mình bữa sáng mang đi khá chu đáo. Nói chung, mình hài lòng về kỳ nghỉ ở Golden Line.",
            "reviewer_location": "Hanoi, Ha Noi, Vietnam"
        },
        {
            "name": "Tien 123456",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng để đến",
            "review_content": "Phòng sạch sẽ, có tủ lạnh, máy sấy tóc và bình đun siêu tốc. Mỗi phòng  có riêng wifi, tốc độ rất nhanh Ks được trang trí màu xanh rất đẹp và mát mắt. Khu sinh hoạt chung luôn có sẵn mì gói, bánh mì, trái cây, trứng luộc, yogurt ăn miễn phí. Không gian và cảm giác của nơi này rất rất thoải mái, kiểu đi cả 1 ngày dài ngoài đường chỉ muốn về nhanh để hồi phục. không gian sạch sẽ, đáng yêu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HANNA LE",
            "avatar": "",
            "review_rating": "5",
            "review_title": "HÀI LÒNG",
            "review_content": "khách sạn khá mới, gần biển và các địa điểm giải trí tại Đà Nẵng, đi bộ là có thể thấy rất nhiều hàng quán và các quầy lưu niệm nên khá tiện. rất hài lòng với nhân viên ở đây vì các e ấy rất hay cười, phòng khá ổn nhưng hơi đơn điệu, nếu thêm màu sắc sẽ bắt mắt hơn.nếu có dịp nhất định sẽ quay lại",
            "reviewer_location": "Bắc Ninh, Việt Nam"
        },
        {
            "name": "Anna",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Soooooo Happy",
            "review_content": "Khách sạn mới toanh, phòng ổn so với giá. Mình cực kỳ thích vì nó rất gần biển, tắm biển Đà Nẵng cực tiện. Xung quanh đó đất trống nhiều nên view biển luôn. Nhân viên trẻ trung, nhiệt tình, quan trọng là rất để tâm đến khách hang (có lẽ mới nên chăm sóc kĩ - hihi). Có dịp sẽ ghé ở lại lần nữa ạ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đinh Alu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Lựa chọn mãi mới được 1 khách sạn gàn biển mà giá tốt, cả 2 chúng tôi đều cảm thấy hài lòng với dịch vụ ở đây.hồ bơi đẹp nhìn được thành phố,phòng thì nhỏ nhưng xinh xắn,nhân viên chào đón nồng hậu,sẽ quay lại khi có dịp tới đà nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Văn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "nhân viên thân thiên, view thấy biển, hồ bơi rộng thoáng, có cả quầy bar , khá nhiều điểm cộng cho Khách sạn. Có dịp chắc chắn mình sẽ quay lại vì ở đây thuận tiện đi lại và nghỉ ngơi, vì xung quanh đây khá yên tỉnh. Mọi thứ đều hoàn hảo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vân Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mới mà chuyên nghiệp",
            "review_content": "Khách sạn có view quá đẹp, nghỉ ngơi thoải mái, đội ngũ staff thì dễ thương, chuyên nghiệp, tác phong nhanh nhẹn và rất lịch sự. Phòng ốc sạch sẽ, nội thất mát mắt, tha hồ selfie sông ảo. Một điểm cộng là hồ bơi, không chỉ đẹp mà còn rộng, thoáng, lúc nào cũng có người túc trực.Chắc chắn đây sẽ là địa điểm lựa chọn số 1 của mình khi quay lại Đà Nẵng <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MinMin nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi đây thật tuyệt trong ngày relax của mình",
            "review_content": "Chất lượng phục vụ tốt. Phòng sạch sẽ, nhưng hơi nhỏ Gần biết cách biển 3 phút đi bộ. Giá cả hợp lý.  Nhân viên lễ tân rất nhiệt tình và thân thiện. Rất hài lòng với khách sạn, nếu đến Đà Nẵng lần tới sẽ tiếp tục lựa chọn khách sạn❤️❤️❤️",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "010397tthuongg",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nhân viên thân thiện",
            "review_content": "khách sạn mới, trang thiết bị tiện nghi đầy đủ, hồ bơi sạch sẽ. khách sạn đi bộ ra biển khoảng 5 phút rất thuận tiện. Nhân viên thân thiện, nhiệt tình. Nếu có cơ hội đến Đà nẵng tôi sẽ chọn Golden Line Danang Hotel",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo Quyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ đáng nhớ",
            "review_content": "Chúng tôi đã có một kì nghỉ vui vẻ, đáng nhớ tại Đà Nẵng và tại khách sạn Golden Line. Nhân viên rất thân thiện, nhiệt tình hướng dẫn những địa điểm vui chơi, ăn uống. Khách sạn sạch sẽ, thoáng mát, chuyên nghiệp. Nhất định chúng tôi sẽ quay lại khi trở lại Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lily",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Thích nhất hồ bơi ở đây. Mấy cô lễ tân dễ thương, thân thiện.Có thắc mắc gì đều hướng dẫn nhiệt tình.Phòng sạch có view đẹp.Địa điểm này gần biển nên có thể ra ngắm biển.Rất hợp lý cho một đứa thích biển như mình. Có cơ hội sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Tú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "dịch vụ tốt",
            "review_content": "phòng khách sạn đẹp sạch sẽ view thành phố. có hồ bơi tầng 10 . buffet sáng đa dạng nhiều món. nhân viên nhiệt tình . ksan cách trung tâm thành phố rất gần thuận tiện đi lại. cách bãi biển mỹ khê mấy trăm mét",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Diem Le",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Du lịch",
            "review_content": "Khách sạn tiện nghi,  giá cả hợp lý,  vị trí đẹp có view biển.  Rất thuận tiện đi ăn uống mua sắm ngay gần đó. Quầy bar nên có thêm menu cho đồ uống.  Rất tuyệt nếu các bạn phục vụ coctail hay nước hoa quả.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Caroline Cao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vi vu đà nẵng",
            "review_content": "Rất tốt , nhân viên lễ tân thân thiện , nhiệt tình tư vấn , đồ ăn sáng vừa khẩu vị của mình , nhân viên phục vụ chuyên nghiệp , tôi vẫn sẽ chọn khách sạn này ở nếu mùa hè năm sau quay lại , rất mong gặp lại các bạn của tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn giá rẻ, dịch vụ tuyệt vời.",
            "review_content": "Mọi thứ đều tuyệt vời. Bữa ăn sáng rất ngon. Cơ sở vật chất tiện nghi, sạch và đẹp. Dịch vụ tốt, đặc biệt các bạn lễ tân rất thân thiện và nhiệt tình đã review các địa điểm ăn chơi mua sắm. Tôi rất thích ở khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lemar",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ thoải mái",
            "review_content": "Hình như khách sạn mới đưa vào hoạt động. Nhân viên niềm nở, đặc biệt luôn tươi cười. Con mình hay quậy phá, làm dơ khăn tắm ngay ngày đầu tiên. Nhân viên thay nhanh chóng và vẫn rất niềm nở. Gần khu phố tây và biển là một điểm cộng. Sẽ quay lại!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Tram Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM HÀI LÒNG KHÁCH SẠN MỚI",
            "review_content": "Là khách sạn mới đi vào hoạt động nên cơ sở vật chất  trang thiết bị tốt, hiện đại, hệ thống điện cầu thang cảm ứng đem lại cảm giác an toàn và sạch sẽ . Điểm tâm phong phú, đa dạng phù hợp cho tất cả các khách châu Âu và Á. Điểm thu hút là hồ bơi ở sân thượng , từ trên cao nhìn xuống thấy cảnh thành phố, bạn vẫn ngắm được pháo hoa cuối tuần . Nhân viên hầu hết các bộ phận đều niềm nở, thân thiện và hiếu khách. Đặc biệt cảm ơn chị Thủy- Giám Đốc điều hành khách sạn đã đem lại cho chúng tôi 1 trải nghiệm chuyến đi và tổ chức sinh nhật cho con gái trọn vẹn và ý nghĩa. Với gia đình đây là kỷ niệm đáng nhớ.",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Alextran",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn mới, nhân viên thân thiện",
            "review_content": "Khách sạn còn rất mới, mới chỉ hoạt động được hơn 3 tháng, mọi trang thiết bị còn rất mới. Vị trí khá gần biển, đi bộ chỉ khoảng 10- 15 phút. Chăn ga gối đệm rất sạch sẽ, bể bơi trên tầng 11 view đẹp. Tuy nhiên, sàn phòng bằng gạch men hơi ẩm ướt, ăn sáng buffet tự chọn nhưng đồ ăn hơi đơn điệu và không có nhiều lựa chọn. Nhân viên thân thiện, nhiệt tình.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "amigachika",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt và nhân viên thân thiện",
            "review_content": "Tôi ở lại ba đêm ở đây. Tất cả các nhân viên đều rất hoan nghênh, dự kiến và rất thân thiện. Chỉ trong vòng 10 phút đi bộ, bạn có thể đến bãi biển và có rất nhiều cửa hàng và nhà hàng trên đường đến bãi biển. Căn phòng rất đẹp và họ có vòi sen áp lực mạnh, đôi khi bị thiếu khi bạn đi ra nước ngoài. (Có vòi sen trên đầu!) Họ có một hồ bơi trên mái nhà và thật tuyệt khi thư giãn vào buổi sáng hoặc chiều muộn. Tôi rất thích ở khách sạn này!  3 ??????????????????????????????????????? ????????????????????????????????????????? ??????? 10 ??????????????????????????????????????? ?????????? Bể bơi trên tầng thượng ?????????????????????????",
            "reviewer_location": "Fukuoka, Nhật Bản"
        }
    ],
    "hotel": {
        "location": "63-65-67 Đỗ Bí Mỹ An, Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "Golden Line Danang Hotel",
        "geo_data": {
            "latitude": 16.053707122802734,
            "longitude": 108.2459716796875
        },
        "room_number": "56"
    }
}