{"content": [{"name": "Hoang", "avatar": "", "review_rating": "5", "review_title": "View ngắm bình minh tuyệt vời", "review_content": "Mình đi du lịch cùng đám bạn thân tại Đà Nẵng và chọn Nguyên Gia hotel. Nhân viên thân thiện, hướng dẫn nhiệt tình. Bữa sáng ngon và view nhà hàng hướng ra biển rất đẹp. Giường êm, thoải mái, phòng sạch sẽ. Bãi biển phía trước mặt khách sạn khá yên bình và thơ mộng. Cảm ơn Nguyên Gia Hotel đã làm chuyến đi mình tuyệt vời hơn!", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thanh", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt", "review_content": "Mình vừa trải qua kỳ nghỉ 3 ngày 2 đêm tại ở Đà Nẵng. Thực sự mình rất ấn tượng và cực kỳ happy vì đã gặp được những con người Đà Nẵng thân thiện và khách sạn Nguyen Gia hoàn toàn hoàn hảo theo ý muốn của mình. Từ Lễ Tân tới Quản lý, tất cả đều quá chuyên nghiệp, phòng ốc cực kỳ sạch sẽ và làm mình cùng bạn bè rất hài lòng, rất dễ thương và rất chuyên nghiệp. Nếu có quay lại, nhất định sẽ chọn Nguyen Gia làm nơi nghĩ dưỡng. Thân chào!", "reviewer_location": "dumpxxx"}, {"name": "Trần Văn Xuân Cường", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Khách sạn sạch sẽ,không gian thoáng mát.Buổi sáng thật tuyệt vời khi đón bình minh trước ban công của căn phòng. Nhân viên cực kỳ thân thiện, vui vẻ và tư vấn rất nhiệt những địa điểm chúng tôi có thể đi tham quan,ăn uống gần khách sạn. Ngoài ra bữa sáng tự chọn với nhiều món ăn phong phú.Sẽ ở lại khi có dịp vào Đà Nẵng.", "reviewer_location": "Phan Thiết, Việt Nam"}, {"name": "Trang H", "avatar": "", "review_rating": "5", "review_title": "Sẽ quay lại", "review_content": "Sạch sẽ, yên tĩnh, mặc dù hơi xa trung tâm nhưng bù lại view tuyệt đẹp, tôi được nhân viên tư vấn nên dậy lúc 5h30 để ngắm bình minh ngay tại ban công phòng, dịch vụ rất đáng tiền Có dv mượn xe đạp và tư vấn tour đạp xe miễn phí nhưng tiếc là tôi chưa có thời gian trải nghiệm. Sẽ quay lại! ", "reviewer_location": "dumpxxx"}, {"name": "Dang Ngoc Khanh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn xinh đẹp", "review_content": "Khách sạn có view biển rất đẹp, phòng sạch sẽ, nhân viên thân thiện. Cảm ơn chị Thủy sales đã tư vấn rất nhiệt tình. Tuy khách sạn nhỏ nhưng ăn sáng khá đa dạng, hợp khẩu vị. Chúng tôi đến vào lúc trời khuya và mưa rất to nhưng được nhân viên chào đón rất niềm nở. Sẽ quay lại! ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trang H", "avatar": "", "review_rating": "5", "review_title": "Sẽ quay lại", "review_content": "Sạch sẽ, yên tĩnh, mặc dù hơi xa trung tâm nhưng bù lại view tuyệt đẹp, tôi được nhân viên tư vấn nên dậy lúc 5h30 để ngắm bình minh ngay tại ban công phòng, dịch vụ rất đáng tiền Có dv mượn xe đạp và tư vấn tour đạp xe miễn phí nhưng tiếc là tôi chưa có thời gian trải nghiệm. Sẽ quay lại! ", "reviewer_location": "dumpxxx"}, {"name": "Dang Ngoc Khanh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn xinh đẹp", "review_content": "Khách sạn có view biển rất đẹp, phòng sạch sẽ, nhân viên thân thiện. Cảm ơn chị Thủy sales đã tư vấn rất nhiệt tình. Tuy khách sạn nhỏ nhưng ăn sáng khá đa dạng, hợp khẩu vị. Chúng tôi đến vào lúc trời khuya và mưa rất to nhưng được nhân viên chào đón rất niềm nở. Sẽ quay lại! ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "HueNguyen", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghĩ tuyệt vời", "review_content": "Tôi đã có một tuần trăng mật tại Nguyên Gia rất tuyệt vời. Khi bước vào phòng tôi thật sự bất ngờ về phần  trang trí trên giường, rất đẹp. Nhân viên ở đât rất thân thiện, vui vẻ và lễ phép. Buffet thì rất ngon. Tôi thật sự rất thích ở đây. Cảm ơn Đội ngủ khách sạn đã cho tôi một tuần trăng mật tuyệt vời và nhiều kỷ niêm. Tôi sẽ quay lại một ngày gần nhất❤️❤️❤️", "reviewer_location": "dumpxxx"}, {"name": "Lily Hoang", "avatar": "", "review_rating": "5", "review_title": "Đến Đà Nẵng tôi sẽ ở Nguyên Gia", "review_content": "Mình có chuyến công tác tại Đà Nẵng. Ấn tượng đầu tiên khi đến là khách sạn trực diện biển, view hướng ra tượng Phật bà Quan Âm - Chùa Linh Ứng.  Khách sạn gọn gàng, sạch sẽ. Các bạn nv dễ thương, nhiệt tình. Điểm cộng: Mình được free shulter bus đón sb. Khách sạn cho khách sử dụng miễn phí xe đạp. Không gian yên tĩnh. Chủ yếu khách nước ngoài ở.  Điểm trừ: xung quanh không có cửa hàng tiện lợi hay các dịch vụ tiện ích.", "reviewer_location": "Tỉnh Quảng Bình, Việt Nam"}, {"name": "Khách sạn Lavencos", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đối diện biển. Phòng sạch sẽ", "review_content": "Từ khách sạn đi bộ qua bên đường là bãi biển. Nội thất mới, phòng sạch sẽ. Nhân viên lễ tân rất niềm nở, hỗ trợ nhiệt tình. Buffet sáng ngon, đa dạng món. Nếu có dịp sẽ tiếp tục quay lại lưu trú tại khách sạn.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "CTNT123", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đáng ở!", "review_content": "Khách sạn mới và đẹp, phòng có ban công nhìn thẳng ra biển view biển rất đẹp, đối diện bãi biển đi vài bước là tới ngay. Nhân viên phục vụ nhiệt tình, chu đáo. Tôi thực sự rất hài lòng, sẽ giới thiệu cho bạn bè, người thân và chắc chắn sẽ quay trở lại.", "reviewer_location": "dumpxxx"}]}