{
    "content": [
        {
            "name": "julie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời tại Đà Nẵng!",
            "review_content": "Thật sự rất rất rất hài lòng với chất lượng và trang thiết bị tại khách sạn CN Palace luôn! không gian tạo cảm giác khá dễ chịu và thoải mái. Nhân viên cũng dễ thương và tận tình nữa, lần sau quay lại Đà Nẵng chắc chắn vẫn chọn CN Palace!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Becca",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing honey moon",
            "review_content": "Vợ chồng mình có đi trăng mật ở ĐN và chọn CN Palace làm nơi lưu giữ kỉ niệm. Khách sạn rất đẹp. Bọn mình thật sự rất thích phòng và view ở đây nhìn rất chill chill buổi tối. Khách sạn cũng gần cầu rồng nên mình đã được chiêm ngưỡng cầu phun lửa ở ĐN nè. Waoo siêu đẹp lun. Thật sự chuyến du lịch tuyệt vời nhé. Lần sau kỉ niệm ngày cưới sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trần Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Tôi rất hài lòng khi chọn khách sạn CN Palace là nơi ngủ lại trong chuyến hành trình 4 ngày 3 đêm tại Đà Nẵng. Khách sạn sạch sẽ, phòng ngủ rộng rãi thoải mái và đặc biết làgần khu trung tâm ăn uống và thuận tiện cho việc đi tham quan....",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Hoàng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thú vị",
            "review_content": "Lần đầu tôi đến với đà nẵng,tôi đã rất khó chọn lựa 1 nơi nghỉ ngơi,tình cơ tôi biết đến khách sạn,một không gian rất tuyệt vời,cách bày trí rất bắt mắt, nhân viên lễ tân rất nhiệt tình và chu đáo hướng dẫn rất tận tâm,tôi sẻ quay lại vì dịch vụ rất tốt...tks hotel",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mohica",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỷ niệm chuyến du lịch Đà Nẵng",
            "review_content": "hành trình những ngày đến với thành phố xinh đẹp Đà Nẵng là những ngày vui vẻ và hạnh phúc nhất.khách sạn CN palace góp phần quan trong trọng thành công trong chuyến đi đó, bởi vì có được nơi lưu trú với những tiện ích rất tốt đem lại sự thỏa mái và sự an tâm về mặt tinh thần phù hợp với mọi du khách khi đến lưu trú để tham quan vẽ đẹp của thành phố xinh đẹp.Nơi đây có vew đẹp có thể ngắm cảnh bao quát thành phố từ trên cao, với những tòa nhà cao đẹp và những con đường rộng rợp bóng cây,và bãi biển trong xanh bờ cát trắng trãi dài được bình chọn một trong những bãi tắm đẹp nhất hành tinh, lưu trú nơi đây bạn rất thuận tiện tham quan các điểm vui chơi về đêm, như các quán bar càphê, điểm ăn uống ngon, dạo bộ dọc tuyến đường Bạch Đằng và biển Phạm văn Đồng, bên cạnh đó thuận tiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Moongemxp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn thú vị",
            "review_content": "Vợ chồng chúng tôi rất cảm ơn khách sạn sau 1 tuần trăng mật tuyệt vời . Các anh chị nhân viên rất thân thiện , phòng ốc sạch sẽ, khách sạn gần biển , view đẹp đặc biệt ẩm thực sáng đa dạng . Nếu có dịp chúng tôi sẽ trở lại .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đoàn Phú Quốc",
            "review_content": "Chúng tôi ở đây 2 đêm 2_4.10, vị trí ngay trung tâm, chỉ cách biển 200m nên rất tiện. Ngoài ra có thể check in cảnh Đà Nẵng tại sân thượng, thức ăn sáng ngon, phòng sạch, dễ thương, đón tiếp nhiệt tình. Đoàn chúng tôi rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Digvijay",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn rất tệ",
            "review_content": "Đây là khách sạn tồi tệ nhất tôi từng ở, họ lừa đảo họ sẽ cho bạn quần áo bẩn và khăn trải giường và khi thanh toán họ sẽ tính phí cho bạn vì điều đó và yêu cầu bạn rất nhiều. Và nếu bạn không cung cấp cho họ, họ sẽ làm sai và DNT cho phép bạn đi từ khách sạn. Hãy cẩn thận kẻ đi dnt đến khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Katee7730",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nơi tốt",
            "review_content": "Một kỳ nghỉ hoàn toàn hoàn hảo trong khách sạn này. Tất cả các cơ sở là mới và theo phong cách hiện đại. Phòng khách sạn rất đẹp và sạch sẽ với tầm nhìn ra thành phố. Các nhân viên thực sự thân thiện, tốt bụng và hữu ích. Rất vui khi chọn nơi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Heidi",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt",
            "review_content": "Chỉ ở lại đây một đêm nhưng nó rất đẹp. Căn phòng thật đáng yêu và những chiếc giường thật thoải mái. Phòng và phòng tắm sạch sẽ và rộng rãi. Rất ấn tượng với căn phòng. Nhân viên rất thân thiện.  Chúng tôi đến quán bar trên lầu nhưng rất yên tĩnh. Chúng tôi là những người duy nhất ở đó. Ăn sáng là ok. Không có nhiều sự lựa chọn cho người phương Tây vì nó chủ yếu là cà ri, cơm và các món ăn châu Á.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Lot 4,5,6 Pham Van Dong Street An Hai Bac Ward, Son Tra, Đà Nẵng 550000 Việt Nam",
        "name": "CN Palace Boutique Hotel & Spa",
        "geo_data": {
            "latitude": 16.070411682128906,
            "longitude": 108.23644256591797
        },
        "room_number": "80"
    }
}