{
    "content": [
        {
            "name": "Mai Hương T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời !!!",
            "review_content": "Mình và người yêu đã nghỉ ở đây 1 tuần.  Bọn mình có đến từ sáng sớm và được hỗ trợ checkin phòng sớm mà không cần trả thêm phụ phí. Thuê xe máy nửa ngày tính giá nửa ngày luôn :) phòng sạch tuy nhiên hơi bí do nhỏ và ở tầng 1, nhưng mục đích của mình cũng chỉ để có chỗ nghỉ còn đâu đi chơi suốt ngày :)) chị chủ và bạn nhân viên rất thân thiện, khách nghỉ cũng rất đáng yêu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HangTran1992",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful cozy homestay",
            "review_content": "Nơi đây thật tuyệt về mọi thứ , căn phòng sạch sẽ, có mùi hương của quế giúp ta thư giản. Bữa ăn được chuẩn bị chu đáo rất ngon và như một gia đình. Con người thân thiện, vui vẻ, rất hài lòng nơi đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "fo r",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một không gian tuyệt vời",
            "review_content": "Đón mấy đứa em ở Sài Gòn về chơi, dự định đi Huế ngày đầu tiên tụi nó đến nên đã chọn một nơi ở lại qua đêm ở Đà Nẵng, thật tuyệt vời khi đã chọn nơi đây - Lucky Bee Homestay, vì đơn giản nó giống tên của mình - Lucky Than. Đêm đó làm nốt mấy việc nên ra nhận phòng khá trễ,cô chủ nhỏ có vẻ đã ngủ r, bị ông bố kêu dậy, thế nhưng thái độ cô khiên mình rất hài lòng, một thái độ rất thân thiện với khách, rất dễ chịu. Cùng lúc đón mình cô gái ấy còn đón 2 ng bạn nước ngoài nưa, tiếng Anh cô rất tốt, vui vẻ và chu đáo với khách vôcùng. Lấy phòng, tắm nhẹ, thay độ thì tn mấy đứa em báo delay, chả biết làm gì nên vác xe toan đi chơi, một lần nữa cô chủ thể hiện điểm mạnh của mình, một sự hiểu biết và chân thành với khách -  cô chỉ mình quán ăn ngon mà rẻ ở gần đấy, hướng dẫn mình đi đâu",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Linh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "<3",
            "review_content": "Mình đã có 4 ngày trải nghiệm tuyệt vời tại Đà Nẵng, thấy may mắn khi mình chọn Lucky Bee, phòng ngủ, phòng tắm, nhà bếp sạch sẽ, tiện nghi, mọi người thân thiện, đặc biệt là cô chủ của Lucky Bee đã nhiệt tình giúp đỡ mình và bạn mình, mong là mình sớm có cơ hội quay lại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "kangurumy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lucky Bee",
            "review_content": "Cảm ơn Lucky Bee đã cho tôi 2 ngày nghĩ cuối tuần thật tuyệt. Không gian thân thiện như  chính nhà mình, được đón tiếp như người thân, được ăn nhiều món ngon, được tám chuyện đến mệt mới chịu (:. Đặc biệt cô chủ ở Lucky Bee rất vui tính và rất nhiệt tình. Hẹn gặp lại Lucky bee.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "Lehang-hdt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời về cuộc sống và con người Đà Nẵng",
            "review_content": "Suốt 1 tuần vừa qua mình đã có đi du lịch Đà Nẵng 1 tuần, và đây cũng là thời gian trải nghiệm tuyệt với của mình khi lựa chọn Lucky Bee là nơi dừng chân. Cái đầu tiên mình cảm nhận được là sự nhiệt tình và thân thiên của con người Lucky Bee. Cô chủ nhỏ vô cùng dễ mến, các vị khách cũng vô cùng dễ thương và hòa đồng. Như bao cuộc hành trình khác, dù đi có 1 mình nhưng khi đến Lucky Bee mình như đang sống trong ngôi nhà của mình với những người bạn thân thiện từ nhiều nơi trên thế giới cũng lựa chọn dừng chân nơi đây! Phòng ở của mình thì vô cùng ấm cúng và sạch sẽ. Lucky Bee đã khiến mình không hề thất vọng nếu như không nói là vô cùng hài lòng. Cảm ơn cô bé Nga dễ thương, cùng những người bạn phải nói là very very nice ......  Có dịp quay lại Đà Nẵng, chắc chắn mình sẽ quay lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tiến T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Homestay dễ thương !",
            "review_content": "thật tuyệt khi đi một quãng đường dài 1000km đến đà nẵng mình đã may mắn  được ở 1 không gian thoải mái vui vẻ như vậy. Được ở một căn phòng mà cảm giác như đang ở chính căn phòng của nhà mình v. Đặc biệt cô chủ rất dễ thương và nhiệt tình. Ở đây cô chủ giới thiệu mình làm quen với các bạn ở cung homestay và tổ chức party giao lưu rất vui và được làm quen giao lưu với các bạn ở những đất nước khác! một homestay nên ở tại Đà Nẵng thành phố đáng sống !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Iago",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chỗ ở tuyệt vời",
            "review_content": "Các nhân viên rất thân thiện, vị trí là tốt đẹp và gần bãi biển, các phòng đều hiện đại và sạch sẽ với tất cả mọi thứ làm việc. Cô gái làm việc ở đó cũng là một hướng dẫn viên du lịch và biết mọi thứ về thành phố và khu vực rộng lớn hơn. Được đề xuất.",
            "reviewer_location": "Dublin, Ireland"
        },
        {
            "name": "Matt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi may mắn. Amazing Homestay và gia đình thân thiện với bữa ăn tối",
            "review_content": "Nhà trọ tuyệt vời và cảm thấy như ở nhà. Nga rất thân thiện để cho tôi thấy xung quanh thành phố Nang và thích nói chuyện với cô ấy và gia đình về thành phố. Thật là một thành phố đẹp. Cảm ơn bạn rất nhiều vì lòng tốt của bạn. Rất khuyến khích cho tất cả những ai muốn đi du lịch đến Nang.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Kathy W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wee WERE may mắn tìm được homestay này",
            "review_content": "Chúng tôi rất thoải mái trong căn phòng rộng rãi của chúng tôi. Địa điểm thật tuyệt vời. Điều tốt nhất cho đến nay là gia đình điều hành homestay. Họ rất thân thiện, hữu ích, có sức chứa và chúng tôi rất thích tìm hiểu từng người trong số họ!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Helen Y",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Great Home Stay",
            "review_content": "Các nhà ở được sạch sẽ và thoải mái. Tuy nhiên một chút ra khỏi con đường về vị trí. Các nhân viên rất thân thiện và hữu ích có tạo nên amply cho rằng tuy nhiên. Thời gian tuyệt vời ở đó mặc dù chỉ trong một vài ngày.",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "MayaWClark",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhà của ba lô",
            "review_content": "Lucky Bee Homestay thật tuyệt vời! Cảm thấy như đang ở nhà, thư giãn với nhân viên và khách trên sân thượng với một số đồ uống, nghe nhạc và thưởng thức các công ty tốt. Nga là hoàn toàn đáng yêu, cô chắc chắn rằng khách hàng của mình được thoải mái và hạnh phúc trong suốt thời gian lưu trú. Cô ấy đã cho chúng tôi những lời khuyên tuyệt vời như đi đâu, làm gì, làm thế nào để đi, nơi ăn vv Rất đánh giá cao! Nhân viên cũng rất đẹp và thân thiện, chúng tôi đã cười rất tốt! Bàn bi-a cũng rất vui! Về phòng, chúng được trang bị tốt! Đẹp vòi hoa sen và một nhà bếp có sẵn nếu cần thiết:)  Reallyyyyy giới thiệu nơi tuyệt vời này!",
            "reviewer_location": "Alaró, Tây Ban Nha"
        },
        {
            "name": "tudy2017",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi rất tuyệt vời ở Đà Nẵng !!!",
            "review_content": "Tôi ở lại 4 đêm trên homestay này và tiếc là tôi quên ID của tôi ở đó khi tôi rời khỏi, nhưng tôi liên lạc với họ trên facebook và trong 2 ngày họ gửi lại cho tôi haha Vì vậy, đừng lo lắng nếu bạn sẽ ở trong tình huống của tôi. . . không có gì mất đi mãi mãi! Các phòng đều có vẻ đẹp, bạn có máy lạnh, sạch sẽ, và tiếng leng keng từ đó rất thân thiện: D",
            "reviewer_location": "Ramnicu Valcea, Romania"
        },
        {
            "name": "Avishek M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great hostess thân thiện và nơi đáng yêu",
            "review_content": "Tôi đã ở đó một đêm chỉ để ở lại trước khi tôi đến Hội An. Nga rất đáng yêu và rất thân thiện. . Đã có cả một nhóm từ khắp nơi trên thế giới và thức dậy cho đến 4 giờ sáng. Đã có một thời gian tuyệt vời và môi trường tốt.",
            "reviewer_location": "Biggleswade, Vương quốc Anh"
        },
        {
            "name": "Tisba U",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà trọ tốt nhất ở Đà Nẵng",
            "review_content": "Tôi dành 4 ngày ở nơi đó và rất khó để rời đi. Nga, ông chủ trẻ của nhà trọ rất đẹp và sẽ giúp bạn cho mọi thứ, cô ấy cũng có thể dành thời gian với bạn để đi ăn hoặc uống vài ly cà phê ở những nơi tốt nhất của thành phố. Mặt trăng (nhân viên nữ), nếu bạn hỏi ở đây, có thể đưa bạn đến chợ để mua thức ăn, và teatching bạn làm thế nào để nấu một số món ăn việt ngon với rất nhiều niềm vui. Các phòng và giường thực sự sạch sẽ, và confortable. Chỉ cần đi và tận hưởng nó; )",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "BuN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tốt nhất cho các nhà đóng gói lại!",
            "review_content": "Chủ sở hữu là siêu thân thiện và giải trí, thats làm cho sự khác biệt lớn. nơi này là tốt đẹp, có một hồ bơi và chân babby và luôn luôn một người nào đó để chơi với. Giá là rất trung thực và là một trong những chipest trong thị trấn. Không hối hận, một trong những nơi homestay thân thiện và thân thiện nhất mà tôi từng tham gia.",
            "reviewer_location": "Đà Lạt, Việt Nam"
        }
    ],
    "hotel": {
        "location": "453 Kinh Duong Vuong Street Hoa Minh Ward, Lien Chieu District, Đà Nẵng 590000 Việt Nam",
        "name": "Lucky Bee Homestay",
        "geo_data": {
            "latitude": 16.0806827545166,
            "longitude": 108.16039276123047
        },
        "room_number": "Việt NamĐà Nẵng"
    }
}