{
    "content": [
        {
            "name": "T rani",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá 5 sao",
            "review_content": "Mình chọn Lis hotel cho gia đình mình khi đến Đà Nẵng. Thật sự là hài lòng với khách sạn này. Tuy nhỏ một chít nhưng mọi thí sinh khá là tốt Khách sạn sạch sẽ và tiện lợi, mọi tiện ích xung quanh nhìn nhà hàng hay siêu Thị cũng rất gần. Gần trung tâm thành phố và biển Đánh giá 5 sao",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Phương PA",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt Đà Nẵng",
            "review_content": "Khách sạn lis rất tốt Nhân viên vô cùng nhiệt tình, thân thiện và chu đáo Phòng ốc sạch sẽ, chỉn chu và viêw đẹp. Khách sạn ngay trung tâm thành phố và cũng rất gần với biển Mỹ Khê Mọi tiện ích xung quanh đầy đủ Mình sẽ quay lại lần sau Highly recommend Lis Hotel",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "ly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn rất tốt, và sạch sẽ lắm, view thì đẹp, đi bộ ngày sát biển. Gowis nhiều nhà hàng và siêu thị. Đi vào trung tâm thành phố cũng rất gần tiện lợi với loại xe điện. Nhân viên nhiệt tình và thân thiện.  Lần sau có dịp mình sẽ quay lại đây và giới thiệu bạn bè..",
            "reviewer_location": "Khánh Hòa, Việt Nam"
        },
        {
            "name": "Trang Ph",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Mình rất hài lòng khavhs sạn Lis Mọi thứ thật tuyệt vời, mọi tiện ích xung quanh đâgy đủ, đi biể n hay vào trung tâm thành phố cũng đều rất gần Phogng ốc sạch sẽ thơm tho, víew khách sạt đẹp Nhân viên thì vô cùng nhiệt tình và thân thiện Mìnb đánh giá cao mọi thứ ở khách sạn Lis và khuyến khích mọi người nên đến đây khi đến Đà Nẵng ",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nguyễn Thị Lệ Thủy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn tốt đẹp,sạch sẽ gần biển, gần trung tâm thành phố. Mọi thứ vô cùng thuận tiện cho việc ăn uống và di chuyển. Phòng ốc sạch đẹp Nhân viên hiền từ thân thiện nhiệt tình. Đánh giá cho Lis hotel 5 sao Và giới thiệu đến mọi người khi đến Đà Nẵng...",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Ngoc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá cao",
            "review_content": "Gia đình mình về Đà Nẵng du lịch vài ngày, Ở tại Lis Hotel. Khách sạn ngay trung tâm thành phố. Phòng mình view biển, rất đẹp. Phòng thoáng mát , sạvh sẽ, nhân viên nhiệt tình thân thiện. Mọi tiện ích xung quanh đầy đủ như nhà hàng, spa. Đánh giá cao Lis hotel.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Jeany",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mọi thứ ok",
            "review_content": "Khách sạn nhỏ nhỏ xinh xinh ngay trung tâm du lịch.  Chỉ cần đi bộ vài phút là ra đến biển, mọi tiện ích xung quanh đầy đủ. Đi vào trung tâm thành phố cũng rất gần. Phòng mình ở có view biển, sạch sẽ, nhân viên thân thiện, nhiệt tình. Cám ơn Lis hotel, mình sẽ quay lại và giới thiệu cho bạn bè.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "LeNa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Tôi đã đến đây, khách sạn rất gần với biển, chỉ mất vài phút đi bộ,  nhân viên ở đây nhiệt tình, xung quanh có đầy đủ tiện ích nhà hàng, siêu thị. Đi ra khu trung tâm thành phố cũng gần. Tôi sẽ quay lại nơi này và giới thiệu bạn bè. Cám ơn đội ngủ khách sạn Lis.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Dung T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đà Nẵng sau 5 năm quay lại !",
            "review_content": "Tất cả đều đẹp hơn rât rất nhiều so với năm 2012. Thanks bà chủ khách sạn Lis về sự nhiệt tình và chất lượng KS. Mỗi tội hôm đó không trải nghiệm đi xe đạp quanh bờ biển bằng mấy cái xe đạp mới toanh  mà KS mới đầu tư, Hẹn năm tới quay lại! Thanks LIS HOTEL.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Espionne_Russe",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng",
            "review_content": "Tôi đến đó một đêm với tư cách là một du khách độc thân. Vâng, nó sạch sẽ và căn phòng trông đẹp. Đối với tôi, khi đi du lịch, hơn nữa ngoại hình đẹp là hai thứ nguyên thủy: giường tốt và điều kiện không khí tốt. Căn phòng này không có ai trong hai người. Điều hòa không khí chật vật để giữ phòng ở mức 25 (quá nóng đối với tôi) và chiếc giường cứng như đá, cho tôi giấc ngủ tồi tệ nhất từ trước đến nay. Điều kỳ lạ khác, đó là tiền thưởng trong phòng tắm. . . Bàn chải đánh răng đã được mở trước đó. . . Tôi sẽ không quay lại và sẽ không đề nghị.",
            "reviewer_location": "Thành phố Quebec, Canada"
        },
        {
            "name": "Kamel_van_rijsel",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Les avis positifs sont v ridiques",
            "review_content": "Khách sạn tốt và công nhân rất nhẹ nhàng và họ luôn muốn giúp bạn. Giường thoải mái và bạn có vòi sen của riêng bạn bên trong phòng. Vị trí rất tốt. Bạn có thể thuê chu kỳ miễn phí. Tất cả các tin nhắn trong trang web cố vấn chuyến đi đều đúng.",
            "reviewer_location": "hem"
        },
        {
            "name": "themightymintt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ và yên tĩnh gần bãi biển Mỹ Khê",
            "review_content": "Khách sạn nằm gần bãi biển Mỹ Khê, nơi có bãi biển nổi tiếng ở Đà Nẵng.  Sạch sẽ, yên tĩnh và giá cả hợp lý phòng. Nhân viên rất thân thiện, thân thiện và hữu ích. Họ có thể giao tiếp tốt bằng tiếng Anh, và khách sạn cung cấp đồ uống chào đón và xe đạp miễn phí để chạy vòng quanh thị trấn.",
            "reviewer_location": "Samut Prakan, Thái Lan"
        },
        {
            "name": "Connor_winham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời!",
            "review_content": "Tôi và bạn gái của tôi ở lại đây trong 2 đêm, nó nằm rất trung tâm trong nang, một nửa từ bãi biển và một nửa từ cầu rồng, nơi tất cả các nhà hàng. Các nhân viên tại khách sạn rất thân thiện, đặc biệt là cô gái trẻ với cặp kính rất đẹp và rất hữu ích cho chúng tôi! Phòng của chúng tôi là bộ cấp trên, nó thật tuyệt! Ngay cả đối với khách du lịch ngân sách, chúng tôi có thể dễ dàng đủ khả năng này và nó đi kèm với tất cả mọi thứ bạn cần và nhiều hơn nữa! Chỉ có cải tiến mới có thể lấp đầy cơ thể và dầu gội đầu nhưng đó là lần giảm duy nhất. Đề nghị điều này cho bất cứ ai đi đến nang vì nó chắc chắn là giá trị tiền! !",
            "reviewer_location": "West Yorkshire, Vương quốc Anh"
        },
        {
            "name": "Molly E",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Yêu khách sạn này!",
            "review_content": "Tôi và bạn trai của tôi ở lại đây chỉ trong 2 đêm trong khi đến thăm nang, chúng tôi đến vào buổi sáng sớm và biết rằng còn quá sớm để kiểm tra nhưng chúng tôi đã đi taxi đến khách sạn và khám phá khu vực xung quanh. Khi chúng tôi đến trình điều khiển xe taxi vật lộn để giao tiếp với chúng tôi do rào cản ngôn ngữ, do đó, nhân viên tiếp tân khách sạn đến thẳng ra và dịch cho chúng tôi. Sau khi đi bộ quanh khu vực, chúng tôi quay lại khách sạn, họ lịch sự thông báo với chúng tôi rằng phòng của chúng tôi chưa sẵn sàng và mọi người không trả phòng, vì vậy họ đề nghị chúng tôi đi xe đạp hoặc đợi ở khu vực lễ tân khách sạn. Chúng tôi quyết định chờ đợi vì chúng tôi mệt mỏi thế nào và nhân viên chăm sóc chúng tôi - cho chúng tôi đồ uống và cung cấp thông tin cho chúng tôi trên đảo! Một",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Brian M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá tốt",
            "review_content": "Khách sạn này có giá rất hợp lý. Chúng tôi có một căn phòng nhỏ nhưng có những phòng lớn hơn nhiều cho chỉ một chút nữa. Nhân viên rất thân thiện. Đà Nẵng là một thành phố rất lớn nên phụ thuộc vào nơi bạn muốn ở nhưng khách sạn Lis có thể đi bộ đến bãi biển và phía bên kia cầu.",
            "reviewer_location": "Belfast, Vương quốc Anh"
        },
        {
            "name": "Phoebe Truong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "Đầu tiên, giá cả cực kỳ hợp lý với tôi. Bên cạnh đó, các nhân viên và chủ sở hữu đã được yên tĩnh thân thiện và hữu ích. Tôi có thể thưởng thức các món ăn địa phương như bánh mì Việt Nam, mì ăn, vv cho bữa sáng vì giá phòng đã được loại trừ. Hơn nữa, căn phòng đã được sạch sẽ trong 5 ngày tôi ở lại. Hơn nữa, có thuê xe đạp miễn phí để đi du lịch vòng quanh, tận hưởng bãi biển. Tôi sẽ quay lại đây! Chắc chắn rồi!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        }
    ],
    "hotel": {
        "location": "Lot 17B 1.2, Group 29 Near Vo Van Kiet, Phuoc My Ward, Son Tra District, Đà Nẵng Việt Nam",
        "name": "Lis Hotel",
        "geo_data": {
            "latitude": 16.063100814819336,
            "longitude": 108.2427978515625
        },
        "room_number": "Việt NamĐà Nẵng"
    }
}