{
    "content": [
        {
            "name": "Kawori",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rất tuyệt vời",
            "review_content": "resort sang trọng và rất relax, không gian mở khoáng mát với biển và cây cối. rất thích hợp để nghi dưỡng, đồ ăn rất healthy và ngon. nhân viên nhiệt tình chu đáo, có bể bơi vô cực và bải tắm riêng rất thích hơp hẹn hò",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "NamHuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng tuyệt vời",
            "review_content": "Tôi có dịp ghé công tác và nghỉ dưỡng tại Đà Nẵng 2 ngày và đã chọn khu resort này. Nói chung là khá ổn với đẳng cấp 5 sao. Đặc biệt là nhân viên rất dễ mến, họ dành ít phút tư vấn cho tôi rất nhiệt tình về những điểm đến tôi nên đi nếu có ít thời gian ở lại thành phố này. Nếu có dịp quay lại hè này khi đi cùng gia đình có lẽ tôi sẽ tiếp tục chọn Fusion Maya làm điểm lưu trú.",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Tony A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good resort ",
            "review_content": "Khu nghỉ dưỡng được toạ lạc trên bãi biển với bãi biển trải dài sạch sẽ với các trò chơi thể thao nước.các khu villa riêng biệt tạo sự không gian riêng khu vườn xanh.nhân viên thân thiện.nằm gần với khu du lịch chùa non nước nổi tiếng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mailan t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khu nghỉ dưỡng tuyệt vời cho du khách",
            "review_content": "Tháng 6 vừa qua, mình có bà con ghé về Đà Nẵng chơi và đã book lịch ở khu nghỉ dưỡng nổi tiếng này. Nhân viên phục vụ chuyên nghiệp, vui vẻ.  Không gian ở đây đẹp tuyệt vời. nếu có cơ hội mình sẽ quay lại đây để tận hưởng thêm một lần nữa :V",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thị Thu Hiền Đặng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỉ niệm tuyệt vời 2017",
            "review_content": "Tôi đã chọn Fusion Maia là 1 trong những địa điểm chụp ảnh cưới. Kỉ niệm sẽ được lưu giữ mãi mãi. Khung cảnh ấm cúng, đẹp nên thơ. Đặc biệt tôi thích nhật dịch vụ spa tại đây. Tất cả các dịch vụ spa đã bao trọn trong giá phòng, khách được chọn dịch vụ tuỳ thích, các sản phẩm dùng tại spa đều là sản phẩm homemade đặc biệt.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Mina",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách ngoài",
            "review_content": "Mình chưa có dịp ở đây, nhưng vừa rồi mình và bạn trai có ghé qua để ăn tối. Mọi thứ đều rất tuyệt, mình thấy ấn tượng từ thiết kế nội thất, quang cảnh, đồng phục nhân viên (tuy hơi khó trong việc phân biệt khác nhau giữa nhân viên và quản lí),.....  cách nhân viên phục vụ cũng rất tận tình Điểm trừ là khi order mình có dặn làm đồ uống của mình nóng, không bỏ đá. Nhưng khi đem ra thì đồ uống mình lại lạnh và có đá. Mình thất vọng vì điều đó, vì đối vs mình cổ họng rất quan trọng trong thời gian này. Nhân viên đã đem đi làm nóng khi mình phàn nàn về điều đó.  Điểm trừ thứ 2 là nhân viên dọn bàn cho khách mới không kỹ. Mình để quên 1 tấm thiệp và quay lại lấy trong vòng 3p, mình thấy có khách mới ngồi rồi nên hỏi nhân viên. Nhân viên không hiểu bạn trai mình hỏi gì (bạn trai người",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen N",
            "avatar": "",
            "review_rating": "3",
            "review_title": "chuyến đi 2017",
            "review_content": "Cảm ơn Fusion Maia đã giúp tôi có kỳ nghỉ trọn vẹn. Phòng đẹp, không gian ở đây yên tĩnh thích hợp cho nghỉ dưỡng. Có vài hạt sạn về dịch vụ của khách sạn như sau: Dịch vụ spa, massage không chuyên nghiệp, không tương xứng với giá mà khách phải trả. Nhân viên không phải ai cũng nhiệt tình, thân thiện là nhân viên phục vụ khi mà tôi yêu cầu nước uống, đợi hoài không thấy mang lên khi mang lên rồi không có lấy một lời xin lỗi về sự chậm trễ của khách sạn.  Nói chung về hồ bơi, món ăn, trang thiết bị khách sạn đều tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "honguyentruchan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt nhất",
            "review_content": "Đây là khách sạn thân thiện nhất mà mình đã ở, phòng sạch sẽ địa điểm gần biển có thể đi dạo vài buổi sáng, nhân viên rất nhiệt tình trong việc tư vấn những địa điểm ăn ngon và du lịch mình và bạn trai có ghé nhà hàng pháp tại đà nẵng và đồ ăn rất ngon, cảm ơn các bạn lễ tân đã  tư vấn chi mình, vó dịp mình sẽ ghé lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời",
            "review_content": "Tôi được dịp check in tại Fusion Maia, khi bước đến tiền sảnh điều làm tôi ngạc nhiên đầu tiên là sự thân thiện, vui vẻ và nhiệt tình của nhân viên, hướng dẫn tôi chi tiết về các dịch vụ. Tôi rất thích cách chăm sóc khách hàng tại đây. Gam màu trắng và hồng được sử dụng rất tinh tế phù hợp và rất sang trọng. Outlets bố trí hợp lý và view rất đẹp. Tôi sẽ quay trở lại trong thời gian sớm nhất. Xin cám ơn Fusion Maia",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Trang H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful resort",
            "review_content": "Fusion Maia là một trong những resort tôi yêu thích nhất về chất lượng dịch vụ & thái độ của nhân viên. Tất cả nhân viên trong resort đều có nụ cười rất tươi & thân thiện khi trông thấy khách đi ngang qua. Villa rất ấm áp, riêng tư & yên tĩnh với hồ bơi riêng. Giường rộng 2m rất êm giúp tôi có giấc ngủ ngon & sâu. Thích nhất là buổi sáng ngồi trong sân vườn thưởng thức buổi sáng thịnh soạn được phục vụ tận phòng. Resort còn free dịch vụ massage & chăm sóc sắc đẹp cho khách lưu trú nên tôi đã có khoảng thời gian cực kỳ relax khi nghỉ dưỡng tại đây.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Eric Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Tôi đã từng ở lại đây 2 lần vào thời điểm khác nhau. Nhân viên ở đây rất tuyệt, hầu như tất cả nhân viên đều nhớ được tên của khách và chào hỏi rất niềm nở. Không gian villa riêng biệt, thiết kế đậm chất thư giản. Hồ bơi riêng tuy hơi nhỏ nhưng đẹp, thu thái. Ấm cúng, thân thiện và nhiệt tình",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "340ph_cp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good Hotel and Resort",
            "review_content": "Khu nghỉ dưỡng toạ lạc ngay bãi biển Đà Nẵng là một trong những bãi biển được xem là đẹp nhất hành tinh. Cách trung tâm thành phố 7km. Đa phần khách ở đây là khách nước ngoài mà đặc biệt là Nhật Và Hàn. Phục vụ chu đáo, thân thiện. Nếu có cơ hội đến với đà nẵng thì nhớ trải nghiệm nhé!",
            "reviewer_location": "Bangkok, Thái Lan"
        },
        {
            "name": "HacLam",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Poor",
            "review_content": "Tôi cảm thấy không hài lòng về dịch vụ của resort. Chất lượng phục vụ quá kém. Hầu như trước khi c/in tôi không  hề nhận được sự liên lạc nào về sự quan tâm giờ c/in. Thật bất ngờ khi bị đối xử như vậy. Khi đến C/in thì thời gian c/in hơi lâu nhân viên không thân thiện cảm giác như ai cũng bận rộn và không quan tâm đến chúng tôi. Đồ ăn ở nhà hàng tôi có ăn hai bữa một là bữa chiều ngày đầu và bữa tối ngày cuối trong kỳ nghỉ 3 ngày 2 đêm, đồ ăn chủ yếu phục vụ khách nước ngoài, thời gian làm đồ ăn khá lâu. Phòng và không gian resort rất thoải mái nhưng nếu so với giá phòng như vậy vs những resort thì quá kém villa mà giống như 1 cái hộp không gian chật chội. Phòng tương đối đẹp ngoài ko có view và không gian thoáng.Tôi thực sự không hài lòng và cách phục vụ và nhân viên tiếp đón",
            "reviewer_location": "Can Tho, Vietnam"
        },
        {
            "name": "857th_ydungn",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Good",
            "review_content": "View rất lạ và gần gũi với những khóm tre khắp nơi nhìn xanh mát vô cùng. Nhân viên thì nhiệt tình và đặc biệt có khu spa với rất nhiều những lữa chọn cho việc thư giãn và làm đẹp từ đầu tới chân luôn. Có điều là hơi xa trung tâm thành phố nên đi lại hơi bất tiện chút. Đồ ăn sáng buffet ko ngon lắm :(",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Arosamai",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rất tốt",
            "review_content": "Khu nghỉ dưỡng rất yên tĩnh, sạch sẽ, riêng tư. Đồ ăn tương đối ngon, nhân viên nhiệt tình. Spa hơi đông, chất lượng tốt. Tuy nhiên hầu như các phòng ko có view biển, và không có khu chơi cho trẻ em. Rất thích hợp cho cặp đôi đi nghỉ, không phù hợp cho gia đình có trẻ nhỏ.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "cuong73",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Da` Nang~",
            "review_content": "Nơi đây có bờ biển đẹp nhưng không sạch bằng trước kia nữa do ý thức của khách du lịch. Các trang thiết bị ở đây chỉ chấp nhận được . Dịch vụ cũng ổn. Đèn trang trí trong phòng hơi tối, khách sạn nên thay đèn. Nhân viên ân cần, chu đáo.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "dangquang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Các phòng khép kín, có bể bơi riêng. Dịch vụ, ăn uống rất tốt. Dịch vụ spa chuyên nghiệp. Bãi cát rộng, đẹp, nằm cạnh khu biệt thự của Furama. Tuy nhiên có lẽ nơi đây không hẳn phù hợp cho gia đình có con nhỏ. Từ đây đi taxi đến các nhà hàng hải sản không xa lắm.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "DamianChina",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi ở tuyệt trần",
            "review_content": "Nơi lưu trú sáng giá. Rất ân cần và hiếu khách với đứa bé một tuổi của chúng tôi. Chúng tôi thấy rất thư giãn. Thức ăn thật tuyệt diệu. Buffet sáng siêu hạng. Phần ăn trẻ em tốt lành và tươi ngon. Trị liệu tuyệt vời. Tôi hoàn toàn đề cử liệu pháp độc đáo ở đây. Lưu trú tuyệt vời, hồ bơi tốt và khu sân sau để vui chơi !",
            "reviewer_location": "Hong Kong, China"
        },
        {
            "name": "Niku R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm rất đẹp, nhưng người mua hãy cẩn thận; xây dựng đang diễn ra",
            "review_content": "Chúng tôi ở lại Fusion Maia trong một tuần trong tuần trăng mật của chúng tôi, và chúng tôi hoàn toàn có thể giới thiệu nơi này. Tuy nhiên, bạn nên đợi cho đến khi công trình khổng lồ bên cạnh đã im lặng, vì nó rất ồn ào, và thực sự ảnh hưởng đến bầu không khí yên tĩnh của nơi này.  Các phương pháp điều trị spa được bao gồm trong giá, và đó là một bổ sung rất tốt đẹp. Tuy nhiên, chúng ta nên đề cập rằng các kỹ năng tiếng Anh của người spa không phải lúc nào cũng tốt. Điều này đã không thực sự làm phiền chúng tôi quá nhiều mặc dù.  Các nhân viên nói chung cực kỳ thân thiện, và khách luôn phải tận dụng tối đa dịch vụ fusionista bền bỉ mà khu nghỉ mát cung cấp.  Bữa sáng là món ngon nhất tôi từng ăn.",
            "reviewer_location": "Espoo, Phần Lan"
        },
        {
            "name": "julie c",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm đẹp",
            "review_content": "Ở tại Fusion Maia trong hơn một tuần với nhóm yoga của tôi, nơi có 2 phương pháp trị liệu hàng ngày, thái cực quyền, thiền định, 2 bể bơi tốt, phòng tắm hơi, nhiều loại thực phẩm tốt giống như một giấc mơ xa xỉ. Chúng tôi đã được chăm sóc rất tốt bởi những người đẹp ở một nơi tuyệt đẹp bên bờ biển. Rất chú ý đến chi tiết; ví dụ như hoa, tin nhắn hàng ngày, trà thơm & dầu sau mỗi lần điều trị. Và thậm chí là một rạp chiếu phim nhỏ. Một bữa ăn sáng Việt Nam hoặc phương Tây hào phóng phục vụ trên bãi biển là một điểm nổi bật.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "kdoll0221",
            "avatar": "",
            "review_rating": "4",
            "review_title": "cảm ơn bạn",
            "review_content": "cảm ơn bạn tôi có thể tận hưởng khách sạn của bạn. nhưng một tòa nhà đang được xây dựng bên cạnh khách sạn của bạn. đó là một khủng khiếp nhưng khách sạn của bạn là tuyệt vời. tôi có thể làm cho trí nhớ hạnh phúc của tôi. và nếu tôi có thể mượn một ống cho bể bơi, tôi rất hạnh phúc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "APTravels10",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Một kỳ nghỉ thực sự đáng thất vọng. Đây là rất xa từ một khách sạn 5 sao.",
            "review_content": "Đầu tiên, trước khi tôi đến với THỰC TẾ của Fusion Maia - không khí của nơi này là tốt, không thể phủ nhận điều này. Gần bãi biển, có một hồ bơi chính tuyệt vời, cơ sở vật chất tốt như phòng tập thể dục & rạp chiếu phim, thức ăn phong phú và các trị liệu spa với đội ngũ nhân viên thân thiện cho phép những đánh giá tốt hơn này chiếu sáng khách sạn này. Tất cả một giấc mơ cho một cuối tuần spa thư giãn phải không? Trong một thế giới lý tưởng, vâng - và đó là lý do tại sao chúng tôi đã đặt Fusion cho tuần trăng mật và sự thư giãn tuyệt vời - vị trí của chúng tôi cho Giáng sinh 2019.  NHƯNG khách sạn này là CÔNG VIỆC chúng tôi ở trong Châu Á vào ngày 3 của chúng tôi. Chuyến đi 5 tuần. Đây không phải là, tôi nhắc lại KHÔNG, một khách sạn 5 sao. Chúng tôi đi công tác thường xuyên ở",
            "reviewer_location": "London"
        },
        {
            "name": "rweidemx",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cơ thể và tâm trí hoàn toàn hòa hợp tại Fusion Maia ...",
            "review_content": "Trở lại với Fusion Maia đối với chúng tôi giống như trở về ngôi nhà thứ hai của chúng tôi. Kể từ lần đầu tiên ở vào tháng 8 năm 2011, chúng tôi đã quay lại ba lần để làm mới cảm giác Fusion Maia. Chín năm sau khi khai trương khu nghỉ mát và tất cả các cơ sở của nó đều ở trong tình trạng tuyệt vời, tất cả mọi thứ từ \"gia đình Maia\" đều thân thiện và mỉm cười như đó sẽ là ngày làm việc đầu tiên của họ ở khu nghỉ mát này. Nhiều người trong số chúng tôi nhớ từ những lần lưu trú trước đó, và tất nhiên họ nhớ chúng tôi. Vì vậy, nó thực sự là một cái gì đó như về nhà. Tại sao chúng ta trở lại nhiều lần, trong khi có những khách sạn khác trong vùng lân cận, bắt đầu kinh doanh gần đây? Có một vài lý do cho điều đó: trước hết chúng tôi thích quy mô của khách sạn với khoảng 83 biệt thự -",
            "reviewer_location": "Berlin, Đức"
        },
        {
            "name": "tcdaly1",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fusion Maia - Sự lựa chọn xuất sắc - dịch vụ tốt nhất!",
            "review_content": "Khu nghỉ dưỡng tuyệt vời! Vô số điểm nổi bật - hồ bơi trong phòng, gần hồ bơi và bãi biển, bữa sáng tự chọn tuyệt vời, phương pháp trị liệu spa tuyệt vời. Tính năng tốt nhất - sự thân thiện và hữu ích của toàn bộ nhân viên. Dịch vụ xuất sắc - rất đáng giá.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "khpark2016",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biệt thự hồ bơi tốt nhất để chữa bệnh",
            "review_content": "Đó là một trải nghiệm tuyệt vời. Massage và hồ bơi riêng khá đẹp. Thật không may, tòa nhà hơi cao đã được xây dựng rất gần khu nghỉ mát. Tôi chỉ lo lắng về sự riêng tư của khách.",
            "reviewer_location": "Seoul, South Korea"
        },
        {
            "name": "NottinghamGent",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tâm trí đẹp",
            "review_content": "Đầu tiên hãy để tôi nói về các công trình xây dựng.  Bên cạnh có công trình xây dựng quan trọng. Họ dường như bắt đầu lúc 7 giờ sáng và làm việc đến 11 giờ đêm với tiếng ồn lớn nhất trong ngày. tòa nhà đang xây dựng cao 14 tầng và có 5 cần cẩu lớn, vì vậy hãy ghi nhớ điều này. Chúng tôi đã nhận thức đầy đủ rằng có tòa nhà bên cạnh mặc dù mức độ của nó lớn hơn nhiều so với tôi dự đoán. Đối với chúng tôi, nó hoàn toàn không phải là vấn đề vì chúng tôi đã biết về nó và đã mong đợi nó. Đối với chúng tôi thực tế là khu nghỉ mát rất đẹp và huyền diệu với đội ngũ nhân viên tuyệt vời hơn là bù đắp cho các vấn đề xây dựng nhưng đây là điều mà bạn sẽ cần phải xem xét và cân bằng chi phí Vs.  Đây là chuyến thăm thứ 2 của chúng tôi trong 3 năm và chuyến thăm này thậm chí còn kỳ diệu hơn",
            "reviewer_location": "Nottingham"
        },
        {
            "name": "Steve",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phần tốt nhất của kỳ nghỉ Việt Nam của tôi",
            "review_content": "Tôi đã đặt một biển 3 phòng ngủ từ biệt thự ở đây trong kỳ nghỉ ở Việt Nam. Tôi đi từ Sài Gòn đến Hà Nội và ở tại các khách sạn hàng đầu ở mỗi thành phố. Không có gì đến gần với dịch vụ sang trọng, nhân viên thân thiện, thức ăn tuyệt vời và tài sản tuyệt đẹp như Fusion Maia. Tôi đã mua một con chim câu cá trong thị trấn vào một buổi chiều để làm cho căn phòng của tôi trở nên nhiệt đới hơn với những bài hát từ chú chim nhỏ mà tài sản nói rằng chúng sẽ chăm sóc trong tương lai. Xung quanh nơi này là điểm nổi bật của chuyến đi của tôi. Yêu thích của tôi là dịch vụ spa và bữa sáng tuyệt vời. Tôi hy vọng sẽ trở lại một ngày trong tương lai và ghé thăm.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "MONDRON",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khóa tu tuyệt vời",
            "review_content": "Chúng tôi ở gần đây một tuần, khách sạn rất đẹp, yên bình, thanh bình và chào đón.  Bộ của chúng tôi rất thanh lịch, được trang trí tốt và được bổ nhiệm rất tốt, chúng tôi có tất cả những gì chúng tôi cần để trao. Nếu bạn yêu cầu bất cứ điều gì, bạn gọi lễ tân và nó được giao ngay lập tức. Các bộ phần mềm là vô nhiễm và được phục vụ hàng ngày dự trữ và người giúp việc trở lại vào buổi tối để làm dịch vụ gọn gàng và từ chối của bạn.  Chiếc giường rộng và thoải mái và những chiếc gối xinh xắn & mềm mại, các phòng đều thoáng mát vì bộ đồ này đều có thiết kế mở, vì vậy bạn không có nhiều sự riêng tư, ngoại trừ nhà vệ sinh được bao bọc bằng kính mờ. Vòi hoa sen trong suốt không phải là vấn đề nếu bạn không ngại!  Bữa sáng được phục vụ một cách thú vị và cũng là lựa chọn của bữa sáng",
            "reviewer_location": "Hartlepool, Vương quốc Anh"
        },
        {
            "name": "Alex T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điều trị năm sao",
            "review_content": "Suite 2 phòng ngủ tại khu nghỉ mát sang trọng. Các phòng, giường và phòng tắm là rất lớn. Có các cửa sổ từ sàn đến trần nhìn ra sân riêng của bạn với hồ bơi riêng của bạn. Nếu tôi phải chọn một cái gì đó, khu nghỉ mát đang cho thấy tuổi của nó một chút với sự hao mòn nhỏ ở đây và đó. Các nhân viên rất hiếu khách, lịch sự và định hướng chi tiết. Họ để lại những ghi chú nhỏ với giỏ trái cây và sô cô la trong bộ của bạn hàng ngày. Hồ bơi vô cực là rất lớn và bãi biển được duy trì rất tốt và sạch sẽ. Điều trị spa 2 buổi mỗi ngày chỉ cần đưa nó lên hàng đầu. Chúng tôi chắc chắn rất thích kỳ nghỉ ngắn của chúng tôi tại Fusion Maia rất nhiều.",
            "reviewer_location": "Woodinville, Washington"
        },
        {
            "name": "Sally B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "2 ngày tuyệt vời trên thiên đường",
            "review_content": "Tôi ở đây với bf của tôi trong 2 đêm 2 ngày và hoàn toàn thích nó. Phòng của chúng tôi là tuyệt vời, không gian tuyệt vời, giường, phòng tắm và hồ bơi biệt thự riêng. Hoàn hảo cho những người thích sự riêng tư và hòa bình. Chúng tôi đã đưa đón miễn phí của họ trong thị trấn vào một buổi tối dễ sử dụng và trơn tru nhưng đã bắt taxi trở lại. Dịch vụ tuyệt vời, trong phòng ăn rất tuyệt, tuy nhiên tôi không phải là một fan hâm mộ lớn của bữa sáng. Bit quá nhiều sự lựa chọn và một chút bối rối, tuy nhiên đó là những gì chúng ta có. Có lẽ lần sau hãy tận hưởng nó trong phòng. Điểm nổi bật của vùng nhiệt đới là 2 lần mát xa mỗi ngày cho mỗi người. Chúng tôi có một buổi sáng và một buổi tối trước khi đi ngủ. Đó chỉ là thiên đường.  Mẹo: đảm bảo bạn có một cuộc tư vấn để hiểu rõ hơn",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "sarita",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Maia Fusion tuyệt vời",
            "review_content": "Ở tại Fusion Maia ở Năng trong 5 ngày và thật tuyệt vời! ! Không thể giới thiệu nó đủ. Các nhân viên đã rất tốt đẹp, chu đáo và hữu ích. Mục đích duy nhất của họ là âm thanh để nuông chiều bạn để bạn có một thời gian thú vị và thư giãn. Mọi thứ như đi spa đều được tặng áo choàng tắm bằng vải lanh, túi spa trong phòng để bạn cảm thấy thoải mái nhất. Họ đã giữ ô trong phòng. TV có thể được quay theo cách mà bạn có thể thưởng thức nó từ giường và cũng quay về phía phòng tắm và nhìn thấy nó từ bồn tắm! ! thật tuyệt  Icing on the cake là tất cả khách có một đại diện khách sạn cá nhân nói chuyện với bạn hàng ngày kiểm tra bất cứ điều gì bạn cần. . . vì vậy nó là một liên lạc cá nhân tuyệt vời. Bao gồm trong phòng là 2 trị liệu spa mỗi ngày. Spa là tuyệt vời và người ta chắc chắn cảm",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "khalter317",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỳ nghỉ thư giãn tuyệt vời",
            "review_content": "Điểm tích cực:  1. Khu nghỉ mát nhỏ GORGEOUS rất yên tĩnh (thư giãn tinh khiết)  2. Cung cấp bữa ăn sáng bất cứ lúc nào bất cứ nơi nào kể cả trên bãi biển (một trong những bữa sáng tốt nhất mà tôi từng có)  3. Cung cấp các lớp học yoga và Thái Cực Quyền nhìn ra bãi biển  4 . Các liệu pháp spa bổ sung là PHẢI (2 lần trị liệu bổ sung mỗi ngày)  5. Biệt thự đẹp và HUGE  6. Cảm thấy như một bãi biển riêng (hầu như không có ai trên đó)  Chính âm là việc xây dựng bên cạnh khu nghỉ mát. Chúng tôi may mắn không ở bên cạnh khách sạn với công trình xây dựng nên chúng tôi không nghe thấy tất cả nhưng nó làm tổn thương yên / cảm giác từ xa của khu nghỉ mát. Việc xây dựng dường như không được hoàn thành khi chúng tôi đi vào tháng 7 năm 2018",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "lotstoseeanddo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một điều tuyệt vời",
            "review_content": "Chúng tôi đến Fusion Maia với rất ít kỳ vọng đã đặt nó như là một phần của một tour du lịch rộng hơn và không thực hiện mức độ nghiên cứu thông thường của chúng tôi. Ấn tượng đầu tiên là không lớn Khách sạn có một phong cách rất hiện đại và khi chúng tôi kiểm tra trong chúng ta có thể thấy rằng một số đồ nội thất là một chút trầy xước và mệt mỏi. Nó không thực sự trông giống như một khu nghỉ mát spa nhiệt đới.  Sau đó mọi thứ được cải thiện. Các phòng đều đáng yêu và sạch sẽ như là hồ bơi phòng cá nhân. Một số nhận xét nói về các tính năng thiết kế kỳ lạ của căn phòng và tôi có thể thông cảm. Con không khí thổi vào giường và có một vài góc sắc nét mà bạn phải quan sát, nhưng chúng không làm giảm đi một căn phòng rất đẹp. Hồ bơi công cộng và bãi biển rất tuyệt vời và dịch vụ",
            "reviewer_location": "Surrey, Vương quốc Anh"
        },
        {
            "name": "Hoang Vo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice resort",
            "review_content": "Biệt thự thực sự tốt đẹp với hồ bơi riêng, hồ bơi công cộng trông giống như naman rút lui nhưng tôi thích naman kiến ​​trúc sư hơn. rất khá ở đây và riêng tư là tuyệt vời nhưng bellman có vẻ tò mò với khách hàng. cảm thấy một chút khó chịu",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Serene C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt và không tốt ...",
            "review_content": "Hầu hết nhân viên ở đây vô cùng ngọt ngào, hữu ích và chu đáo, họ thực sự đã nỗ lực rất nhiều để làm cho khách hàng cảm thấy được chào đón. Khu nghỉ mát tuyệt đẹp, sạch sẽ và yên tĩnh. Bãi biển. . . Tôi muốn ở đó mãi mãi và lắng nghe những con sóng, cảm nhận được cát mượt ấm áp và ngắm mặt trời mọc tuyệt đẹp (tôi chỉ ở đó trong 3 ngày và trời có một chút mây vào buổi sáng ...). Có một số trục trặc nhẹ mặc dù, vì vậy tôi thực sự hy vọng quản lý có thể học hỏi từ nó và bao gồm các sự cố vào đào tạo nhân viên. Ngoài ra, một số chi tiết nhỏ ở đây và ở đó. . . hầu hết các khu vực ổ cắm điện nằm ngang, vì vậy hầu hết không thể giữ các máy sấy tóc cắm tại chỗ. Và tôi nghĩ rằng không có gương đầy đủ?",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Richard G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời.",
            "review_content": "Ở lại tại Fusion Maia cho 7 đêm trong tháng bảy cho tuần trăng mật của tôi và đã được wowed từ phút tôi bước vào. Khách sạn hiện đại và rất trang trí. Các phòng đã rất rộng rãi và immaculate. Chiếc giường thật thoải mái và to lớn. Các hồ bơi trong khu vườn nhỏ của chúng tôi là tuyệt vời và sạch sẽ. Các khu vực bãi biển và hồ bơi rất rực rỡ và hồ bơi vô cực là nơi tốt nhất mà tôi từng có. Các nhân viên rất chu đáo và không thể làm đủ cho bạn. Các món ăn tại Fusion là ra khỏi thế giới này. Các bữa ăn sáng là rất tốt với tất cả mọi thứ bạn có thể nghĩ đến và bữa ăn sáng bất cứ lúc nào bất cứ nơi nào khái niệm chắc chắn là giá trị cố gắng vì nó là hơi khác nhau. Nhà hàng tươi ngon với những món ăn ngon nhất mà tôi từng nếm thử và thật tuyệt khi ngồi bên ngoài nhìn ra hồ bơi và bãi",
            "reviewer_location": "Grimsby, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "Đường Võ Nguyên Giáp Phường Khuê Mỹ, Quận Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "TIA Wellness Resort - Bao gồm Spa",
        "geo_data": {
            "latitude": 16.031431198120117,
            "longitude": 108.25603485107422
        },
        "room_number": "87"
    }
}