{
    "content": [
        {
            "name": "Journey54556045704",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Reviewer chân chính",
            "review_content": "Gối cao nằm đau cổ nhưng chất lượng phòng tốt ,sạch sẽ mát mẻ đầy đủ tiện, nhân viên phục vụ và đồ ăn sáng lẫn nhà hàng phục vụ đồ ăn tối khá ngon mắt, vừa miệng. Vị trí khách sạn thuận tiện ra biển và dạo mát.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dreamer68697854191",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Comeback for sure",
            "review_content": "Khách sạn rất sang trọng, có nhân viên tiếp đón và dẫn lên tận phòng. Nội thất đầy đủ và rất chu đáo. Mặc dù tôi dậy trễ và ăn sáng trễ, đồ ăn vẫn còn rất nhiều và đa dạng. Nhân viên cực kì dễ thương, đặc biệt là bạn Trang ( Trang Mai) siêu nhiệt tình và hiếu khách. Highly recommended! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TRANG T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn nesta",
            "review_content": "Khách sạn có vị trí gần bờ biển, bể bơi rất sạch, đồ ăn sáng khá phong phú và hợp khẩu vị, nhân viên nhiệt tình, thân thiện, phòng ốc tiện nghi. Các bạn Trang, Thuận và Thoa rất nhiệt tình, hỗ trợ khách vô  cùng kịp thời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huyen Trang N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thanks!",
            "review_content": "Mình rất hài lòng phục vụ và đồ ăn của khách sạn. Hợp lý với số tiền mình chi ra. View mặt biển và trung tâm có thể tìm được nhiều tiện ích. Lễ tân Nana rất thân thiện và nhiệt tình. Cám ơn khách sạn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ninh N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nesta hotel",
            "review_content": "Đây là lần đầu tiên mình đến Đà Nẵng và mình đã chọn ks Nesta làm chỗ ở giá cả khá hợp lí với dịch vụ. Đặc biệt, điều làm mình có thiện cảm nhân viên lễ tân Na đã hỗ trợ mình trong suốt thời gian lưu trú. Ks khá gần trung tâm thuận tiện cho việc di chuyển nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Escape21090057592",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch gia đình",
            "review_content": "Khách sạn đẹp, ngay gần biển rất tiện đi lại. Buffe sáng nhiều món, bể bơi ngoài trời mát mẻ. Được bạn nhân viên Na Na tiếp đón nhiệt tình. Nhân viên khách sạn khá thân thiện.  Lần sau mình sẽ ghé tiếp nếu quay lại Đà Nẵng. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigator18517568541",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn tốt",
            "review_content": "mình là khách vô tình ghé vào khách sạn chỉ ở 1 đêm mà không có đặt trước. tuy nhiên mình thấy khách sạn rất tốt, nhân viên nhiệt tình, chăm sóc khách hàng tốt với tiêu chuẩn 4 sao. thích hợp với đi du lịch",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trek52625148459",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hệ thống khách sạn nesta tuyệt vời",
            "review_content": "Khách sạn rất sạch sẽ đầy đủ tiện ích bao gồm bể bơi spa cà phê, nhà hàng, khách sạn ngay mặt biển Tân rất nhiệt tình chuyên nghiệp chu đáo Các bạn phục vụ Các bạn beo sức khoẻ., Vui vẻ Khách sạn có cà phê Highlands",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "duyen p",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trai nghiem dang gia",
            "review_content": "Là các dịch vụ ở đây thì tốt cảnh quan cũng đẹp tao Vị trí địa lý gần trung tâm có thể dễ dàng di chuyển khách sạn có nhân viên Khuôn viên rộng rãi nhiều cây xanh lễ tân Na Na hỗ trợ khách nhiệt tình thân thiện view khách sạn sát biển rất tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Getaway68700481243",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Không gian đẹp Nhân viên nhiệt tình: Bận Na, bạn Hồ, bạn Ngọc Đồ ăn ngon, nhà hàng rất đẹp và sang.  Chúng tôi tới Đà Nẵng để kỉ niệm sinh nhật 2 tuổi của em bé và thấy rất hài lòng về chuyến đi lần này. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vacation25799009296",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trần Thị Thảo Trúc",
            "review_content": "Dịch vụ tốt, phòng ốc rất sạch se , hiện đại rất ok, nhân viên nhiệt tình đặc biệt bạn Ngọc, thức ăn phong phú và ngon, view đẹp, thời tiết rất thích hợp để đi biển. Tối sẽ tiếp tục chọn khách sạn này nếu đi Đà Nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stay01902596190",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng khách sạn rất tốt",
            "review_content": "Nhân viên nhiệt tình, đặc biệt là em Ngọc. Phòng ốc hiện đại, cón món ăn buffee chất lượng. Dvij trí đối diện biển Mỹ Khê rất thuận tiện. Tôi sẽ giới thiệu cho bạn bè khách sạn này. Tôi sẽ lựa chọn Nesta cho lần tiếp theo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort64960469579",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt",
            "review_content": "Chăm sóc khách hàng tuyệt vời Chất lượng phòng tốt cực Nhà hàng rất ngon Lễ tân và nhân viên rất tốt Đối diện bãi biển đẹp và có khu vực xung quanh rất nô nức Mình ko thất có bất kỳ lý do gì để ko ở chỗ này Ai muốn ở mà thấy lo thì đừng lo nữa :))",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jessicatr",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Khách sạn sạch sẽ, nhân viên cực kì thân thiện và nhiệt tình, vị trí cũng đẹp và thuận tiện cho việc di chuyển tới các địa điểm du lịch quanh đà nẵng. Có dịp chắc chắn sẽ quay lại ở nữa, rất recommend cho mọi người khách sạn này nha.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Loan P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn gần biển",
            "review_content": "Khách sạn mới, sạch sẽ, tiện nghi.Gần biển Mỹ Khê, gần trung tâm, ăn uống hay đi chơi đều thuận tiện.Nhân viên vui vẻ, nhiệt tình, thân thiện.Đồ ăn sáng ngon và hợp khẩu vị.Sẽ giới thiệu cho bạn bè và người thân.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan Phuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "good hotel",
            "review_content": "khách sạn mới ngay trung tâm thành phố, trang thiết bị hiện đại, nhân viên thân thiện, nhiệt tình. Ăn sáng rất nhiều món , đồ ăn hợp khẩu vị. Gia đình mình đã có thời gian nghỉ ngơi thoải mái tại đây. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vuhoangg",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời khi tới DN",
            "review_content": "Vị trí đắc địa ngay mặt biển Mỹ Khê Bể bơi ngoài trời khá đẹp mắt và rộng rãi,hợp chị em check in và tắm nắng Nhà hàng với món ăn giá cả hợp lý và ngon miệng, nhân viên nhà hàng phục vụ mau lẹ vui vẻ Nhân viên lễ tân hỗ trợ tư vấn nhiệt tình ks  rất đáng yêu  Sẽ quay lại !",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Phạm K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Khách sạn nằm dọc bờ biển, gần địa điểm ăn uống và vui chơi. Chỉ cần băng qua đường là đến bãi biển. Mình đến vào dịp không đông khách nên cảm thấy khá thoải mái. Hồ bơi đẹp mà không phải chen chúc sử dụng. Điểm sáng của ks là đội ngũ nhân viên thân thiện; nhiệt tình. Đặc biệt các bạn lễ tân; hành lý hỗ trợ tư vấn mình rất nhiệt tình. Sự niềm nở của các bạn làm mình có cảm giác như ở nhà vậy. Cảm ơn các bạn; hi vọng ks luôn giữ được phong độ.",
            "reviewer_location": "Tỉnh Quảng Nam, Việt Nam"
        },
        {
            "name": "Peter H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghĩ tuyệt vời",
            "review_content": "Khách sạn nằm ven biển có view rất là đẹp, tuyệt vời. Các bạn nhân viên ở đây rất là nhiệt tình niềm nở. Nhất là các bạn lễ tân và bell man nhiệt tình chào đón và hỗ  trợ tôi trong thời gian ở lại khách sạn này. Phòng rất sạch sẽ, tôi được ở view biển nên rất là đẹp. Tôi sẽ quay lại khách sạn này thêm 1 lần nữa trong thời gian sớm nhất. Cảm ơn các bạn rất là nhiều.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "Safari33975566746",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nesta - ĐÀ NẴNG",
            "review_content": "Ks ok, phòng đẹp, sạch sẽ, giá cả hợp lí. Nhân viên hỗ trợ nhiệt tình, thân thiện vui vẻ. Khách sạn sát mặt biển nên có view khá đẹp. Trong tương lai nếu có dịp tôi sẽ quay trở đây. Cảm ơn đội ngũ nhân viên Nesta rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hưng Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí thuận lợi, nhân viên dễ thương",
            "review_content": "Khách sạn gần biển, dịch vụ tốt. Ăn sáng  nhiều món Mình ở phòng view biển nên rất thích, phòng sạch sẽ tiện nghi.  Nhân viên niềm nở thân thiện. Các bạn lễ Tân hỗ trọ khách nhiệt tình, đặc biệt là bạn hành lý giới thiệu mình các điểm vui chơi và ăn uống rất ngon Nếu có dịp quay lại ĐN mình sẽ tiếp tục chọn Nesta Đà Nẵng…",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nguyen van doan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn view biển",
            "review_content": "Khách sạn nằm ngay mặt biển gần trung tâm nên khá thuận tiện. Nhân viên vui vẻ nhiệt tình, nếu có cơ hội tôi sẽ quay lại. Đồ ăn cũng khá hợp khẩu vị, đậm đà. Tôi nghĩ đây là một địa điểm đáng để trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "JENNIFER PHAM",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp sang trọng ở Đà Nẳng. Bãi biển và hồ bơi đẹp.",
            "review_content": "Khách sạn Nesta trang trí và bố cục đẹp, thuận tiện đi tắm biển vì phía trước là bãi biển Mỹ Khê đẹp. Phòng sạch sẽ. Điểm khác biệt so với khách sạn khác mà mình từng ở là có thêm sữa dưỡng da, rất thích. Tất cả nhân viên đều vui vẻ chào hỏi hiếu khách và nhiệt tình, mang đồ giúp khách ngay cả lúc đi chơi về. Hồ bơi có nhân viên cứu hộ là điểm mà mình đánh giá cao so với khách sạn khác vì có sự an toàn. Hai năm trước mình từng ở 1 khách sạn mà hồ bơi không có cứu hộ, mình từng phải tự cứu con gái. Nên mong các khách sạn nên lưu ý vấn đề này. Con trai mình rất thích ăn buffet nơi đây, mỗi ngày có thay đổi món ăn. Bé năm nay vào học lớp 10, và đề nghị 3 năm nữa sẽ du lịch lại Đà Nẳng và ở khách sạn Nesta này. Mình đã giới thiệu cho bạn bè tới Nesta. Chúc toàn thể nhân viên luôn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi nghỉ mát bất ngờ và thú vị.",
            "review_content": "Mình cùng gia đình có đến ở tại khách sạn vào cuối tháng 8. Khách sạn mới mở nắm đối diện bãi biển Mỹ Khê. Đội ngũ nhân viên khách sạn lễ tân, bell, lái xe, nhà hàng, buồng phòng, an ninh - thân thiện, nhiệt tình và hiếu khách. Mr. Long lái xe rất vui tình và nhiệt tình chỉ dẫn các điểm du lịch cho đoán. Ở tại khách sạn rất vui vẻ và thoải mái. Bạn luôn có cảm giác được chào đón tại đây. Tuy nhiên wifi 1 số phòng bị yếu và điều hoà 1 số phòng không được lạnh sâu. Mong khách sạn sớm sửa chữa những vấn đề này. Nếu lần tới có ở Đà Nẵng vẫn sẽ lựa chọn và ủng hộ khách sạn. Chúc khách sạn luôn đông khách. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yên Đỗ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn ngay bãi biển. Nhân viên lễ phép, nhiệt tình",
            "review_content": "Vị trí khách sạn đẹp, thuận tiện để đi ăn hoặc đi tắm vì chỉ cần qua đường là tới ngay bãi biển. Nhân viên dễ thương, nhiệt tình. Phòng sạch sẽ, thiết kế hợp lý.  Chuyến đi này, nhà mình đi cả gia đình hơn 20 người, nhiều người già và trẻ nhỏ nên đặt ăn trưa tại k.sạn luôn, đồ ăn hợp khẩu vị mà ko vất vả đi lại trời nắng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "phuong mai D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất Đà Nẵng",
            "review_content": "Nesta có vị trí thẳng mặt biển, tiện đi lại. Phòng sạch sẽ và nhân viên chu đáo tận tình. Tôi đã tận hưởng cảm giác đi dọc bờ biển đến tận đêm muộn mà vẫn an toàn trở về phòng. Tôi sẽ giới thiệu cho bạn bè tới Nesta lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tran Dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Style mới của một khách sạn bán resort",
            "review_content": "Khách sạn chuẩn 4 sao, rộng rãi thoáng mát. Mình thích khoảng trống sân vườn và hồ bơi ngoài trời của khách sạn, không bị ngộp như các khách sạn dạng building lân cân. Dịch vụ và nhân viên rất ổn. Phòng không quá rộng nhưng đủ công năng cho một gia đình lưu trú. View excellent nhìn thẳng ra biển. Có dịp mình sẽ quay lại khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh khoa N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm khách sạn dạng resort",
            "review_content": "Khách sạn với không gian cực kì thoáng đãng và nhiều cây xanh , dịch vụ phục vụ chuyên nghiệp và phòng ốc thoáng đãng , mới và sạch sẽ , rất phù hợp cho các gia đình khi đi nghĩ dưỡng.  Khuốn viên rộng và cả khoảng sân vườn phía sau khách sạn , mô hình y như dạng resort vậy",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "268 Võ Nguyên Giáp Bắc Mỹ Phú, Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "Nesta Hotel - Đà Nẵng",
        "geo_data": {
            "latitude": 16.055498123168945,
            "longitude": 108.24706268310547
        },
        "room_number": "99"
    }
}