{"content": [{"name": "Sang Đ", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ vui vẻ.", "review_content": "Không gian xanh sạch, phòng ngủ sạch sẽ và nhân viên rất thân thiện nhiệt tình. Vị trí thuận tiện khi đi ra biển hoặc đi vào khu trung tâm. Cảm ơn Chi House đã góp phần làm nên chuyến đi đáng nhớ dịp Tết nguyên đán 2023. Nhất định khi có dịp tôi sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Trọng Tài T", "avatar": "", "review_rating": "5", "review_title": "Cảm nhận của tôi khi đến với Chi House!", "review_content": "Tôi đã đến đây và ra về với tất cả những kỷ niệm đẹp trong chuyến đi này! Chi House đã cho tôi một không gian xanh tuyệt vời, nơi mà mọi muộn phiền, áp lực  tan biến đi trong cảnh tỉnh thơ mộng! Nơi tôi được gần gủi với thiên nhiên giữa lòng thành phố Đà Nẵng! Cảm ơn Chi House nhé!", "reviewer_location": "dumpxxx"}, {"name": "Ngọc Á", "avatar": "", "review_rating": "5", "review_title": "A good place", "review_content": "Nhân viên nhiệt tình thân thiện phục vụ chu đáo và rất nhanh, Ks sạch sẽ xanh mát thiết kế độc đáo buffet đủ món và ngon gđ mình rất thích.  Chú chủ KS hỏi han khách hàng nhiệt tình vui vẻ. Đây là 1 nơi nên trải nghiệm khi tới Đà Nẵng. Vote 5 sao luôn ạ ⭐️⭐️⭐️⭐️⭐️", "reviewer_location": "dumpxxx"}, {"name": "Si", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời!", "review_content": "- Khách sạn đẹp và sạch sẽ. Phòng ốc decor rất xinh. Ở giữa khách sạn có hồ bơi và trồng nhiều cây cối nên tạo cảm giác rất mát mẻ, dễ chịu. Vị trí khách sạn lại gần biển thuận tiện ra tắm và chụp hình. - Nhân viên nhiệt tình, vui vẻ, hỗ trợ khách hết mình. Có cơ hội ra Đà Nẵng sẽ ghé lại lần nữa", "reviewer_location": "Tỉnh Bình Dương, Việt Nam"}, {"name": "Nguyễn Huế", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi thú vị", "review_content": "Mình đến Chi’house lần thứ 2 rồi. Phòng rất sạch sẽ, nhân viên nhiệt tình và thân thiện. Không gian của khách sạn rất xanh, nhiều cây, bể bơi to và đẹp. Buffet sáng ngon và rất hợp khẩu vị của mình. Nói chung là nếu có cơ hội vào Đà Nẵng thì mình sẽ lại ghé Chi’house. Đi bôh vài bước là ra bờ biển rồi. Tiện rất nhiều.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thoa Phung", "avatar": "", "review_rating": "5", "review_title": "Chi house là một nơi rất đẹp đáng để chọn làm nơi nghỉ dưỡng, thư giãn vì ở đây giúp hoà mình vào thiên nhiên", "review_content": "khách sạn đẹp, rộng, đầy đủ tiện nghi,có phong cách riêng,hoà mình với thiên nhiên, mình đi rất nhiều nơi nhưng ở đây vẫn tuyệt nhất và cảm thấy rất thư giãn khi ở đây.Sau chuyến đi này mình vẫn sẽ chọn Chi house là nơi nghỉ ngơi, thư giãn mỗi khi có dịp đi đà nẵng", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Trần Hương", "avatar": "", "review_rating": "5", "review_title": "Khách sạn nhiều góc sống ảo", "review_content": "Khách sạn mang phong cách gần gũi với thiên nhiên, rất nhiều cây xanh nên nhiều góc sống ảo, đặc biệt là khu vực bể bơi.  Tiếc là mình đi vào tháng 11, hơi lạnh nên kg bơi được. Các bạn nhân viên thân thiện, nhiệt tình và buffet sáng rất ngon. Mình sẽ quay lại khi có dịp trở lại Đà Nẵng", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Sunshine06095787794", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, sạch sẽ, vị trí thuận tiện.", "review_content": "Chi House là một khách sạn có vị trí thuận lợi để tôi dễ dàng khám phá các địa danh của Đà Nẵng. Điều tôi ấn tượng nhất ở Chi House đó là sảnh khách sạn và phòng ốc vô cùng sạch sẽ, được thiết kế hiện đại tinh tế. Khách sạn cũng có khá nhiều view để “sống ảo” như bể bơi, sảnh ks, view tầng 6 hay 7 gì đó khá đep. Chắc chắn tôi sẽ tiếp tục lựa chọn Chi House khi quay lại Đà Nẵng.", "reviewer_location": "dumpxxx"}, {"name": "Sunil2008", "avatar": "", "review_rating": "5", "review_title": "Một dịch vụ đáng trải nghiệm.", "review_content": "Khách sạn tuyệt đẹp. Mình vô cùng hài lòng về chất lượng phục vụ của khách sạn. Các bạn nhân viên hướng dẫn nhiệt tình. Phòng khách sạn sạch đẹp. Mình ấn tượng nhất là buffet sáng ăn ngon và hợp khẩu vị với gia đình mình. Mình sẽ quay lại CHI HOUSE khi có dịp ghé thăm Đà Nẵng.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "LAN DANG", "avatar": "", "review_rating": "5", "review_title": "Một trải nghiệm tuyệt vời!", "review_content": "CHI HOUSE - CHẮC CHẮN TÔI SẼ QUAY LẠI ĐÂY NẾU CÓ DỊP GHÉ ĐÀ NẴNG! Một khách sạn đáng yêu từ cảnh quan đến các bạn nhân viên…! QUÁ TUYỆT VỜI… ! Mình đã ăn cả bữa trưa và tối tại khách sạn - các món ăn rất tinh tế và hợp khẩu vị của mình! Phòng ốc thì sạch sẽ, bể bơi xanh mát cả ngày! Mình chỉ biết nói là quá tuyệt!!❤️❤️❤️❤️", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Minminpham26", "avatar": "", "review_rating": "5", "review_title": "Great Stay", "review_content": "Mọi thứ đều tuyệt vời! Phòng đẹp, tiện nghi, dịch vụ tốt. Hồ bơi rất đẹp, góc nào chụp ảnh cũng mê. Mình rất hài lòng khi ở tại đây. Mình chắc chắn sẽ quay lại Chi House nếu có dịp đến Đà Nẵng trong thời gian đến.", "reviewer_location": "dumpxxx"}, {"name": "ngoctuanpham2112@gmail.com", "avatar": "", "review_rating": "5", "review_title": "Khách sạn thân thiện ", "review_content": "Nằm gần bãi biển , mọi dịch vụ đều tiện lợi , rất thích hợp để lưu trú , khách sạn mới  sạch sẽ , phòng đẹp , bể bơi rộng dành cho gia đình , yên tĩnh , bữa ăn sáng là một điểm nhấn , và quan trọng là mọ ", "reviewer_location": "Huế, Việt Nam"}]}