{
    "content": [
        {
            "name": "Tour23540458168",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn vì tất cả",
            "review_content": "Mình ở khách sạn một vài ngày nhưng rất ấn tượng với Đăng - nhân viên chăm sóc khách hàng. Bạn tốt bụng và hỗ trợ mình nhiệt tình (thậm chí khi đưa tiền tip thì bạn không lấy vì bạn nói chỉ phục vụ hết mình cho trải nghiệm của khách). Phòng sạch, hướng nhìn ra sông đẹp, đồ ăn ngon và nhạc ở cà phê rất hay.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roving47470190120",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi thấy các dịch vụ và phục vụ quá tốt so với giá tiền, thức ăn ngon, giường ngủ, toilet sạch sẽ thơm tho. Các bạn nhân viên tại khách sạn luôn hỏi thăm để đảm bảo khách có trải nghiệm tốt nhất <3<3<3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jojo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đánh giá ksan Haian Riverfront",
            "review_content": "Khách sạn ngay bên bờ sông Hàn, view cầu rồng khá đẹp, phòng rộng rãi sạch sẽ,gối nằm êm, nhân viên khách sạn support hỗ trợ khách tận tình, nếu có dịp quay lại đà nẵng có thể sẽ quay lại khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sherpa00388687533",
            "avatar": "",
            "review_rating": "5",
            "review_title": "em thích khách sạn nhiên tin với khách hang sẽ quay lại với khách sạn lần tơi nữa ah em sẽ giới thiệu ban bè về khách sạ",
            "review_content": "Khách sạn đẹp nhan viên nhiên tin với khách hàng e thích làm cảnh thì đẹp đồ ăn uống ngon gia tiền phong hộp lý em sẽ quay lại khách sạn điệp tơi em sẽ giới thiệu cho bạn bè biết tơi khách sạn nhiều hơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OnAir64465954569",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi hài lòng với nó tận hưởng một cách thoải mái nhất có thể sẻ không bao giờ thất vọng hãy chọn đúng",
            "review_content": "Cuộc sống dẹp là phải hưởng thụ và đây là nơi bạn đến và lựa chọn bạn sẻ được đám ứng với những dich vụ như vậy tot vo cùng không làm bạn thất vọng hãy thử dù chỉ 1 lần bạn nhé hãy chọn đúng và chính sát ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Getaway27093524581",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch",
            "review_content": "Khách sạn sạch sẽ, view cầu Rồng đắt giá. Giường tròn siêu rộng, lễ tân niềm nở nhiệt tình.  Clean hotel, Dragon bridge view. The very large round bed, the receptionists are very friendly Five stars rated ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber22298378039",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà hàng có dịch vụ rất tốt",
            "review_content": "Khách sạn đẹp, thang máy rất êm và lẹ, phòng ốc sạch sẽ, khách sạn kết hợp với tiệm cà phê nên thỉnh thoảng có thể nghỉ ngơi phía dưới rất hợp lý, còn có phòng spa gym và cả hồ bơi. Lễ tân tài xế,... mọi người điều phục vụ rất tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dù lịch",
            "review_content": "Vị trí khách sạn ngay trung tâm thành phố nên đi lại mua sắm rất thuận tiện, view cầu rồng rất đẹp, phòng đẹp sạch sẽ, đồ ăn buffet rất ngon và phong phú, lại được miễn phí massage chân thật tuyệt vời,mùi thơm spa dễ chịu, nhân viên dễ thương, thân thiện,",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Culture36372427050",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất tốt",
            "review_content": "Vị trí khách sạn gần trung tâm thuận tiện cho việc đi lại, view đẹp ngắm được sông Hàn, nhân viên nhiệt tình sẵn sàng hỗ trợ khách, dịch vụ tốt, nội thất bên trong đẹp, mùi hương dễ chịu. Nếu có dịp sẽ quay lại vào lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc Boang L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hải an view dep",
            "review_content": "Rất tốt phòng sạch đẹp ăn sáng ngon view cầu rồng sông Hàn các bạn nhân viên lễ Tân dễ thương bạn Annie nhiệt tình dự định tháng 11 sẽ quay lại đây hy vọng là sẽ không mưa ấn tượng với khách sạn này sẽ giới thiệu cho bb",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pioneer28096963589",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trải nghiệm tuỵet với",
            "review_content": "Nhân viên thân thiện, dịch vụ rất chu đáo. Sẽ quay lại    Vào lần tới. View phòng rất ok và có thể tận hưởng nhiều đồ ăn ngon ở đây. Đà Nẵng là một thành phố sinh đẹp. Các bạn nhân viên Chăm sóc khách hàng và Lễ Tân dễ thương",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber26519367671",
            "avatar": "",
            "review_rating": "5",
            "review_title": "10d",
            "review_content": "Gia đình rất hài lòng với trải nghiệm tại đây không có gì để chê cả 10d ☺️☺️các bạn nhân viên dễ thương lắm đặt biệt là lễ tân rất chuyên nghiệp view phòng sang chảnh phòng sạch sẽ thoáng mát chắc chắn sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Soya",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cafe ngon , view đẹp",
            "review_content": "Mình chưa trải nghiệm ks ở đây. Chỉ uống cafe , nghe nhạc acoustic ở tầng dưới. Nằm ngay ngã 3 bạch đằng , trần quốc toản thích hợp ngồi cùng bạn bè enjoy . Quán nằm sát Karma Lounge nên có say thì về ks Hải An nghỉ là quá tiện. Đánh giá 5 sao thì khỏi bàn cãi",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nghĩa M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá tốt",
            "review_content": "Phòng thì không có vấn đề . Việc ăn uống cũng khá ổn. Đi lại cũng thuận tiện. Nhân viên nhà hàng, lễ tAn và chăm sóc khách hàng thân thiện. Mình đến Đà Nẵng lần đầu tiên. Mình đã đi Hội An và cầu rồng ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Seaside25485048958",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "- Nên giảm mùi hương tại hành lang và thang máy.  - Còn lại tất cả đều ổn - View oke dịch vụ phòng tốt  - Nhân viên nhiệt tình  - Ở đây 4 ngày nếu có dịp sẽ quay lại  - nhân viên lễ tân dễ thương nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Spring RIVER N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ đẹp",
            "review_content": "Khách sạn nằm ngay mặt tiền đường Bạch Đằng, Q. Hải Châu, Đà Nẵng nhìn xuống dòng sông Hàn hiền hòa, nhân viên chuyên nghiệp, khách sạn xây thiết kế mới, trang thiết bị hiện đại, mới ... giá cả hợp lý",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Explorer13182377239",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Great experience",
            "review_content": "Khách sạn view rất đẹp, thoáng, thuận tiện cho việc di chuyển. Nhân viên tận tình, chu đáo, đặc biệt là bạn sale tên Thắm khi nghe nói là vợ chồng mình kỉ niệm ngày cưới thì đã rất tinh tế khi set up wedding anniversary cũng như lựa chọn phòng phù hợp với cặp đôi nhất. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "linh dien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất hiện đại, sạch sẽ, view đẹp và cực kì tiện nghi, rất mới nữa, dịch vụ lịch sự tuyệt hảo",
            "review_content": "Khách sạn rất hiện đại, sạch sẽ, view đẹp và cực kì tiện nghi, rất mới nữa, dịch vụ lịch sự tuyệt hảo. Gần đây có rất nhiều quán ăn và tiện nghi, từ đây đi ăn uống gì cũng rât tiện Dưới chân ks có quán cà phê nhạc rất hay. Các bạn staff hỗ trợ cực kì nhiệt tình",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hạnh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Vừa qua tôi đã có chuyến du lịch đến Đà Nẵng và lưu trú tại khách sạn của các bạn. Nhân viên ở đây nhiệt tình. Buffet sáng ờ đây khá ngon. Tôi rất thích dịch vụ spa ở đây, bạn Chi và Loan hỗ trợ và tư vấn dịch vụ cho tôi rất tốt. Tôi sẽ quay lại đây vào chuyến du lịch khác. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tốt, phục vụ chu đáo, thức ăn ngon, vị trí thuận lợi cho việc di chuyển, có skybar tuyệt vời, nhân viên nhiệt tình. Có dịp nhất định sẽ quay lại. Cảm ơn khách sạn rất nhiều đã cho mình một trải nghiệm đáng nhớ. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness16866760993",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng phục vụ tốt, nhân viên tận tình, vui tính!",
            "review_content": "Chất lượng phục vụ tốt, view toàn cảnh 💋  Nhân viên nhiệt tình, vui tính!!!  Ví trí tương đối tốt trong khu vực, đặc biệt đối với khách thíck nhìn toàn cảnh khu vực sông Hàn.  Mình có thưởng thức buổi buffer sáng. Thức ăn phong phú, đủ Âu Á nha!!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire60268055318",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ",
            "review_content": "Khách sạn tiện nghi, thoải mái, rộng rãi, mới và đẹp, nhân viên hỗ trợ nhiệt tình khi có phát sinh. Phòng mình được checkin sớm và còn được tăng 2 suất massagr chân miễn phí. Rất happy khi lưu trú tại khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveler14148446641",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một khách sạn đáng để lưu trú trong chuyến du lịch Đà Nẵng, nên thử nếu có dịp ghé thăm thành phố này.",
            "review_content": "Phục vụ tậm tâm, ngay trung tâm nên rất tiện lợi di chuyển, xung quanh có nhiều nhà hàng và quán cà phê. Phòng ốc sạch sẽ, view đẹp, có nhiều dịch vụ tại khách sạn nên chỉ cần liên hệ với lễ tân sẽ được trợ giúp nhiệt tình. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort50216029847",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác ở Haian hotel",
            "review_content": "Phục vụ lịch sự và phòng ở sạch sẽ. Bar rooftop cũng ok. Ăn sáng đa dạng và ngon.   Mình chỉ ở một ngày nên không đánh giá được các tiện ích lân cận.  Một lưu ý là nếu người ưa yên tĩnh nên suy nghĩ, do ks gần đường nên có thể ảnh hưởng một chút.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Benny V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi công tác ấn tượng, sẽ còn quay lại.",
            "review_content": "Khách sạn mới, sạch sẽ, phục vụ nhiệt tình. Có dịch vụ massage chân free 30 phút cho KH lưu trú. Ấn tượng vs KTV Vy làm khá ok. Đồ ăn sáng ở khách sạn cũng khá đa dạng, Âu Á đủ cả. Phòng tập gym và hồ bơi đẹp, lịch sự. Phòng ở view khá chill, đặc biệt quầy sky bar.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stay53345610620",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn đáng trải nghiệm",
            "review_content": "Dịch vụ tốt, nhân viên thân thiện lúc nào cũng cười tươi rói, dàn tiền sảnh rất nhiệt tình, hỗ trợ tụi mình rất chu đáo từ giới thiệu địa điểm ăn uống vui chơi xung quanh đến dịch vụ tour. Bữa sáng đa dạng món ăn ngon vừa khẩu vị. Phòng rất sạch sẽ gọn gàng. Khách sạn có view quầy bar tuyệt vời. Từ lúc check in cho đến lúc check out đều được phục vụ chu đáo tận tình. Dịp khác sẽ quay lại. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chi Chi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Spa rất tốt, phòng sạch sẽ, kỹ thuật chuyên nghiệp, lễ tân thân thiện và rất nhiệt tình. Tôi rất thích các dịch vụ ở đây. Tôi sẽ trở lại đây vào ngày gần nhất có thể để trả nghiệm các dịch vụ khác nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Xuan",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Review",
            "review_content": "Gia đình Gấu rất cảm ơn các cô chú đã take care cháu trong thời gian vừa qua ạ. Phòng ks rất mới và tiện lợi. Nhân viên nhiệt tình chu đáo. Bộ phận lễ tân rất tốt bụng bạn annie chuyên nghiệp và hài hước",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyage43825823284",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks dịch vụ tốt, view đẹp, gần trung tâm và nhiều địa điểm ăn uống cafe",
            "review_content": "Tivi chưa có wifi cho em bé xem hoạt hình ngoài ra thì ăn uống dịch vụ phòng rất sạch đẹp vị trí cũng thuận tiện để đi dạo ăn uống bộ phận lễ tân phục vụ nhanh chóng nhiệt tình sẽ quay lại và giới thiệu bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Trang N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mình rất thích . Cảm ơn các bạn.",
            "review_content": "Khách sạn tuyệt vời.  Nhân Viên dễ thương, nhiệt tình . Vị trí khách sạn rất đẹp có thể ngắm sông , cầu rồng.  Khách sạn có cả bar có thể ngắm thành phố.  Lần sau nhất định sẽ quay lại.  Cảm ơn !!!!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huong Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "10 điểm",
            "review_content": "Good service, best choice View phòng đẹp, vị trí trung tâm, thuận lợi đi chơi Nhân viên lịch sự dễ thương lễ tân làm thủ tục nhanh chóng bạn annie hỗ trợ thông tin rất hữu ích đã quay lại 3 lần rồi và sẽ ủng hộ những lần tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal48042094886",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Haian riverfront Da Nang Hotel",
            "review_content": "Khách sạn sạch sẽ, đẹp đẽ, thơm tho. Nhân viên nhiệt tình, vui vẻ. Đồ ăn tuy không phong phú nhưng vị ngon. Vị trí nằm ngay sông Hàn, ngay cầu rồng và khu phố đi bộ. Nhiều hoạt động về đêm. Bên khách sạn còn có sale off cho sky bar nữa. Nói chung là tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vũ Đoàn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tổ chức sự kiện ở đây rât ổn",
            "review_content": "Mình book sảnh tiệc bên này làm talkshow cho 100 người. Dịch vụ rất chu đáo, giá cũng rất phù hợp và không gian ấm cúng. Khách sạn còn chuẩn bị cho mỗi khách 1 nước lọc + 1 bút + giấy note cực kỳ tiện. Đợt mình làm là chị Lý sales takecare rất nhiệt tình, yêu cầu nào cũng xử lý nhanh chóng và có phương án dự phòng. Thanks chị Lý và Haian Hotel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhi N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "View đẹp khách san mới và tiện nghi",
            "review_content": "Khach sạn mới sạch sẽ và đồ dụng đầy đủ tiện nghi. Đặc biệt view nhìn ra cầu Rồng rất đẹp. Nhiều góc Check in chụp ảnh. Vị trí rất là thuận lợi, ngay trung tâm thành phố. Có thể đi bộ đến rất nhiều chỗ ăn uống mua sắm.",
            "reviewer_location": "Son Tra Peninsula, Việt Nam"
        },
        {
            "name": "Vacation57745905088",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm thú vị",
            "review_content": "Okie, tốt, chất lượng phòng ổn. Location đẹp, nhìn ra cầu Rồng, gần trung tâm, có cả cafe và nhà hàng trong khách sạn. Mình rất cảm thấy xứng đáng với giá tiền. Nói chung là tuyệt vời. Cảm ơn haian riverfront hotel ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn, dịch vụ tốt",
            "review_content": "Chất lượng phòng tốt, dịch vụ rất ok, view sông đẹp có thể ngắm đc cầu rồng phun lửa, nếu có dịp quay lại vẫn lựa chọn khách sạn để lưu trú. Ăn sáng rất đa dạng và phong phú, đồ ăn hợp khẩu vị, các gia vị phối kèm rất phong phú.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Uyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, nhân viên lễ tân chu đáo, nhiệt tình.",
            "review_content": "Vị trí gần trung tâm dễ di chuyển, phòng sạch sẽ, khách sạn cung cấp đầy đủ các dịch vụ cần thiết. Nhân viên nhiệt tình đặc biệt là nhân viên lễ tân luôn sẵn sàng hỗ trợ những yêu cầu của tôi. Chắc chắn sẽ quay lại khi đến Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal30189375225",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good",
            "review_content": "Dịch vụ khách sạn rất tốt, vị trí địa lý thuận lợi, view rất đẹp với những cây cầu, thái độ phục vụ của nhân viên rất chUyên nghiệp và thân thiện cởi mở, nhất định sẽ giới thiệu cho người thân và bạn bè. Sẽ quay lại trong thời gian sớm nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NorthStar57729248725",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Tất cả mọi thứ từ A-Z chuẩn chỉnh ! Nhân viên nhiệt tình vui vẻ hoà đồng view cạnh sông quá đỉnh , phòng sạch sẽ gần trung tâm đi lại dễ dàng rất thoải mái khi ở đây ! Nhất định sẽ tới những lần tiếp theo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Tốt, dịch vụ tốt, nhân viên nhiệt tình, không gian thoãi mái, sạch sẽ, chăm sóc khách hàng chu đáo, thức ăn nước uópng ngon, hấp dẫn. View đẹp ngay trung tâm thành phố, là địa điểm đáng để ghé và nghỉ dưỡng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightsee21566663360",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tết 2023",
            "review_content": "Chuyến đi nghỉ thoải mái  Đi nhân dịp sinh nhật, không gian bố trí đẹp, nhân viên hỗ trợ nhiệt tình, có dịch vụ trang trí bong bóng trong phòng đẹp.  Đồ ăn sáng nhiều món, hợp khẩu vị  Views sông Hàn, nhìn ra cầu Rồng.  Quán cafe dưới tầng trệt view ok",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "PhuongN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Khách sạn sạch sẽ, nhân viên thân thiện, nằm ở vị trí dễ dàng di chuyển, hồ bơi sạch sẽ tiện nghi, đầy đủ tất cả các loại đồ dùng cá nhân mà không cần phải mang theo quá nhiều, nhất định sẽ quay lại và giới thiệu cho bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Bảo Ngọc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tham quan khách sạn Hải An",
            "review_content": "View phòng hướng về phía cầu rồng rất đẹp Phục vụ rất tốt và ổn đồ ăn sáng ngon thang máy siêu nhanh lễ tân phản hồi nhanh chóng bạn annie rất nhiệt tình à có chợ và nhiều quán bar nhà hàng xung quanh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Wander03468520130",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách Sạn Haian rất tốt",
            "review_content": "Ở đây rất ok nà . nhân viên phục vụ chu đáo . đây là nơi lựa chọn tốt nhất khi tôi đến Đà Nẵng nghỉ dưỡng du lịch . Tôi sẽ đến và ở khách sạn này vào lần du lịch kế tiếp. Cảm ơn đã cho tôi trải nghiệm tốt về nơi này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Wanderer62814625740",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn",
            "review_content": "Nhân viên thân thiện, tiếp đón nhiệt tình. Phòng sạch sẽ ok. Vị trí view đẹp tối có thể đi dạo, tuy nhiên đồ ăn sáng hơi ít món, cần thêm đồ ăn Hy vọng lần sau quay lại sẽ có dịp ghé khách sạn Hải An để ở. I like it!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Phu N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch Đà Nẵng",
            "review_content": "Phòng sạch sẽ và dịch vụ ở đây rất tốt . Vị trí ở trung tâm nên rất dễ di chuyển thuận tiện tới các quận, view hướng sông có thể nhìn thấy rõ cầu rồng. Sẽ tiếp tục ủng hộ cho lần sau nếu ghé đà nẵng …🥰🥰🥰😍😍😍😍😍😍😍😍😍😍😍À phòng còn rất mới nha mọi người ❤️❤️❤️❤️❤️❤️❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Guide61208378272",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đẹp",
            "review_content": "Khá thích phòng, rộng rĩa thoáng mát cùng view cửa sổ đẹp. Mình ở một mình và thấy rất hài lòng về phòng ốc và dịch vụ của nhân viên, mọi người đều thân thiện và check in check out khá nhanh và giúp đỡ nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DayTrip32373122155",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác",
            "review_content": "Gối mềm, giường êm. Nhân viên vô cùng lịch sự và dễ thương hỗ trợ khách nhiệt tình. Phòng cách âm tốt, view sông Hàn và cầu rồng. Cuối tuần quán cafe có hát nhạc acoustic khá hay. Bữa sáng phong phú, đồ ăn ngon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khánh Như N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Tốt",
            "review_content": "Phòng sạch sẽ , bữa sáng ngon miệng ,  view về tối đẹp. Nhân viên phục vụ chu đáo, nhiệt tình . Tương lai Có dịp Sẽ quay lại.   Chọn khách sạn Haian . Giành 5 sao cho các bạn về sự chuyên nghiệp này. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn gần cầu rồng",
            "review_content": "Chất lượng khách sạn tuyệt vời, nội thất mới!  View sông Hàn, tiện lợi, gần các tiện ích trung tâm! Ăn sáng ngon miệng, sạch sẽ! Sẽ giới thiệu bạn bè cho các chuyến đi sau.  Nhân viên thân thiện, hoà đồng!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khoa Tan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Phòng và dịch vụ rất tốt. Sẽ ghé lại nếu có dịp nhân viên siêu ngiệt tình dễ thương lễ tân làm việc chuyên nghiệp hỗ trợ thông tin đầy đủ khi cần ăn sáng ngon phòng sạch view cầu rồng và sông hàn rất đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vacation20709985463",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng tiền",
            "review_content": "Dịch vụ tốt.lễ tân làm thủ tục nhanh gọn phản hồi thông tin nhanh chóng bạn annie rất thân thiện và nhiệt tình  Phòng ốc sạch sẽ mới. Thức ăn khá ổn. Địa điểm tiện lưu thông.  Tiếc là ko có nhìu thời gian để trải nghiệm thêm ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "văn anh huy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cặp đôi",
            "review_content": "Khách sạn rất dễ thương ngay cầu Rồng, sát chợ Hàn nên rất thuận tiện để mua sắm, khách sạn nằm ngay trung tâm thành phố nên ăn uống rất thuận tiện, đặc biệt khách sạn tặng Masssage chân miễn phí, Ms Nhi  dễ thương nhiệt tình làm masssage rất tốt, nhà hàng sạch sẽ, các món ăn hợp khẩu vị",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Sunshine20436620358",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rát tuyệt",
            "review_content": "Mọi dịch vụ đều rất tốt . Rất sạch sẽ và tiện nghi. View đẹp. Thức ăn rất ngon. Nhân viên nhiệt tình và dễ thương. Phòng luôn gọn gang và sạch sẽ. Nhát định sẽ quay lại. Rất gần với mọi nơi. Lễ Tân rất vui vẻ và tận tình. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal44685875693",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn view sông đẹp , nhân viên phục vụ thân thiện, vui vẻ. Sẽ recommend cho bạn bè và gia đình nếu có dịp du lịch Đà Nẵng nghỉ dưỡng. Vị trí khách sạn thuận lợi, xung quanh có nhiều quán ăn, bar, chợ thuận tiện cho viec tham quan, du lich",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "zinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Spa tuyệt vời",
            "review_content": "Kỳ nghĩ truyệt vời, khách sạn rất đẹp, mọi thứ rất tốt, Spa tốt miễn phí massage chân, ms Nhi tư vấn rất dễ thương, ,tôi rất thích mùi thơm Spa,, hồ bơi nhỏ xinh rất đẹp, view ngắm cầu rồng hơi đỉnh, nhà hàng sạch sẽ, các món ăn đều ngon hợ khẩu vị, tôi sẽ quay trở lại",
            "reviewer_location": "Phan Thiết, Việt Nam"
        },
        {
            "name": "Huyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn view sông hàn",
            "review_content": "Lần đầu đến khách sạn này , khách sạn có  Vị trí đẹp, veiw nhìn ra sông hàn, sạch sẽ và nhân viên rất thân thiện đặc biệt các bạn lễ tân rất chuyên nghiệp. giá phòng mình đi đợt tháng 12 không phải cao điểm nên giá rất ko cao. Đồ ăn thì cũng được nhưng được cái vừa ăn vừa ngắm sông hàn nên rất yêu. Nói chung là mình hài lòng!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tú N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Khách sạn tốt view rất sang trọng phòng sạch sẽ thơm mùi dễ chịu check in out nhanh giải quyết các thắc mắc nhanh ms thuong rất chuyên nghiệp có thời gian sẽ quay lại ủng hộ được discount 20% dịch vụ nữa ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Escape68690185124",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Danang trip",
            "review_content": "ngủ rất ngon, phòng view đẹp, tiện chỗ ăn nghỉ vui chơi, khu vực trung tâm  sự lựa chọn tuyệt vời khi đến danang, ngắm sông và cầu Rồng  gần ks có nhiều spa, nhà hàng, tiện lợi cho việc ngắm cảnh tập thể dục v.v..",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiên Dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tuyệt vời, vị trí thuận tiện gần trung tâm, dịch vụ chất lượng, có dịp chắc chắn sẽ quay lại. Cảm ơn bộ phận lễ tân vì luôn hỗ trợ kịp thồ những yêu cầu của chúng tôi bạn annie rất nhiệt tình và dễ thương",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Rua",
            "avatar": "",
            "review_rating": "5",
            "review_title": "10/10",
            "review_content": "Ks đẹp , vị trí thuận tiện view rất đẹp bộ phận lễ tân nhiệt tình làm thủ tục in out nhanh ms phuong rất tốt sẽ quay lại đây và giới thiệu cho bạn bè  thang mays nhanh phongf sach dep sẽ quay lại nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Tuyền",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹppp🤩🥰",
            "review_content": "Thiết kế của khách sạn rất đẹp, độc lạ , sạch sẽ và có vị trí ngay trung tâm thành phố, view cầu rồng đẹp. Quán cf tầng 1 view đẹp để có những bức ảnh tuyệt phẩm ạ + các đồ uống rất ngon ạ và các bạn phục vụ rất nhiệt tình ạ  Tầng 19 spa rất chuyên nghiệp ạ ,tầng 21 skybar rất đẹp và đồ uống ngon giá cả hợp lí❤️❤️ Mãi đỉnhhh",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "duc anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vờiii",
            "review_content": "view đẹp lắm mn oi Quán cf dưới tầng đẹp , view cầu rồng siêu chill và các bạn phục vụ nhiệt tình lắm❤️ Thấy skybar and quán cf trang trí noel rất đỉnh và giá cả hợp lí , tầng 2 nhà hàng các món ăn rất ngon đặc biệt nhất là lẩu mandarin ( nhiều món ngon rẻ) Rất hài lòng🤍",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "My Phan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, view đẹp",
            "review_content": "Phòng sạch, nhân viên rất nhiệt tình, đồ ăn rất ngon đa dạng. View đẹp, gần các địa điểm tham quan, gần cầu rộng, tiện di chuyển. Sẽ giới thiệt cho bạn bè, gia đình quay lại lần sau. Rất hài lòng !!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HOANG Y",
            "avatar": "",
            "review_rating": "5",
            "review_title": "hài lòng. Đáng trải nghiệm💗💗💗",
            "review_content": "khách sạn view siêu đẹp một bên cầu sông Hàn về đêm ngắm cầu rồng rất đẹp ở đây rất tiện tầng một là cà phê,Mình rất thích cà phê trứng ở đây,tầng hai là nhà hàng lẩu,lẩu ngon,nhân viên nhiệt tình thân thiện.nói chung là rất hài lòng về dịch vụ ở đây sẽ sớm quay trở lại thôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Grey A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Hải An - Đà Nẵng",
            "review_content": "Phòng có view đẹp,  vị trí ngay trung tâm tp Đà Nẵng, cách cầu rồng khoảng 500m. Phòng ốc sạch sẽ, thiết kế tinh tế. Dịch vụ ăn uống, spa của khách sạn tốt. Dọn phòng nhanh và sạch sẽ. Bộ phận lễ tân tiếp đón nhiệt tình và có sự hỗ trợ kịp thời trong yêu cầu về dịch vụ. Tôi sẽ quay lại và giới thiệu cho mọi người.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá phòng ở",
            "review_content": "Phòng ở rộng, sạch sẽ, thiet ke don gian nhung hien dai, view đẹp, nhân viên nhiệt tình, vị trí trung tâm. Giá cả phù hợp, đồ ăn ngon. Đồ dùng trong phòng đầy đủ, thiết bị và đồ dùng cá nhân  Bộ phận lễ tân tư vấn chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Haian Riverfront Đà Nẵng",
            "review_content": "Khách sạn sạch đẹp, mình ở phòng view trực diện sông có ban công, buffet sáng ăn sáng ngon ạ nvien trong khu bf cũng rất thân thiện nha về luôn hỏi đồ ăn có hợp khẩu vị không🤍. Đậc biệt là bộ phận lễ tân cũng rất rất nice tư vấn nhiệt tình đáng yêu lắmmmmmmm mng hãy book khách sạn ở đây nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ni",
            "avatar": "",
            "review_rating": "5",
            "review_title": "View đẹpppp",
            "review_content": "View sông Hàn đẹp mê Vị trí gần sân bay, đi bộ đi cầu Rồng, chợ Cồn, chợ Hàn gần Đồ ăn sáng ngon, thang máy nhanh ko kịp liếc bạn một cái đã tới. Hồ bơi tầng 20 bao sang chảnh Bộ phận lễ tân thân thiện, nhiệt tình, thích bạn ANNIE <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trọn vẹn, tuyệt vời",
            "review_content": "Khách sạn kiến trúc đẹp, phòng ốc đẹp, sạch sẽ, nhân viên nhiệt tình thân thiện. Ngay trung tâm thành phố, đầy đủ tiện ích liền kề và toạ lạc ngay sông Hàn thơ mộng.  Và chưa hết, một trải nghiệm mà ít khách sạn nào có được, tầng 1 cafe đậm đà siêu ngon, tầng 2 nhà hàng chuẩn lẩu Hong Kong ( chẹp chẹp, nhắc đến là thèm), tầng 19 là spa KTV chuyên nghiệp , tầng 21 là Sky bar nhạc hay rượu ngon. Trời ơi! sao ko thiếu thứ gì vậy!! 😍😍. Muốn dọn nhà đến ở luôn! 👍",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Hoàng Tú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một KS sang trọng và dễ thương",
            "review_content": "Một trãi nghiệm khá ấn tượng với view Sông Hàn trực diện và độc nhất!!! Nhiều cây phát tài điểm xuyến cho mảng xanh khá tươi mát!! Nhân viên lễ tân thân thiện, nhiệt tình hỗ trợ mình …refund tiền 😎😎😎😎!!  Chẳng là mình và bạn mình book 2 đêm ở Hải An nhưng hôm sau bạn mình muốn đi Hội An chơi và ở dưới Hội An luôn!!! Tiền phòng thì charge cả rồi nhưng ks vẫn hỗ trợ refund lại 1 ngày 🤗🤗🤗🤗🤗🤗. Dễ thương dễ sợ 🥳🥳🥳",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Vị trí thuận tiện gần với nơi công tác. Nhân viên tuyệt vời đồ ăn sáng ngon phòng sạch sẽ bộ phận lễ tân làm thủ tục nhanh gon giải quyết các thắc mắc tốt sẽ giới thiệu bạn bè đến đây view rât đẹp 10/10",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc Quyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "khách sạn đẹp, sạch sẽ, nhân viên tận tình, phòng có cảnh quan đẹp, vị trí gần trung tâm, thuân tiện để đi lại xung quanh và mua sắm, bộ phận lễ tân phục vụ, tư vấn nhiệt tình. Mình sẽ quay lại đây với gia đình vào dịp sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn rất mới. Phòng ốc đẹp, sạch sẽ và sáng sủa. Nhân viên nhiệt tình hỗ trợ, team lễ tân tiếp nhận vấn đề nhanh gọn. Mình chỉ ở ở 1 đêm do lịch dày nên sẽ quay lại. Đồ ăn ngon, đặc biệt rooftop có view đẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Leo ngo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm dịch vụ khách sạn",
            "review_content": "View đẹp, dịch vụ rất ổn, mình có đặt qua agoda để được giá tốt.  Giá cả phải chăng, nhân viên phục vụ nhiệt tình Mình có lưu trú ở đây thường xuyên và chắc chắn có điều kiện sẽ tới đây ủng hộ nhiều hơn nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Gia đình đi gồm 5 ng lớn , 2 trẻ em cảm thấy rất hài lòng về dịch vụ của khách sạn và nhân viên ở đây. Phòng đẹp, sạch sẽ, đồ ăn ngon . Vị trí đẹp và thuận lợi để di chuyển khắp mọi nơi . Cảm ơn các bạn nhân viên lễ tân, chị Annie , chị Thương đã giúp đỡ gia đình trong quá trình du lịch ở đây!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt,tuyệt vời ,thỏa mái",
            "review_content": "Phòng sạch sẽ,view đẹp ,nhân viên thân thiện ,đồ ăn sáng ngon,vị trí thuận tiện đi lại ,thang máy đi nhanh,sau này quay lại Đà Nẵng mình sẽ tiếp tục book phòng ơ đây và review cho bạn bè .Bộ phận lễ tân phục vụ nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải Nghiệm Tốt",
            "review_content": "Phòng sạch sẽ, nhân viên thân thiện, nhiệt tình. Buffet sáng ngon, nhiều món hấp dẫn và nhiều Thang máy nhanh, êm View sông hàng và cầu rồng Ở trung tâm nên di chuyển thuận tiện, đi đâu book grab cũng nhanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tuyet voi view dep nhan vien nhiet tinh phong ngu âch se đồ ăn sáng ngon cảm ơn bộ phận lễ tân và annie vì sự giúp đỡ nhiệt tình có cơ hội sẽ quay trở lại xung quanh rất tiện để đi lại và mua sắm cảnh về đêm đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tien N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Sạch sẽ phục vụ tốt, viu gần biển, bữa sáng ngon, thang máy nhanh , ksan có mùi thơm, địa điem gần trung tâm tp. Nvien lễ tân nhiệt tình, thân thiện, dễ thương. Cafe ngon giá hợp lý. Sang nâm mình sẽ quay lại đây. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks vị trí đẹp",
            "review_content": "Vị trí tuyệt vời, phòng view sông cầu rồng rất đẹp , dịch vụ tốt , trải nghiệm cuối tuần của mình rất tuyệt , các bạn lễ tân và bell boy hỗ trợ rất nhiệt tìnhsẽ quay lại khi có dịp. Bữa sáng tiêu chuẩn đủ các món cơ bản.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Curious31856511656",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng trải nghiệm",
            "review_content": "Dịch vụ spa ở khách sạn rất tốt nên trải nghiệm, bạn Trang làm massge rất tốt tôi rất hải lòng,bửa sáng tại khách sạn rất ngon và đa dạng nhiều món nhân viên phục vụ tốt,view ở đây rất đẹp nhìn ra được cầu rồng,có phòng tập gym và tầng 21 có bar rất xinh đáng trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hằng K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khánh sạn HaiAn riverfront",
            "review_content": "Khách sạn sạch đẹp, view sông Hàn siêu đẹp, bữa sáng ngon và đa dạng, các bạn lễ tân nhiệt tình! Vị trí địa lí nằm giữ trung tâm dễ dàng đi lại, gần nhiều địa điểm du lịch, nhiều quán cafe và quán ăn, ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Curious07125074162",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review dịch vụ",
            "review_content": "Khách sạn sạch sẽ, thoải mái. View sông Hàn, cầu rồng đẹp Đồ ăn vừa miệng, nhân viên nhiệt tình Bạn Annie phục vụ rất tốt. Bộ phận FO rất lịch sự, chào đón hành khách rất nồng hậu. Thang máy nhanh, dọn phòng sạch sẽ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Như",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lưu trú",
            "review_content": "khách sạn đẹp, phòng sạch sẽ dễ thương, view ngắm sông hàn và cầu Rồng rất đẹp, đồ ăn sáng ngon và rất là phong phú các món ăn , Spa rất đẹp, trà ngon, Ms Nhi tư vấn rất nhiệt tình và cô ấy làm massge cho tôi rất tốt. Tôi sẽ quay lại khách sạn vào dịp tới, hẹn gặp lại ms Nhi Spa",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Duy Anh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trip",
            "review_content": "Nhân viên dễ thương dễ thương tận tình( Anny, Vũ, bộ phận FO, security)  giường  êm sạch, cách bãi biển không xa thuận tiện cho việc trải nghiệm  hầu hết khu vui chơi đà nẵng, khách sạn có tiệc nhạc acoustic ban đêm rất thú vị, rooftop bar tối chill. Hỗ trợ đổi phòng nhanh. Nhất định sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yen Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất vui",
            "review_content": "Tôi có 1 đêm nghỉ tại đây, rất tuyệt. Khách sạn ngay trung tâm thành phố, buổil tối xuống dưới ngồi uống cafe nghe nhạc rất vui. Spa tuyệt vời, đẹp, sạch sẽ. Quản lý Nhạn tư vấn rất nhiệt tình còn tặng cả nhà tôi foot massage nửa chứ. Chúng tôi rất vui. Cảm ơn Ms Nhạn rất nhiều. 5 sao",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Khách sạn rất đẹp,sạch sẽ ,thơm mọi thứ setup rất Ok, ngồi ở tầng sky 21 ngắm cầu rồng thật lý tưởng, phòng đẹp, đồ ăn rất ngon, nhân viên thân thiện, đặc biệt spa massage rất tốt, giá cả cũng hợp lý, bạn Nhi massage cho tôi rất tốt, cafe ngon, khách sạn ngay sông Han, gần chợ Hàn rất tiện để đi chuyển, tôi sẽ quay trở lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thái",
            "avatar": "",
            "review_rating": "5",
            "review_title": "10/10",
            "review_content": "Đây là khách sạn tuyệt vời ở đà nẵng, bộ phận FO rất nhiệt tình và thân thiện đặc biệt là bạn Annie đã hỗ trợ chúng tôi rất nhiều về những thông tin của đà nẵng và khách sạn.tôi chắc chắn sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightsee17320438691",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tuyệt vời",
            "review_content": "Khách sạn đẹp, view nhìn ra sông và cầu rồng đà nẵng, dịch vụ tốt, thức ăn rất ngon , chị Trang ở spa massage cho mình rất thích, giường rất êm, phòng sạch sẽ tiện nghi, lần sau mình sẽ đặt phòng ở đây bếu quay lại đà nẵng! Bộ phận fo rất tốt!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Na Nguyễn",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Spa thiếu chuyên nghiệp. Ko hài lòng. Phục vụ rất tệ.. Tôi sẽ không quay lại. Hỏng hết cả chuyến đi.",
            "review_content": "Spa thiếu chuyên nghiệp. Ko hài lòng. Phục vụ rất tệ. Không cos sự mến khách. Tôi sẽ không quay lại. Hỏng hết cả chuyến đi. Tôi không recommend khách sạn này.. Với giá thành này thì các khách sạn 4 sao khác ở đà nẵng vẫn rất tốt. …. Employees should spend more time improving their skills",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Hiếu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch mùa mưa",
            "review_content": "Khách sạn đẹp, Spa rất tốt, Nhi và Trang làm massage tuyệt vời, tôi sẽ quay lại, View Sky ngắm cầu rồng rất đẹp cafe ngon, phòng đẹp, sạch sẽ, mọi thứ rất tốt, đến Đà Nẵng phải ở Khách sanh Hải An, sẽ không làm bạn thất vọng đâu, nhớ lên Sky mọi người nhà",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Mai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review Hai an riverfront",
            "review_content": "Khách sạn đẹp, dịch vụ tốt. Nhân viên thân thiện, FO, bạn Annie và Vũ rất là dễ thương. View sông Hàn rất đẹp, không cần đi bộ ra cầu Rồng vẫn ngắm được nha. Lần sau có dịp lại ghé qua tiếp. Mọi người có thể đến đây và trải nghiệm dịch vụ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàng oanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "View đẹp",
            "review_content": "Khách sạn và dịch vụ ở đây rất tốt, tôi sẽ quay trở lại và trải nghiệm. View đẹp phục vụ tốt, trong dịch vụ làm tôi ưng ý nhất là spa, làm tôi thấy rất thoải mái cảm ơn bạn Trang đã giúp tôi có 1 thời gian thư giản tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Văn Trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất tốt",
            "review_content": "Tôi đã ở khách sạn Hải An 2 ngày 1 đêm với bạn gái. Dịch vụ ở đây rất tốt đáp ứng kịp thời những gì tôi mong muốn. Dịch vụ Spa cũng rất thoải mái cảm ơn khách sạn, cảm ơn bạn Trang đã giúp tôi thoải mái cơ thể mệt mỏi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jenny phạm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt,view đẹp và nhân viên nhiệt tình",
            "review_content": "Tôi đến đà nẵng rất nhiều lần,tôi đã ở nhiều khách sạn tại đây nhưng tôi thích nhất là khách sạn Hải An tất cả dịch vụ đều rất tốt nhưng điều mà tôi hài lòng nhất là dịch vụ spa tại khách sạn.Đặc biệt là bạn Trang nhân viên spa làm tôi cảm thấy rất hài lòng với dịch vụ spa ở đây,tôi sẽ quay lại đây vào lần sau",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hua B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi đã có 1 bữa tiệc sinh Nhật thật vui vẻ ở nyx lounge  tầng 21  của khách sạn . Các bạn nhân viên đây thật nhiệt tình , đồ uống rất ngon , khung cảnh thật chill , ngồi ngắm view cầu rồng , đây là khung cảnh đẹp trên cao đẹp nhất của Đà nẵng  ❤️. cảm ơn các bạn đã cho tôi 1 sinh Nhật vui vẻ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhã Tâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Phòng đẹp, sạch sẽ. Dịch vụ spa tốt, cô Nhi tư vấn nhiệt tình, dễ thương. Có dịp đến Đà Nẵng tôi và gia đình sẽ ghé lại! Một thành phố đáng sống, người Đà Nẵng rất gần gũi. Chuyến đi chới rất hài lòng!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mimy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn bè",
            "review_content": "Khách sạn rất đẹp, nằm ngay vị trí cầu Rồng, bước chân vào khách sạn đập vào mắt tôi là quán cafe rất là dễ thương, không chần chừ tôi bay vào order ngay một ly sinh tố Xoài, ui rất là ngon . Phòng thì rất là xinh nằm ngắm cầu Rồng đã luôn, Hồ bơi thì giống Thuỷ Cung sao nhìn đáng yêu thế. Sau 2 ngày thì chân tôi rã rời vì đi Bà Nà và Hội An , tôi lên Spa để dùng massage chân miễn phí, ui được massage chân miễn phí mà còn có discount 30% nữa, sau khi nghe cô le tân spa tư vấn các gói massage thế là tôi đổi cái foot free thành cái body 1 tiếng mà trả tiền chỉ 280k, bạn nhân viên Nhi và nhung làm massage chúng tôi rất tốt. Một cái khách sạn thật xuất sắc Tôi sẽ quay lại,",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Hải Ly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hội nghị , sự kiện , tiệc",
            "review_content": "Mình có chuyến công tác ở ĐN và tham dự hội nghị về da ở tầng 3 HaiAn luôn.  Ấn tượng ban đầu của mình là khách sạn nổi bật với màu trắng và các ô ban công trên đường Bạch Đằng.  Ngay tầng 1 có quán cafe Firgun khá đẹp, đồ uống ngon và giá cả cùng tầm 3x buổi tối có ca nhạc nữa, ngồi nghe nhạc ngắm cầu Rồng chill lắm.  Phòng hội nghị sạch sẽ, hiện đại  với màn hình lớn. Tiệc trà bánh đi kèm ngon xuất sắc luôn á, mình ít ăn bánh ngọt nhưng trà bánh bên này ăn đưa miệng lắm . Decor cũng sang xịn mịn .  Đến cửa có nhân viên hướng dẫn lên sảnh hội nghị nhiệt tình lắm ý .  Trên tầng thượng còn có bể bơi vô cực và sky bar NYX chill vô cùng, view cầu rồng.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Leo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ massa tại Aroma Spa",
            "review_content": "Dịch vụ tại spa massa rất tốt . Nhân viên massa  : Anh . rất nhiệt tình , giá thành 280k cho 60’ body khá rẻ . Nên thử khi ở tại khách sạn . Sẽ quay lại vào lần sau . Sẽ giới thiệu cho bạn bè biết đến ksan",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Huy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chuyến du lịch thú vị",
            "review_content": "Nhân viên nhiệt tình, thân thiện. Đặc biệt là các bạn Lễ Tân. Vị trí khá tốt, gần các khu vui chơi, quán bar. Phòng đẹp và View nhìn thẳng ra sông. Mình sẽ recommend cho mọi người. 🥰🥰🥰🥰 mình sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chau Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác",
            "review_content": "Vị trí khách sạn đẹp, sát bờ sông Hàn, thoáng mát, phòng ốc rộng rãi, view cầu rồng, sồn Hàn rất đẹp về đêm. Nhân viên thân thiện chuyên nghiệp, hỗ trợ khách hàng khi có phát sinh. Đây là lần thứ 2 ở khách sạn nhưng dịch vụ vẫn tốt như lần đầu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Robyn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Gia đình chúng tôi đã có kì nghỉ đáng nhớ tại khách sạn,nhân viên nhiệt tình tư vấn khách, có bạn Phượng ở quầy lễ tân đã tư vấn chúng tôi những nơi đi quanh thành phố và đồ ăn địa phương, đồ ăn sáng ngon, đa dạng, phòng sạch sẽ thoáng mát, có cây ở ban công, sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hồ hoàng long",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Nhân viên thịnh nhiệt tình đồ ăn ngon phục vụ tốt hồ bơi tràn bờ rất đẹp và xịn spa thì rất tốt phòng hướng ra cầu rồng rất đẹp có một quán coffee rất ngon đồ ăn ở hồ bơi khá ngon dọn phòng thường xuyên nên rất sạch sẽ nói chung là xịn xò con bò",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mai Tú Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Dịch vụ tốt Phòng view đẹp, cơ sở vật chất tốt Nhân viên nhiệt tình, thân thiện, hỗ trợ khách hết mình Không gian thoáng mát, sạch sẽ, giấc ngủ dễ chịu Gần trung tâm thành phố nên dễ đi lại Nhân viên tư vấn: Thịnh - nhiệt tình, thân thiện với khách hàng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TrangPT2",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Khách sạn sạch sẽ, yên tĩnh; phòng đẹp và mới, vị trí thuận lợi, ăn uống di chuyển dễ dàng, view sông Hàn rất đẹp,  Bạn Thịnh chăm sóc khách hàng nhiệt tình, dễ thương. Vẫn sẽ chọn khách sạn khi quay lại Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hazel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ với gia đình",
            "review_content": "Dịch vụ tốt. Phòng ốc đẹp, sạch sẽ. Được kèm dịch vụ massage chân rất tốt. Trung tâm thành phố, dễ di chuyển đến các khu vui h chơi. Xung quanh nhiều hàng quán để ăn. Nhân viên thân thiện, nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vu Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi công tác và chọn khách sản Hải An lưu trú",
            "review_content": "Không gian đẹp và sạch sẽ, nhân viên tư vấn và hỗ trợ nhiệt tình. Có buffet sáng với nhiều đồ ăn phù hợp khẩu vị. Có bể bơi và cafe trên tầng thượng. Khách sạn đối diện sông Hàn nên không khí rất thoải mái",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nhã trúc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thích dịch vụ spa bên này thế nhỉ 😍 Chăm sóc khách hàng rất tốt. Rcm cho các bạn đi du lịch đà nẵng",
            "review_content": "Dịch vụ rất tuyệt vời. Ms Nhạn rất dễ thương, thân thiện. Vị trí ngay trung tâm thành phố dễ dàng di chuyển đến địa điểm vui chơi, ăn uống. View sông Hàn. Phòng thiết kế hiện đại và thoáng.  Giá hợp lý.  Đến Đà Nẵng chắc chắn sẽ quay lại Hải An. Rất hài lòng",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "vian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới nhưng rất ấn tượng",
            "review_content": "Gia đình mình gồm có 3 người lớn và 1 em bé 9 tháng tuổi nên rất muốn tìm khách sạn nào ngay trung tâm, đầy đủ dịch vụ, tiện nghi và rộng rãi. Thật may là được biết đến Haian Riverfront.  Mình rất có thiện cảm với nhân viên ở đây. Tất cả mọi người đều niềm nở, thân thiện và chuyên nghiệp. Đặc biệt phải cảm ơn bạn Anthony đã chăm sóc và tư vấn nhiệt tình cho gia đình mình. Phòng nghỉ khá là sạch sẽ, có mùi thơm, đầy đủ tiện nghi. Tuy ban công nhỏ không thể đứng chụp hình được vì vướng cây, có lẽ đây là điểm nhấn của khách sạn nhưng rất thoáng mát, có thể ngắm sông Hàn và nhìn thấy được tất cả các cây cầu tại Đà Nẵng. Một điều rất hay nữa đó là cửa kính cách âm tốt. Vì khách sạn nằm nay trục đường chính, xe cộ đi lại nhiều và có rất nhiều quán pub mở nhạc tới sáng nhưng khi đóng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "b_otrangd",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "bữa sáng tốt, địa điểm tuyệt vời, ngay sát sông Hàn, nhìn ra cầu Rồng và thành phố, nhất là buổi tối rất đẹp và nên thơ. Khách sạn cũng rất gần chợ và ở ngay trung tâm thành phố. Nhân viên vô cùng thân thiện, nhiệt tình🥰🥰🥰",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Như Hảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Haian Riverfront Hotel Danang",
            "review_content": "Đội ngũ nhân viên cực kỳ dễ thương và chuyên nghiệp, tất cả các thắc mắc, dịch vụ đều rất tận tình. Khách sạn đầu tư xe đưa đón rất là xịn xò. Đặc biệt là mỗi phòng đều có bồn tắm ở tất cả các hạng phòng, mình mê tắm bồn nên như vậy là rất okay. Mong khách sạn sẽ ngày càng phát triển và giữ vững sự phục vụ chuyên nghiệp này nhé.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "SẠCH & ĐẸP",
            "review_content": "Phòng đẹp & mới, sạch sẽ, tiện nghi đầy đủ. Nhân viên khách sạn nhiệt tình, dễ thương. Giá cả hợp lý, vị trí gần trung tâm thuận tiện cho việc di chuyển giữa các địa điểm. Sẽ giới thiệu cho bạn bè....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Truc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Mình có một trải nghiệm tuyệt vời, nhân viên rất thân thiện, phục vụ tốt, bánh ngọt rất ngon 😄, view đẹp, hồ bơi lạ mắt, đầy đủ tiện nghi, sạch sẽ, có buffet sáng, tiếc là mình trả phòng vào cuối tuần nên không xem được cầu rồng phun lửa, nhất định sẽ quay lại nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá dịch vụ",
            "review_content": "Dịch vụ tốt nhân viên lễ tân thân thiện, niềm nở. Mình ở Phòng view sông và cầu rồng rất đẹp. Phòng 1104 👍🏻 Ăn sáng hợp khẩu vị, được massage chân miễn phí và có xe tiễn ra sân bay. Lần sau tới Đà Nẵng mình sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phụng Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hotel Hải An riverfront",
            "review_content": "1 khách sạn đẹp với dịch vụ chu đáo và nhân viên nhiệt tình , thân thiện. Vị trí thuận tiện cho di chuyển, có quán cf view đẹp ngay dưới sảnh ks, hồ bơi nằm trên cao cùng quầy bar trên tầng 21 có thiết kế rất đẹp. Phòng mình lưu trú có view nhìn ra sông , có giường tròn nằm rất êm. khi bước vào các hành lang đều rất thơm và ấm áp. sẽ quay lại nơi này khi đến Đà nẵng lần nữa.",
            "reviewer_location": "Bến Tre, Việt Nam"
        },
        {
            "name": "Giang ngọc hồ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn rất sạch sẽ và thơm, bước vào thoáng mát như nhà vậy, nhân viên nhiệt tình chu đáo, nhà hàng thức ăn ngon, spa phục vụ tận tình, không gian cà phê lạ, thật sự hài lòng dù đến đây lần hai và sẽ tiếp tục ghé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "kyumiintran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biz trip",
            "review_content": "This is great place.  Ai cũng xứng đáng tận hưởng những giây phút nghỉ ngơi. HaiAn Riverfront sẽ là một lựa chọn tuyệt vời cho những du khách khi đến Đà Nẵng. Cảm ơn vì đã mang tới cho mình những trải nghiệm tuyệt vời, nhân viên lễ thực sự rất nhiệt tình.  #Ms. My  Hẹn gặp lại!! Thank you!",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "KyumiinTran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biz Trip.",
            "review_content": "This is great place.  Ai cũng xứng đáng tận hưởng những giây phút nghỉ ngơi. Đây sẽ là một lựa chọn tuyệt vời cho những du khách khi đến với Đà Nẵng. Đặc biệt là sự tận tụy, nhiệt tình của nhân viên lễ tân.  Sẽ trở lại đây vào ngày sớm nhất.  Thank you!!! ##Ms.My",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "7inhh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Lễ tân rất nhiệt tình, luôn tươi cười, đồ ăn buffet phong phú, phòng matxa phải nói là view đẹp nhất ĐN, ngạc nhiên nhất là về có xe đưa ra sân bay. Nhất định sẽ quay lại vào lần âu. Cảm ơn Haian cho mình và mẹ 1 trải nghiệm tuyệt vời",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "182 Bạch Đằng Street, Đà Nẵng 550000 Việt Nam",
        "name": "HAIAN Riverfront Hotel Danang",
        "geo_data": {
            "latitude": 16.066131591796875,
            "longitude": 108.22439575195312
        },
        "room_number": "100"
    }
}