{
    "content": [
        {
            "name": "Tuyết Lương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Aria grand hotel Đà Nẵng",
            "review_content": "Khách sạn sang, sạch, đẹp; không gian thoáng mát. Bữa ăn sáng buffet đa dạng, hợp khẩu vị. Nhân viên ở đây thân thiện, dễ thương cực, phục vụ tận tình. Một kỳ nghỉ tuyệt vời tại Đn. Có dịp sẽ quay trở lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Định Mai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đã có thời gian lưu trú tuyệt vời tại Aria Grand Hotel & Spa!",
            "review_content": "Đã có thời gian lưu trú tuyệt vời tại Aria Grand Hotel & Spa! Vị trí nằm trong khu phố Tây An Thượng, sát khu vui chơi đêm Danang by night bãi biển Mỹ An. thiết kế nhiều cây xanh, ăn sáng ngon. Nhân viên thân thiện, dễ mến. Phòng ở sạch, thoáng. Hồ bơi trên tầng 12 có view thoáng ngắm cầu Rồng, cầu Trần Thị Lý, bãi biển Mỹ An.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Ryanphan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Mình chi ở 2 đêm, nhưng  có trải nghiệm  rất tốt về khách sạn. Nhân viên chuyên nghiệp, thân thiện. Phòng rất sạch sẽ, đầy đủ tiện nghi. Bữa sáng nhiều món, bày trí đẹp mắt. Khách sạn đi ra biển gần, có nhiều quán ăn, bar xung quanh.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Alice Hien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tuyệt vời, xứng đáng 5*",
            "review_content": "Khách sạn đẹp, dịch vụ rất tốt, đồ ăn ngon Các bạn từ lễ tân đến quản lí đều rất dễ thương và tận tình, mình và gia đình rất ấn tượng với sự nhiệt tình của các bạn. Cảm ơn bạn Phúc, Tiên và nhất là bạn Thể dễ thương Nhất định mình sẽ quay lại ở đây khi đi du lịch đà nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàng Thị Hải Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm 10 cho chất lượng",
            "review_content": "Khách sạn không gian thoáng mát, sạch sẽ, phòng ốc gọn gang, đầy đủ đồ dung. Nhân viên thân thiện, chu đáo, nhiệt tình. Buffet sang nhiều món tự chọn, ăn ngon, thích nhất món cơm chiên trứng. :)). Bể bơi ở tang thượng nhìn sang choảnh lắm, tiếc là không biết bơi, chỉ check in so deep được thôi. Giá cả hợp lý. Với cá nhân thì thấy Aria Grand Hotel là 1 trong những lựa chọn hang đầu khi đến Đà Nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kioh Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thân thiện. Nhiệt tình",
            "review_content": "Cám ơn khách sạn Aria Grand đã giúp gia đình mình có chuyến du lịch rất thoải mái và thú vị! Tất cả nhân viên từ lễ tân, bell boy, buồng phòng, lái xe ...đều thân thiện, nhiệt tình, luôn vui vẻ với khách. Phòng mới, rộng, sạch, đẹp và mọi thứ đều rất ok. Bữa ăn sáng không quá nhiều nhưng đều ngon và chất lượng. Anh chủ rất thân thiện và nhiệt tình hỗ trợ khách. Cám ơn bạn Hoa - sale đã hỗ trợ mình đặt phòng nhé!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyan123",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Gia đình mình đã nghỉ ở đây 4 ngày. Ks mới, phòng sạch, đẹp. Đặc biệt hài lòng về sự nhiệt tình và hiệu quả của đội ngũ nhân viên, từ doorman, lễ tân- bạn Selina, violet, các bạn housekeeping cũng rất thân thiện. Thanks again!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tốt",
            "review_content": "Dịch vụ khác sạn rất tốt. Nhân viên nhiệt tình và dễ thương. Chất lượng phòng tốt, sạch sẽ. Cách bãi biển khoảng 400m, không quá xa. Giá cả phải chăng. Tôi đã có 1 kỳ nghỉ tuyệt vời tại đây. Chúc khách sạn luôn đông khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TTTThao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tận Tâm",
            "review_content": "Đến đây vào dịp tết, hơi ngại du lịch vào thời điểm này, nhưng năm nay muốn thay đổi một chút nên quyết định thử. Ở đây hai đêm, mình thực sự thoải mái và hài lòng về sự tận tâm, chu đáo của nhân viên và quản lý. Phòng sạch sẽ, thoáng, và chỉn chu. Breakfast ngon, nhiều món. Hài lòng cho quyết định thử đầu năm của mình. Thanks,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "toanhap",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn khách sạn",
            "review_content": "Cảm ơn khách sạn đã chuẩn bị chu đáo cho kỳ nghỉ kỷ niệm 2 năm ngày cưới. Bánh kem và setup phòng kỷ niệm rất đẹp. Phòng spa dễ thương và ấm cúng. Đặc biệt buổi chiều từ hồ bơi nhìn thành phố rất lãng mạn. Nhân viên luôn sẵn sàng giúp đỡ khi có nhu cầu. Sẽ quay lại Aria Grand Đà Nẵng trong thời gian sớm nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thành N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Cám ơn khách sạn",
            "review_content": "Khách sạn mới sạch, đẹp, view đẹp, hồ bơi sạch sẽ, đầy đủ tiện nghi. Lễ tân thân thiện, nhiệt tình, buffet sáng còn hơi ít món tuy nhiên đồ ăn ngon, vừa vị. Cám ơn khách sạn đã cho mình trải nghiệm đẹp. Sẽ còn quay lại nếu có dịp ghé Đà Nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "BoardingPass825756",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Nhân viên quá dễ thương, từ bảo vệ đến lễ tân. Ks quá đẹp đồ ăn ngon. Rất hài lòng về ks. Chắc chắn sẽ ghé lần sau. Giá so với chất lượng phục vụ và nội thất ks rẻ. Ks gần biển rất tiện đi lại và thăm quan thành phố",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lexuandan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm dừng chân tại TP Đà Nẵng - Khách sạn Aria Grand Đà Nẵng",
            "review_content": "Nếu bạn có 1 chuyến du lịch tại Đà Nẵng bạn nên dừng chân tại KS Aria Grand. Ks có phòng rộng, sạch, đẹp, có bể bơi view đẹp hướng biển và tp, ks có dịch vụ Sauna,gim, bơi trên tầng 12 free, có đội ngũ nv nhiệt tình, chu đáo, làm việc chuyên nghiệp, đặc biệt mình ấn tượng nhất là bạn Sam, bạn ý tư vấn nhiệt tình, thân thiện với khách hàng, nói chuyện hòa đồng dễ thương :)... Mình đã có 1 kì nghỉ rất vui và thoải mái tại Aria Grand!",
            "reviewer_location": "Tỉnh Hòa Bình, Việt Nam"
        },
        {
            "name": "Long T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn hảo ở Đà Nẵng",
            "review_content": "Các phòng rất thoải mái. Tuyệt vời xem quá và khu vực hồ bơi đẹp. Dịch vụ thật tuyệt vời. Các nhân viên thật tuyệt vời. Tôi thích món ăn mà nhà hàng làm. Vị trí tuyệt vời dễ dàng để đến tất cả các địa điểm khác. Khách sạn là một trong những khách sạn tốt nhất mà tôi từng đến. Gia đình tôi và tôi chắc chắn sẽ giới thiệu Aria Grand. Kỳ nghỉ của chúng tôi thật dễ chịu. Bạn còn chờ gì nữa? Goooooo! ! !",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "63-65-67 Phan Tôn Mỹ An, Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "Khách sạn Aria Grand",
        "geo_data": {
            "latitude": 16.05220603942871,
            "longitude": 108.24479675292969
        },
        "room_number": "71"
    }
}