{
    "content": [
        {
            "name": "Dong-Duong@gmx.de",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn  TMS Đà Nẵng chất lượng 5 Sao là nơi nghỉ dưỡng tuyệt vời của thành phố Đà Nẵng ,bên bờ biển Mỹ Khê Đà Nẵng .",
            "review_content": "Chúng tôi sinh sống ở Đức và về du lịch, lưu trú tại TMS Da Nang Beach. Chúng tôi rất hài lòng với dịch vụ khách sạn : nhân viên phục vụ rất tốt ở tất cả các bộ phận, các bạn rất tận tuỵ, nhiệt tình và vui vẻ. Phòng lưu trú cực kỳ thoải mái, rộng rãi, rất sạch sẽ và ngăn nắp. Phòng có ban công rất rộng với tổng diện tích 47m2, hướng trực diện biển. Khách sạn ở vị trí vô cùng thuận tiện, đối diện ngay bãi biển, gần phố đi bộ và các cửa hàng. Rất gần sân bay chỉ với 10 phút. Ban Giám Đốc, Quản Lý : Em Trinh và Em Hoàng rất hỗ trợ và nhiệt tình. Chúng tôi xin gửi lời cảm ơn đến tất cả team TMS Da Nang Beach và chúng tôi sẽ giới thiệu đến tất cả bạn bè và người thân tại Đức và Việt Nam để lựa chọn TMS cho các chuyến du lịch. Chúng tôi sẽ luôn lựa chọn TMS Da Nang Beach cho các kỳ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi công tác",
            "review_content": "Khách sạn chuẩn 5 sao Nhân viên lịch sự Đồ ăn ngon Topbar hiện đại Rất ấn tượng với cách chào đón và care khách của khách sạn vì mình đi 1 mình nên được các bạn hỏi thăm nhiệt tình khiến mình rất vui. Nhất định sẽ quay lại khi có dịp. Cảm ơn khách sạn rất nhiều",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Voyager56083114199",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Dịch vụ tuyệt vời. Nếu có dịp mình sẽ trải nghiệm tiếp. Phòng đẹp, sạch sẽ. Giao thông thuận tiện. Có đầy đủ dichh vụ cho mọi người. Nhân viên khách sạn thì nhiệt tình, chu đáo, kịp thời.Mọi người nên thử.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Odyssey52585662628",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên phục vụ khách rất nhiệt tình. Phòng sạch sẽ và đầy đủ tiện nghi. Hồ bơi trên sân thượng rất đẹp, có tầm nhìn r",
            "review_content": "Nhân viên phục vụ khách rất nhiệt tình. Phòng sạch sẽ và đầy đủ tiện nghi. Hồ bơi trên sân thượng rất đẹp, có tầm nhìn ra biển. Buổi ăn sáng rất đầy đủ, thức ăn được thay đổi mỗi ngày, trái cây tươi ngon, cà phê được xay tại quầy trước khi pha, rất thơm ! Vị trí rất tốt, đi vài phút ra tới biển. Có nhiều quán ăn chung quanh. Có xe đưa đón từ phi trường miển phí, tài xế rất dể mến.  Không có",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveler38475028967",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm",
            "review_content": "Chuyện là tháng vừa rồi gia đình mình đã đi du lịch và ghé vào khách sạn này và thật bất ngờ với sự tiếp đón 1 cách nồng hậu nhiệt tình chu đáo cẩn thận của khách sạn giống như khách sạn 5 s vậy đem lại cảm giác thật tuyệt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NorthStar03500701168",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất thích trải nghiệm này",
            "review_content": "Rất thích ạ.phục vụ tận tình chăn gà sạch sẽ, tương lai sẽ quay lại trong thời gian tới. Cũng sẽ giới thiệu thêm bạn bè tới đây cùng tận hưởng không gian thoải mái gần biển và di chuyển rất tiện lợi 5 sao cho chất lượng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GrandTour45741403209",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi đây thật tuyệt vời  ,hãy đến và trải nghiệm nó.  Tôi chưa thấy nơi nào mà tuyệt vời như thế  phải nói là  rất tuyệt",
            "review_content": "Nơi đây thật tuyệt vời  ,hãy đến và trải nghiệm nó.  Tôi chưa thấy nơi nào mà tuyệt vời như thế  phải nói là  rất tuyệt vời  mọi  thứ rất đẹp  nó rất lạ  .nếu  ai  có  tới nơi  này  thì  nên  dừng  chân  lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire32499438853",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biển",
            "review_content": "Đa phần, dịch vụ khách sạn, resort, nhà hàng hay quán ăn từ bình dân đến sang chảnh đều rất phát triển. Tùy thuộc vào hầu bao, sở thích và tính chất của chuyến du lịch, bạn có hàng chục sự lựa chọn khác nhau để tận hưởng nắng vàng, biển xanh tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bao Anh V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "amazing",
            "review_content": "dịch vụ tốt, phòng sạch sẽ, nhân viên thân thiện, thuận tiện để đi ra biển, trung tâm Đà nẵng, có đồ ăn sáng buffet, bể bơi vô cực sạch sẽ, view đẹp, giá thành hợp lý, sẽ tiếp tục ủng hộ, và sẽ quay lại nếu có cơ hội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "QuangDuyNe",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Mình về Đà Nẵng sau 3 năm thì thấy khá ấn tượng bởi nhân sự ở đây, nhân viên của TMS thực sự nhiệt tình và thân thiện. Đặc biệt mình có thấy anh FBM tên Hoàng đã trao đổi 4 thứ tiếng với 4 nhóm khách khác nhau, 1 sự quan tâm cũng như là chuyên nghiệp đối với đổi lấy sự hài lòng khách hàng. Tuy nhiên các bạn ở tiền sảnh hơi khắt khe về việc LCO cho khách, mình đã tỏ sự mong muốn đc LCO từ ngày đầu check in và ngày cuối cùng khi mình xuống quầy vẫn nhận không đc các bạn cho ở thêm đến 1-2h mặc dù hôm đấy ks công suất cũng ko đến nổi cao lắm và bên TA cũng có gửi mình về chính sách LCO có thể đến 18:00. Hơi hụt hẫng",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nha Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Tôi ít khi viết thư cảm ơn dù đã đi nhiều villa Lý do là tôi chỉ viết khi thật sự xuất sắc.  - Vị trí : gần trung tâm, gần sân bay (10ph ra sân bay), bãi biển thoải như biển An Bàng ngay đối diện khách sạn ( chưa đến 100m)  - Khách sạn: là căn hộ khách sạn mới, thiết kế hiện đại, thiết bị phán khúc cao, có bể bơi vô cực kèm bar khá chill  - Service: thật sự ấn tượng, chưa thấy khách sạn nào nhân viên nhiệt tình hỗ trợ và thân thiện như khách sạn này, đi đâu họ cũng cúi chào, hỏi gì cucng hỗ trợ, kể cả ko phải phận sự cần giúp mình - Đồ ăn: Đa dạng, đến khách sạn nên thử phở, mì Quảng và Cao lầu. Bếp bánh riên..",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Miu_Miu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một điểm đến tuyệt vời",
            "review_content": "Khách sạn có view rất đẹp. Thích nhất là khi ngắm bình minh ở trên tầng thượng phải nói là tuyệt đẹp. Một điểm cộng cho khách sạn vì có hồ bơi vô cực, nhưng tiếc là nó hơi nhỏ. Nhân viên thì rất nhiệt tình và thân thiện.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "T tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đến Đà Nẵng nhiều lần nhưng lần này rất là ưng ý với khách sạn TMS Đà Nẵng. Khách sạn mới, phòng sạch sẽ, đáp ứng với mọi nhu cầu trước khi đến ở của hai vc mình. Quang cảnh hồ bơi và toàn cảnh rất đẹp, nhân viên thực sự thân thiện từ hồ bơi nhà hàng và đặc biệt ấn tượng với nhân viên dưới sảnh lễ tân- mình được chào đón bởi vòng hoa tươi và nước uống trà gừng ấm rất phù hợp với thời tiết, được check in tại bàn và nhân viên rất nhiệt tình và thân thiện. Chỉ duy nhất điều là mình không thể tận hưởng hồ bơi vì thời tiết khá lạnh. Hẹn gặp lại TMS vào mùa hè :)).",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Grape Hihi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, sạch sẽ. Nhân viên thân thiên",
            "review_content": "Khách sạn mới, sạch sẽ, nhân viên thân thiện Phòng khách sạn rộng rãi, thiết kế trang nhã, tuy nhiên không có bồn tắm là một điểm trừ Khu vui chơi trẻ em thú vị,  Dịp Giáng sinh khách sạn có rất nhiều hoạt động đặc sắc",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Lan Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "TMS nằm ở vị trí thuận tiện cho mọi hoạt động: thăm quan, vui chơi và ăn uống. Phòng thiết kế đẹp, sạch sẽ. Bữa sáng cực ngon, đa dạng món ăn. Nhân viên thân thiện, nhiệt tình, tinh tế. Vợ chồng tôi đã có kỳ nghỉ tuyệt vời ở đây!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lưu Thanh Thùy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ quay lại",
            "review_content": "Thích nhất buffe sáng, nhiều món, tươi ngon, xúc xích, thịt bò nướng phục vụ nhiệt tình. Cafe ngon.  Nhân viên ân cần, nhiệt tình. phòng ốc sạch sẽ.  Giá cả hợp lý. Mùa này không phải mùa cao điểm nhưng mình thấy khách sạn rất đông khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu T",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Chất lượng kém",
            "review_content": "Nhân viên khách sạn không nắm bắt được thông tin rõ ràng và làm mất thời gian của tôi. Trước khi tới khách sạn, tôi gọi điện hỏi lễ tân tôi dùng dịch vụ ăn uống trên quầy ba thì tôi cần trả tiền để sử dụng dịch vụ hồ bơi k thì bạn đó nói chỉ cần dùng dịch vụ ăn uống thì sử dụng hồ bơi miễn phí. Khi tôi và bạn lên bể bơi, gọi thức ăn, đồ uống và chuan bị bơi thì nhân viên bể bơi ra k cho chúng tôi bơi. Tôi có bảo là lễ tân nói được nên chúng tôi mới đến và đồ ăn thức uống cũng gọi rồi. Chúng tôi gọi lại lễ tân thì bạn ấy nói ok. Sau đó nhân viên hồ bơi vẫn khăng khăng k cho và 1 lúc sau ra nói là do nhân viên k biết luật. Nếu các bạn k biết luật hay gì đó là việc của các bạn, các bạn làm lãng phí thời gian của chúng tôi trong khi khu vực đó k thiếu hồ bơi đẹp và cách phục vụ rất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Happy day",
            "review_content": "Mình rất hài lòng với dịch vụ của TMS. Nhân viên nhiệt tình, trách nhiệm và lịch sự. Dọn dẹp phòng theo ngày sạch sẽ. Cách họ chào đón khách rất vui vẻ...Cảm ơn các bạn đã cho chúng tôi những ngày nghỉ vui vẻ và thoải mái.",
            "reviewer_location": "Izaut-de-l'Hotel, Pháp"
        },
        {
            "name": "Gia Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khach san dep",
            "review_content": "khach san rat dep,  vi tri dep, trang tri phong rat hai hoa.  Minh den nhan phong, cam thay rat hai long. Nhan vien de thuong lich su, diem tam thuc an ngon, Lan sau nhat dinh minh se book khach san TMS ,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phongdang",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Check in chua linh hoat",
            "review_content": "Nhin Chung is sach se, tuy các em check in chưa chuyên nghiệp lam, nha anh 2 tre anh chưa thay ks nào tinh phí ca, cung lam tinh phu thu an sang thoi, tuy nhiên anh cung đông y nhưng các em.lai kg bao phuc vu phong cung cấp ban chai cha răng nước uong cho 2 chau, khi các chau uong 2 chai o mini bar thi charge 66k?",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở DN",
            "review_content": "Mình và gd team 4 ng và 2 bé vừa có kỳ nghỉ từ 6 đến 8 tháng 4 2019 ỡ TMS, ks rất đẹp, buffet mình nhận thấy ngang tầm với ks 5 sao khác, đặc biệt các nv cực kỳ thân thiện và mến khách, sẵn sàng hổ trợ rất nhiệt tình,  phòng ốc ks rất mới, trang thiết bị tốt, ks co vị trí trước biển mỹ khê rất đẹp. Xin cám ơn các bạn đã cho gd mình 1 kỳ nghỉ tuyệt vời.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "AXI LUONG",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn mới và đẹp, tiên nghi, sạch sẽ. Nhân viên dễ thương, phục vụ rất nhiệt tình. Điểm tâm ngon. Tuy nhiên, nước dùng của các món như phở, bún nóng hơn xíu sẽ ngon hơn. Sẽ tiếp tục chọn TMS Luxury cho kỳ nghỉ sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Khách sạn đẹp, các bạn nhân viên lễ tân rất nhiệt tình, luôn hỏi thăm chúng tôi, ở đây còn có xe bus để khách có thể đặt chỗ đi chơi, rất thuận tiện. Phòng của gia đình tôi có thể nhìn thẳng được ra biển rất đẹp và thoáng mát. Lần sau tôi nhất định sẽ ghé lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Queanh96",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, nhân viên thân thiện",
            "review_content": "Khách sạn đẹp, tuy mới nhưng các bạn nhân viên rất thân thiện và lịch sự. Top của khách sạn có thể ngắm toàn thành phố nên ở đây uống cf ngắm cảnh rất đẹp. Đặc biệt ấn tượng với cô lễ tân phương, sẽ quay lại vào dịp gần nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KrisPR1",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Khách sạn nằm ở một vị trí rất tốt, theo nghĩa đen ngay trước bãi biển. Nhiều nhà hàng thức ăn biển tốt khác nhau xung quanh khu vực để lựa chọn. Nhân viên rất thân thiện và hữu ích và hồ bơi vô cực rất tốt với tầm nhìn tuyệt vời. Bữa sáng rất ngon và phần còn lại cho bữa tối cũng rất tuyệt. Các spa massage đã mua một tặng một và thật tuyệt vời. Lý do duy nhất chúng tôi cho 3 sao là vì trong 3 đêm của chúng tôi, mỗi ngày chúng tôi trở về từ một tour du lịch, chúng tôi phải gọi dịch vụ phòng để dọn phòng, phòng của chúng tôi không bao giờ được dọn dẹp ngay cả khi có dấu hiệu \"phòng trang điểm\". Ngoài ra, khăn đã bị mòn và có vết bẩn. Áo choàng tắm trong tủ quần áo cũng bẩn với vết bẩn. Nhìn chung, đó không phải là một kỳ nghỉ tồi tệ và căn phòng có tầm nhìn ra phía trước đại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pchr A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ sang trọng và đáng yêu",
            "review_content": "Vị trí của khách sạn thực sự tốt, bạn chỉ mất 1 phút đến bãi biển đẹp và bên cạnh khách sạn có nhiều nhà hàng hải sản. Tôi phải nói rằng tất cả các nhân viên đều tốt và đáng yêu, họ cũng có thể nói tiếng Anh thực sự tốt.",
            "reviewer_location": "Bangkok, Thái Lan"
        },
        {
            "name": "airzoneinc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "DỊCH VỤ Sạch và TUYỆT VỜI",
            "review_content": "Khách sạn sạch sẽ và phòng rất lớn, ở phía trước bãi biển và có tầm nhìn tuyệt vời. Các nhân viên rất thân thiện và hữu ích (dịch vụ tuyệt vời). Khách sạn gần nhà hàng hải sản và quán cà phê. Bữa sáng rất tuyệt, sẽ giới thiệu cho bạn bè Đánh giá AAA",
            "reviewer_location": "America, Hà Lan"
        },
        {
            "name": "RubyNguyen18",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn toàn mới !!",
            "review_content": "Tôi rất thích ở lại của tôi. Sảnh và các phòng trông hoàn toàn mới và được bổ nhiệm. Đó là một khoảng cách ngắn để đi bộ đến bãi biển đẹp. Phòng của tôi rộng rãi với tầm nhìn tuyệt vời. Các nhân viên cực kỳ thân thiện, hiệu quả và họ đã cố gắng sắp xếp việc chuyển sân bay cho chúng tôi. Khách sạn cũng cung cấp dịch vụ đưa đón đến Hội An hoặc Ba Na. Tôi rất thích quay lại lần nữa để trải nghiệm khách sạn này.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "292 Đường Võ Nguyên Giáp Phường Mỹ An, Quận Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "TMS Hotel Da Nang Beach",
        "geo_data": {
            "latitude": 16.051218032836914,
            "longitude": 108.24833679199219
        },
        "room_number": "228"
    }
}