{"content": [{"name": "Khanh Dinh", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ và tiện nghi tốt", "review_content": "Mình ở Đà Nẵng cùng bạn và gia đình tầm 3 tháng thì 2 tháng mình ở tại Parze Ocean Hotel. Dịch vụ và ban quản lý ở đây rất tốt, luôn sẵn sàng hỗ trợ khách khi cần. Khách sạn ở gần biển nên đi ra tắm biển cũng rất tiện. Khách sạn cũng có hồ bơi tại tầng 17. Cả nhà mình ai cũng quý quản lý và nhân viên tại khách sạn.", "reviewer_location": "dumpxxx"}, {"name": "mạnh ann", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Kỳ nghỉ tuyệt vời Tôi và gia đình ở ks 2 ngày 3 đêm sau đó đi Hội An. Rất hài lòng về khách sạn. Phòng ốc cũng như dịch vụ rất tốt. Cảm ơn các bạn lễ tân đã rất chu đáo và thân thiện. Đi bộ khoảng 10 phút là tới bãi biển. Tắm biển xong còn có thể trở về ngâm mình trong hồ bơi của khách sạn. Relax tuyệt vời!", "reviewer_location": "dumpxxx"}, {"name": "Hanhhuynh651991@gmail.com", "avatar": "", "review_rating": "5", "review_title": "5 sao cho tất cả", "review_content": "Khách sạn gần biển tiện cho bạn nào muốn đi tắm biển. Mọi thứ trong khách sạn đều ok. Phòng ốc sạch sẽ, điểm tâm sáng nhiều món, nhân viên thân thiện nhiệt tình. Sẽ quay lại khách sạn nếu như có cơ hội.", "reviewer_location": "dumpxxx"}, {"name": "Kohn Jimi", "avatar": "", "review_rating": "5", "review_title": "Good trip", "review_content": "Cảm ơn parze ecean đã làm cho tôi có kì nghỉ trên cả tuyệt vời , cảm ơn bạn ricky đã hỗ trợ tôi trong lúc tôi lưu trú tại đây, luôn vui vẻ tươi cười , đội ngũ nhân viên của các bạn rất nhiệt tình , đầy thân thiện .", "reviewer_location": "dumpxxx"}, {"name": "Giang19", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Khách sạn gần biển, phòng rất sạch sẽ, buffer thì có nhiều món để các bạn chọn món nào mình thích. Nói chung rất tuyệt, đáng để mọi người đến thử trải nghiệm Nhân viên ở đây vui vẻ, nhiệt tình khi bạn cần", "reviewer_location": "dumpxxx"}, {"name": "Alex Nguyen", "avatar": "", "review_rating": "5", "review_title": "Gần biển. Phòng đẹp và sạch sẽ", "review_content": "Đi một tý là ra đến biển. Gần trung tâm. Nhân viên nhiệt tình và thân thiện. Cảm ơn Mr.Ricky đã take care nhà mình rất kỹ, bố mẹ rất vui và hài lòng. highly recommend. Gần khách sạn có khu 1 dãy hải sản biển ăn rất ngon và tuơi", "reviewer_location": "dumpxxx"}, {"name": "Dinh N", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Tôi và gia đình ở ks 2 ngày 3 đêm sau đó đi Hội An. Rất hài lòng về khách sạn. Phòng ốc cũng như dịch vụ rất tốt. Cảm ơn các bạn lễ tân đã rất chu đáo và thân thiện, nhiệt tình giúp đỡ chúng tôi tìm được những nhà hàng ăn ngon và rẻ. Dịp sau chắc chắn sẽ quay lại. Bên cạnh đó Spa tại khách sạn quá ổn, giá phải chăng nhân viên tốt.", "reviewer_location": "dumpxxx"}, {"name": "Jack", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, dịch vụ tốt", "review_content": "Tôi và bạn đã ở đây 2 đêm, rất hài lòng với dịch vụ cũng như phòng ốc của khách sạn. Đồ ăn sáng ngon và phong phú. Nếu có dịp ra đà nẵng tôi sẽ ghé lại khách sạn và giới thiệu cho bạn bè. Đặc biệt thích hồ bơi vì có thể nhìn ra biển", "reviewer_location": "dumpxxx"}, {"name": "Joyce Eva", "avatar": "", "review_rating": "5", "review_title": "Rất hài lòng, nhân viên lễ tân nhiệt tình", "review_content": "Vợ chồng tôi ở khách sạn Parze 2 ngày 3 đêm. Rất hài lòng về dịch vụ đặc biệt là các bạn lễ tân. Hướng dẫn nhiệt tình, chu đáo và luôn tươi cười với khách. Cảm ơn đã chỉ cho tôi nhà hàng Việt rất ngon và rẻ. Sắp tới tôi và gia đình sẽ trở lại đây. Hy vọng mấy công trình xung quanh sẽ sớm hoàn thành.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Jack Nguyen", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghĩ ấn tượng", "review_content": "Tôi và gia đình có chuyến du lịch đến Đà Nẵng 5 ngày và nghĩ tại KS Parze, nói chung mọi thứ ở đây rất tuyệt vời, bữa sáng nhiều lựa chọn và các dịch vụ khác cũng vậy. Chúng tôi rất hài lòng. Cảm ơn đội ngũ nhân viên Parze đã mang lại điều này.", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Tiên Ngọc", "avatar": "", "review_rating": "5", "review_title": "hài lònh", "review_content": "Nhân viên ở đây rất thân thiện mặc dù sáng ngủ dậy hơi cáu vì phải dậy sớm mà mấy bạn nhân viên phục vụ và hướng dẫn mình tận tình lắm , buffet thì có nhiều món cho mình lựa chọn , khách sạn có hồ bơi sạch sẽ . vì do hôm đó mình cáu mà các bạn nhân viên vẫn rất nhiệt tình nên phải lên đây viết đánh giá để các bạn có thể ghé thăm 1 khách sạn tất cả nhân viên đều đáng yeeu như thế này , Chuyến đi công tác lần sau mình sẽ booking tiếp   thật sự Cảm ơn các bạn nhân viên ở đây !!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Quốc Hưng", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt", "review_content": "Khách sạn đi bộ ra biển gần,nhân viên phục vụ chuyên nghiệp, tư vấn thông tin nhiệt tình. Phòng ốc sạch sẽ, còn mới. Rất hài lòng với khách sạn. Chuyến công tác tới tại đà nẵng mình sẽ đặt tiếp tại khách sạn.", "reviewer_location": "dumpxxx"}, {"name": "Dungphan", "avatar": "", "review_rating": "5", "review_title": "Rất hài lòng về khách sạn", "review_content": "Có dịp đến Đà Nẵng chơi và ở khách sạn 3 đêm. Rất thích vì khách sạn nằm gần biển rất thuận tiện. Phòng ốc sạch sẽ, Dịch vụ khách sạn tốt, các bạn nhân viên giao tiếp niềm nở, nhiệt tình với khách hàng. Mình sẽ giới thiệu với bạn bè về khách sạn.", "reviewer_location": "dumpxxx"}, {"name": "Jenny Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Rất hài lòng về dịch vụ của khách sạn", "review_content": "Tôi và gia đình vừa có 1 kì nghỉ thât tuyệt tại thành phố Đà Nẵng. Chúng tôi chọn khách sạn Parze là nơi nghỉ ngơi của gia đình. Khách sạn có vị trí thật tuyệt, chỉ 3p đi bộ ra biển. Nhân viên lễ tân và buồng phòng rất chuyên nghiệp, luôn cười và rất thân thiện. Bữa ăn sáng cũng rất đa dạng và ngon, hồ bơi rất đẹp. Chúng tôi rất hài lòng và sẽ quay lại nếu có dịp.", "reviewer_location": "dumpxxx"}, {"name": "lylyy", "avatar": "", "review_rating": "5", "review_title": "hài lòng", "review_content": "Tình cờ thấy ks và đặt thử đến nhận phòng thì phòng ốc sạch sẽ, nội thất gần như mới, các bạn nhân viên phục vụ rất nhiệt tình, nhẹ nhàng lịch sự, hay quan tâm khách , bữa sáng thì luôn có nhiều món để lựa chọn. Nếu có dịp về lại Đà Nẵng thì chắc chắn mình sẽ vẫn chọn ở đây", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Nhat Trang", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi tuyệt vời", "review_content": "Gia đình mình vừa mới nghỉ dưỡng tại khách sạn thời gian gần đây. Khách sạn mới, phòng ốc khá ổn và nhân viên rất tận tình, đặc biệt là bạn Hiền nhân viên chăm sóc khách hàng. Bạn ấy đã giúp đỡ gia đình mình rất nhiều như tư vấn đổi phòng, hướng dẫn lên tầng thượng để có thể có view đẹp hơn xem pháo hoa. Thật sự rất cảm ơn Hiền đã giúp đỡ gia đình có một trải nghiệm tuyệt vời. Mình sẽ quay lại khách sạn nếu có dịp du lịch tới Đà Nẵng lần tới.", "reviewer_location": "dumpxxx"}, {"name": "Nguyễn Thị Thạnh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sạch sẽ, gần biển.", "review_content": "Gia đình chúng tôi vừa du lịch đến Đà Nẵng, và đã ở lại khách sạn Parze. Khách sạn rất sạch sẽ, dịch vụ rất tốt, nhân viên rất nhiệt tình và thân thiện, khách sạn ở sát gần bãi biển đẹp nhất Đà Nẵng. Chúng tôi sẽ quay lại khách sạn nếu khi có dịp trở lại Đà Nẵng.", "reviewer_location": "dumpxxx"}, {"name": "Stark.Nguyen", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt nhất Đà Nẵng", "review_content": "Đây là khách sạn tốt nhất ở Đà Nẵng chúng tôi từng ở với vị trí đẹp chỉ cách biển vài bước chân cùng nhân viên thân thiện và phòng ốc rộng rãi sạch sẽ. Bữa sáng rất ngon với nhiều món để lựa chọn, bể bơi trên tầng cao nhất là địa điểm check in tuyệt vời. Đặc biệt cảm ơn bạn quản lý Ricky đã hỗ trợ rất nhiệt tình khi hành lý của chúng tôi bị thất lạc tại sân bay. Chúng tôi chắc chắn sẽ quay lại Parze Ocean nếu có dịp trở lại ĐN", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "dung", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sạch sẽ, nhân viên nhiệt tình", "review_content": "Tôi và bạn lần đầu tới mua phòng ở khách sạn vào khuya được em lễ tân Hiếu hỗ trợ rất nhiệt tình, và thân thiện. Giá phòng ở đây vừa phải, lại gần biển, rất sạch sẽ. Một điều tiếc là phòng của chúng tôi chưa có nhiều đồ uống. Lần sau vẫn muốn quay lại khách sạn này.", "reviewer_location": "dumpxxx"}, {"name": "Phuc", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, sẽ quay lại", "review_content": "Cô chú ở đây 2 đêm, khách sạn mới nhưng nhân viên nhiệt tình và thân thiện. Cô sẽ trở lại cùng gia đình và bạn bè vào tháng sau.  Gần biển nên chỉ cần 3 phút đi bộ là ra tới bờ biển và nhà hàng hải sản gần đó cũng rất ngon.", "reviewer_location": "dumpxxx"}, {"name": "Phuong nguyen", "avatar": "", "review_rating": "5", "review_title": "Đánh giá khách sạn parze ocean hotel and spa at Da Nang", "review_content": "Nói về du lịch ở Đà Nẵng thì quá tuyệt vời rồi. Tuy nhiên, để chọn được 1 khách sạn vừa sạch sẽ, vừa tươi mát mà giá cả hợp lý thì chỉ có thể nói đến khách sạn của các bạn. Nhân viên thì lại nhiệt tình, thân thiện. Cám ơn bạn nhân viên Vũ Tuấn đã mang lại sự ấm áp, vui vẻ khi tôi đặt chân đến đây. Tôi sẽ quay lại thêm nhiều lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "dau n", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Đây thật sự là 1 khách sạn tuyệt vời. Nó rất gần biển rất phù hợp với những ai thích tắm biển như tôi. Nhân viên thì rất thân thiện,đã giúp đỡ tôi rất nhiều khi tôi ở đây. Sẽ quay lại lần sai", "reviewer_location": "dumpxxx"}, {"name": "Eric Ngọc Mai", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời !!!", "review_content": "Đây là lần thứ 2 tôi đến Đà Nẵng, vô tình book phòng tại khách sạn Parze Ocean. Khách sạn rất gần với bãi biển và cách khu mua sắm khoảng 10' đi taxi. Phòng của chúng tôi được bố trí trên tầng 10 và gần nhau. Giá phòng chỉ ~40$/ 1 đêm. Bữa sáng đầy đủ. Điều khiến chúng tôi ấn tượng với khách sạn là sự hiếu khách của nhân viên ở đây. Chính vì vậy chúng tôi quyết định book thêm 2 đêm nữa. Khi trả phòng chúng tôi được hỗ trợ hành lý và cô lễ tân còn giúp chúng tôi book grap đi sân bay.  Chúng tôi chỉ hơi tiếc vì hồ bơi ở đây hơi nhỏ. Nếu có cơ hội chúng tôi sẽ quay lại đây. Cảm ơn khách sạn!", "reviewer_location": "dumpxxx"}, {"name": "trang t", "avatar": "", "review_rating": "4", "review_title": "Tuyệt vời", "review_content": "Khách sạn rất gần bờ biển, chỉ mất 3 phút đi bộ là đã tới mặt nước. Nhân viên thân thiện, nhiệt tình. Khách sạn mới nên đồ dùng vẫn còn rất mới. Từ đây có thể dễ dàng đi  tới các điểm vui chơi phổ biến ở Đà Nẵng như Bà Nà Hills, Cầu Rồng, Cầu sông Hàn.", "reviewer_location": "dumpxxx"}, {"name": "PrestonGirl76", "avatar": "", "review_rating": "4", "review_title": "Sẽ trở lại!", "review_content": "Các khách sạn sắp xếp bộ sưu tập từ sân bay Đà Nẵng đó là một khởi đầu tuyệt vời! Ở đây như một gia đình 4 người và có 2 phòng. Chúng tôi đưa chìa khóa phòng trẻ em nhưng sau đó nhanh chóng tính tiền cho chúng vì chúng có chiếc giường lớn nhất tôi từng thấy! Là 2 đôi cùng với một duvet humong. Các nhân viên ở đây rất thân thiện và luôn có mặt để giúp đỡ. Chúng tôi không bao giờ trả tiền cho bữa sáng nhưng ngày đầu tiên đi xuống bàn và họ có vẻ bối rối rằng chúng tôi đã đi. Chúng tôi nói chúng tôi có thể trả tiền và họ đã thực hiện một thỏa thuận về nó. Đã đến hơn hai lần trong khi chúng tôi đang ăn rất tiếc điều này khiến chúng tôi không quay trở lại. Chỉ có một vài người và nhân viên liên tục ở bàn (không dành cho tôi) Khách sạn là không tì vết và chúng tôi nghĩ ở một vị trí", "reviewer_location": "Preston, Vương quốc Anh"}, {"name": "Tina", "avatar": "", "review_rating": "5", "review_title": "Hoàn hảo!", "review_content": "Tôi đã ở khách sạn này 2 đêm và không bao giờ hối hận về điều đó. Khách sạn tuyệt vời, phòng sạch sẽ, nhân viên xinh xắn. Tôi muốn nói lời cảm ơn đến các cô gái Nguyệt vì đã sẵn sàng giúp đỡ mọi vấn đề và cảm ơn tất cả nhân viên của khách sạn.", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Nguyet L", "avatar": "", "review_rating": "5", "review_title": "Tuyệt đối giới thiệu nơi này !!!", "review_content": "Tôi và chồng ở lại khách sạn này 2 đêm. Chúng tôi rất thích thú với tất cả các dịch vụ được cung cấp bởi khách sạn. Phòng sạch sẽ, view đẹp ra thành phố, ăn sáng với nhiều sự lựa chọn. Và tất cả các nhân viên rất thân thiện. Chúng tôi thực sự yêu thích khách sạn này và chắc chắn sẽ quay lại lần sau.", "reviewer_location": "dumpxxx"}, {"name": "EJ", "avatar": "", "review_rating": "2", "review_title": "Địa điểm xây dựng", "review_content": "Rõ ràng là một khách sạn mới vì nó đã hoàn thành. Thiếu cơ sở như quảng cáo. Khu vực hồ bơi là một công trường xây dựng không có thanh trên đỉnh hoặc phòng tập thể dục có thể sử dụng. Nếu chúng tôi được thông báo về điều này trước khi chúng tôi ở lại, tôi sẽ đặt chỗ khác. Khi đặt câu hỏi cho nhân viên tại quầy lễ tân, họ khẳng định hồ bơi đã mở, tôi không chắc liệu họ có thực sự nhìn thấy tình trạng của khu vực không? Chỉ vì một hồ bơi có nước không có nghĩa là nó có thể sử dụng được - không thể truy cập mà không bị gãy chân. Chúng tôi đã lãng phí tiền khi đặt một khách sạn tuyên bố có các cơ sở như các khách sạn tiêu chuẩn tương tự không có bể bơi rẻ hơn nhiều trong khu vực.  Chỉ có điểm cộng là vị trí tốt gần bãi biển và phòng sạch sẽ.", "reviewer_location": "dumpxxx"}, {"name": "Alex John", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất gần bãi biển", "review_content": "Khách sạn rất gần bãi biển. Chúng tôi được chào đón với đồ uống và nụ cười ấm áp. Phòng sạch sẽ, ăn sáng tuyệt vời. Nó có giá trị đối với tiền và dịch vụ của nhân viên là rất tuyệt vời. Và nhân viên lễ tân đặc biệt (Luna) nói tiếng Anh rất tốt. Tôi chắc chắn trở lại và rất khuyến khích khách sạn này.  Cảm ơn", "reviewer_location": "dumpxxx"}]}