{"content": [{"name": "189baon", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt", "review_content": "Khách sạn đẹp, phòng ốc sạch sẽ.  Phòng nhỏ xinh và đẹp. Các bạn lễ tân rất niềm nở thân thiện, giọng nói dịu dàng. Tôi sẽ giới thiệu bạn bè đến ở đây và sẽ quay trở lại khi có dịp. Nếu khách sạn mà có thêm bể bơi nữa thì tuyệt vời.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nguyễn Đ", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất tốt.", "review_content": "Rất thích phong cách phục vụ và chất lượng phòng ở đây. Đã đến Đà Nẵng nhiều lần và đây là khách sạn mà mình thích nhất. Lễ tân giọng Quảng Nam rất dễ thương.  Giá cả so với chất lượng cực kì xứng đáng. Sẽ quay lại mỗi khi đến Đà Nẵng", "reviewer_location": "dumpxxx"}, {"name": "Vin Disel", "avatar": "", "review_rating": "5", "review_title": "Chuyến du lịch đáng nhớ tại khách sạn Rosetta đà nẵng", "review_content": "Trong thời gian vừa qua tôi và bạn có chuyến nghỉ dưỡng tại đà nẵng. Chúng tôi có đặt phòng tại ks rosetta tại 63 Dương Đình Nghệ. Ngay từ khi bước chân đến khách sạn chúng tôi được đón tiếp rất nhiệt tình từ bạn Ngân lễ tân và đặc biệt là anh quản lý tên Tuấn đã hỗ trợ rất là nhiệt tình. Chúng tôi rất hài lòng về dịch vụ ở đây, chắc chắn trong thời gian tới chúng tôi vẫn sẽ lựa chọn dịch vụ ở đây để lưu trú.", "reviewer_location": "dumpxxx"}, {"name": "Tien", "avatar": "", "review_rating": "5", "review_title": "Cảm ơn khách sạn rosetta đà nẵng", "review_content": "Ngày 15/4 vừa qua tôi có đặt 2 phòng tại khách sạn rosetta đà nẵng. Tôi rất hài lòng về cách phục vụ tận tình của các bạn nhân viên ở đây như là bạn Ngân lễ tân. Và đặc biệt là anh Tuấn quản lý. Mọi người ở đây rất là thân thiện và nhiệt tình đã hỗ trợ tôi và bạn ở đây rất nhiều trong thời gian lưu trú. Chắc chắn khi ra lại đà nẵng tôi và bạn vẫn sẽ đặt tại ks của mình.", "reviewer_location": "dumpxxx"}, {"name": "Thanh Thúy", "avatar": "", "review_rating": "5", "review_title": "Tháng yêu thương", "review_content": "Rất hài lòng khi đặt phòng và sử dụng dịch vụ ở đây. Nhân viên rất nhiệt tình, Chu đáo. Phục vụ rất nhanh. Phòng rất sạch sẽ thoải mái. Không gian nhà hàng ăn sáng bắt mắt. Hẹn gặp lại các bạn vào một ngày không xa.", "reviewer_location": "dumpxxx"}, {"name": "DayTrip828077", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi tuyệt vời của Tháng 10", "review_content": "Trong các ngày 20, 21 tháng 10 vừa rồi, đoàn của mình đã đến ở khách sạn Rosetta. Đoàn mình có số lượng người đông, lịch trình di chuyển, ăn uống rất gấp gáp nhưng Khách sạn rất nhiệt tình hỗ trợ, tạo điều kiện tối đa cho đoàn mình: Ăn sáng từ 5h30, chuyển phòng, check out, check in thuận lợi, nhanh chóng...Ngoài ra khách sạn rất gần bãi biển Mỹ Khê, đi bộ vài phút là đến. Rất cám ơn Rosetta, từ giờ đến Đà Nẵng mình sẽ luôn chọn Rosetta để nghỉ.", "reviewer_location": "dumpxxx"}, {"name": "ductamedh", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tốt cho kỳ nghỉ", "review_content": "Khách sạn có nhân viên đón tiếp chu đáo, thân thiện, tâm lý với khách. Tất cả tiện nghi đều OK, gọn gàng, sạch sẽ. View gần biển. Bữa sáng đầy đủ, ngon miệng. Cảm ơn khách sạn. Hẹn gặp lại lần sau ạ.!", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "toansatbn", "avatar": "", "review_rating": "5", "review_title": "Sự lựa chọn hảo hoàn", "review_content": "Chúng tôi đã đến khách sạn nhân viên đón tiếp chúng tôi rất tình cảm và thân thiện. Khách sạn rất gọn gàng, phòng ngủ và phòng tắm được sắp xếp rất là đẹp mắt và sạch sẽ, tất cả mọi thứ đều rất oke. Khách sạn có view gần biển, ở đây còn cho thuê xe máy nên việc đi lại rất là thuận tiện. Bữa sáng khách sạn có buffet miễn phí rất đầy đủ và ngon miệng. Nếu có dịp trở lại Đà Nẵng chúng tôi vẫn sẽ chọn khách sạn Rosetta. Cảm ơn khách sạn rất nhiều đặc biệt cảm ơn chị Hà đã rất chu đáo và tận tình ạ. Hẹn gặp lại lần sau ạ!!!!!!", "reviewer_location": "Bắc Ninh, Việt Nam"}, {"name": "my_two_cents93", "avatar": "", "review_rating": "5", "review_title": "nên là 10 sao !!", "review_content": "Không có đủ chỗ ở đây để truyền đạt đúng sự đánh giá của tôi về khách sạn DaNang, Rosetta, và đó là nhân viên, nhưng tôi sẽ thử. Khi đến thăm \"Ngũ Hành Sơn\" ở DaNang, tôi đã bị đánh cắp hầu hết tất cả các vật có giá trị của mình, bao gồm hộ chiếu và Thị thực. Thật là đáng kinh ngạc! ! Tuy nhiên, tôi đã không nhận ra rằng \"Chủ sở hữu\" của khách sạn xinh xắn này, trong 2 ngày, sẽ đến khu vực này để tìm kiếm những món đồ bị mất của tôi ,. . cho đến khi cô ấy liên lạc với tôi và đã lấy lại tất cả những thứ cần thiết và quan trọng của tôi, bao gồm cả hộ chiếu và visa của tôi. . Tôi vẫn còn ngạc nhiên trong nỗ lực và sự quan tâm của cô ấy. Vâng, tôi rất có thể giới thiệu khách sạn này cho kỳ nghỉ của bạn ở Năng! !", "reviewer_location": "Boston, Massachusetts"}]}