{"content": [{"name": "Tran", "avatar": "", "review_rating": "5", "review_title": "Đà Nẵng mùa bão", "review_content": "Chúng tôi đi 3 người. Đặt 1 phòng 2 giường. Má ơi nó đẹp và soang. Mấy má nào có đi ĐÀ NẴNG mà muốn ra chỗ biển Mỹ Khê gần thì nên book phòng ở đây nha. Nhân viên cute ko ai sáng bằng luôn. Đặc biệt là bác bảo vệ và anh đầu bếp lầu 1.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trang", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Tháng vừa rồi cùng công ty có chuyến nghỉ mát tại Đà Nẵng, công ty chọn Clivia là nơi lưu trú. Khách sạn rất mới và nội thất hiện đại, mất khoảng 3 phút để đi bộ ra biển. Đồ ăn sáng thì theo kiểu cách buffe châu âu ngon lạ miệng. Nhân viên vui vẻ trò chuyện với chúng tôi rất thân thiện. Nói chung khá ưng ý, sẽ giới thiệu cho gia đình tại đây nếu đến Đà Nẵng du lịch.", "reviewer_location": "dumpxxx"}, {"name": "Trân Min", "avatar": "", "review_rating": "5", "review_title": "Review khách sạn Clivia", "review_content": "Khách sạn Clivia trên đường Loseby nhìn bề ngoài rất sang trọng nhưng giá cả lại rất hợp lý. Tiền phòng bao gồm cả ăn sáng buffet tại khách sạn, đồ ăn rất ngon và đa dạng, nhân viên rất nhiệt tình và thân thiện. Đây sẽ là một khách sạn lý tưởng để mọi người trải nghiệm khi du lịch đến ĐN", "reviewer_location": "dumpxxx"}, {"name": "Tailoumid", "avatar": "", "review_rating": "5", "review_title": "Đà Nẵng Trip", "review_content": "Khách sạn chanh sảng quá trời, nhân viên thân thiện dễ thương nhiệt tình quá trời. Đã vậy còn gần biển đi dạo xíu tới nơi nhảy tủm xuống là hết xảy con bà bảy, dưới sân ks có bàn ghế rủ bạn bè bồ bịch xuống nhậu nhẹt tâm sự cũng dzuii luon. Thích áaaa", "reviewer_location": "dumpxxx"}, {"name": "Quan", "avatar": "", "review_rating": "5", "review_title": "Sẽ quay lại", "review_content": "Khách sạn giá rẻ so với mặt bằng nhưng phòng mới và đẹp. Cách biển khoảng 3 phút đi bộ phù hợp vs các bạn thích tắm biển. Nhân viên rất vui vẻ và nhiệt tình vs gia đình tôi, chị chủ dễ thương vui tánh. Đồ ăn sáng đa dạng và ngon. Sẽ quay lại trong thời gian gần nhất.", "reviewer_location": "dumpxxx"}, {"name": "Thiên", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Khách sạn sạch sẽ, nội thất đẹp, gần biển đi khoảng 5 phút là đến. Nhân viên nhiệt tình chu đáo giúp mình thuê xe máy và chỉ mình các quán ăn vừa ngon vừa rẻ ở Đà Nẵng. Đồ ăn sáng đa dạng, ngon. Giá cả thì lại rất rẻ, đáng để trải nghiệm, nhất định sẽ giới thiệu cho bạn bè trải nghiệm.", "reviewer_location": "Việt Nam"}, {"name": "Stom", "avatar": "", "review_rating": "5", "review_title": "Thật thú vị", "review_content": "Khách sạn đẹp và mới. Nhân viên lễ tân rất là chuyên nghiệp . Buổi sáng rất là tuyệt vời với sự kết hợp á và âu Phòng rộng nôik thất rất đẹp  Cảm ơn clivia đã cho tôi sự thoải mái trong kỳ công tác quan trọng này.  Tôi sẽ quay lại nếu có cơ hội", "reviewer_location": "dumpxxx"}, {"name": "Trâm Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời, đáng nhớ", "review_content": "Vừa rồi vợ chồng em có đến Đà Nẵng hưởng tuần trăng mật và book phòng ở Clivia Hotels. Phải nói nhờ có khách sạn mà chuyến đi của tụi em vô cùng tuyêt vời. . Thủ tục check-in nhận phòng không quá 10p, xong còn có anh nhân viên kéo vali lên tận phòng giúp.  Hành lang và phòng sạch sẽ, đầy đủ tiện nghi, view phòng em có ban công thoáng mát, bày trí phòng tinh tế, nhẹ nhàng. Khách sạn gần biển Mỹ Khê, nên sáng sớm và chiều tối vợ chồng em toàn đi bộ ra dạo mát. Quán ăn hải sản xung quanh khách sạn rất nhiều, nhờ nhân viên họ sẽ chỉ cho quán hải sản tươi ngon, giá rẻ.  Em nhờ nhân viên khách sạn book dùm vé đi bà nà hill, sun world sẵn nên đến nơi vào thẳng cổng, không cần đứng đợi chen chúc mua vé. Tất cả từ lễ tân, bảo vệ đến cả cô dọn buồng phòng đều rất thân thiện, nhiệt tình,", "reviewer_location": "dumpxxx"}, {"name": "Nga phan", "avatar": "", "review_rating": "5", "review_title": "Đáng nhớ", "review_content": "Tôi và gia đình vừa qua đã có một chuyến thăm quan Đà Nẵng rất thú vị tại khách sạn clivia. Mặc dù lúc gia đình tôi tới không còn quá nhiều phòng nên không chọn được view cao nhưng các bạn nhân viên ở đây thật sự quá nhiệt tình và vui vẻ. Phòng ốc thì mới và đẹp mặc dù giá phòng tôi thấy tương đối rẻ so với mặc bằng các khách sạn khác tôi đã từng ở. Từ khách sạn ra biển cũng rất gần. Nếu có dịp quay lại nhất định sẽ ở đây. Cảm ơn sự nhiệt tình của các bạn.", "reviewer_location": "dumpxxx"}, {"name": "Hoàng Hải", "avatar": "", "review_rating": "5", "review_title": "Du lịch", "review_content": "Lần đầu tiên tôi đến đà nẵng tôi đã có 1 kì nghĩ cùng gia đình tôi và tôi chọn clivia là nơi tôi và gia đình đã dừng chân. Ở đây tôi cảm nhận được mọi người rất thân thiện có bạn Kiệt nhân viên lt rất chi là chu đáo hướng dẫn tôi tận tình, phòng ở đây mới view đẹp  Gần biển giá lại hợp lý, đồ ăn sáng thì ngon vừa miệng tôi là người bắc rất khó ăn nhưng tôi ăn cùng gia đình rất ngon nước ún thì tự pha. Nv bếp và nhà hàng rất thân thiện có bạn Linh, bạn Anh rất vui và nhiệt tình 2 bạn ấy còn đùa giỡn với con của tôi, giúp đỡ tôi rất nhìu điều. Tôi cảm thấy rất vui và hài lòng. Có cơ hội tôi cũng sẽ tiếp tục ở đây", "reviewer_location": "dumpxxx"}, {"name": "Tien nguyen", "avatar": "", "review_rating": "5", "review_title": "Du lịch", "review_content": "Tôi và gia đình tôi có 1 kỳ nghỉ thật tuyệt vời tại ks clivia ở đây tôi cảm nhận nó như 1 gia đình thứ 2 vậy nv thì nhiệt tình nhất là bạn Van Linh chef tại đây, ban rất nhiệt tình hướng dẫn cho tôi về những địa điểm du lịch ở đây. Ngoài ra phòng và đồ ăn ở đây rất ok. Tôi sẽ quay lại lần 2 cùng với gia đình và bạn bè của mình", "reviewer_location": "dumpxxx"}, {"name": "cúc họa my", "avatar": "", "review_rating": "5", "review_title": "ĐI du lịch đà nẵng", "review_content": "lần đầu ra đà nẵng. ở khách sạn clivia này tôi rất thích.. gần biển, view đẹp. nhân viên tận tình , nhiệt tình.. phòng sạch sẽ, thoáng.. tôi rất rất thích.. nếu có dịp quay lại đây tôi sẽ chọn ở lại nơi này.", "reviewer_location": "dumpxxx"}, {"name": "Dsuperman", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời", "review_content": "Vị trí khách sạn nằm gần bãi biển Mỹ Khê. Phòng thoải mái và sạch sẽ, nhân viên thân thiện, đặc biệt là Xuan & Phu, họ rất tốt bụng, đã giúp tôi rất nhiều khi đặt phòng. Rất khuyến khích", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Anh Kiet", "avatar": "", "review_rating": "5", "review_title": "Quá mong đợi", "review_content": "Tôi và vợ có tuần trăng mật tại khách sạn này vào ngày 16/07/2019. Họ thiết lập phòng của tôi rất lãng mạn và đẹp. Đặc biệt, sự tiếp nhận rất thân thiện và tử tế. Bên cạnh đó, khách sạn trông mới và rất gần bãi biển. Vì vậy, nó làm cho chuyến đi của tôi thú vị hơn mà tôi chưa bao giờ thử trong một khách sạn 3 sao khác ở Năng. Tôi sẽ trở lại đây khi tôi kỷ niệm 1 năm ngày cưới.", "reviewer_location": "dumpxxx"}]}