{"content": [{"name": "trangnafi2003", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ lễ tân quá tệ", "review_content": "Mình chưa nghỉ tại đây mới chỉ gọi điện đặt phòng đã ko chấp nhận nổi.người nghe máy là giọng nam nói giọng rất khó nghe,  đang nói cúp máy cái rụp,  gọi lai hỏi sao đang đặt phòng lại cúp máy bảo tưởng chị ko thuê.  Rất bực mình thái độ coi thường khách hàng.  Đt của ks có đúng 1 số di động mà gọi hoài mới chịu nghe máy. Mà giá phòng ko hề rẻ", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Freemanhp", "avatar": "", "review_rating": "5", "review_title": "Vị trí đẹp, giá tiền phù hợp!", "review_content": "Mình đi cùng gia đình đến khách sạn trong chuyến du lịch 3 ngày đến Đà Nẵng, khách sạn sạch sẽ, gần biển, bọn trẻ nhà mình thích mê. mình chỉ ở lại khách sạn 1 đêm nhưng nhìn chung nhân viên rất thân thiện, giải đáp mọi câu hỏi khi mình muốn tìm hiểu các thông tin liên quan đến Đà Nẵng. Tất đang đồng tiền.", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "xuan n", "avatar": "", "review_rating": "5", "review_title": "khách sạn gần biễn", "review_content": "hài lòng về dịch vụ của khách sạn.khách sạn thiết kế đẹp và vị trí thuận lợi để đi tắm biển và nhân viên khách sạn rất dể thương .khách sạn có dich vụ thuê xe máy giá ok và xe còn mới.minh rất thích ơ đây.mình sẽ du lịch lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "lan p", "avatar": "", "review_rating": "5", "review_title": "Nice trip ..", "review_content": "Khách sạn ở vị trí gần biển và nội thất còn mới.nhân viên nhiệt tình và có tour đi bà nà ,hội an , huế..có nhà hàng ăn ngon và rẽ, tôi sẽ giới thiệu bạn bè đến đây.. đà nẵng thật đẹp và valentine cũng vậy..", "reviewer_location": "dumpxxx"}, {"name": "hai l", "avatar": "", "review_rating": "5", "review_title": "Nice hotel in da nang", "review_content": "Tôi ở khách sạn được 3 đêm và tôi cảm thấy rất ấm áp giống như đang ở nhà..các bạn nhân viên rất nhiệt tình..tôi sẽ giới thiệu bạn bè và gia đình ở khách sạn này nếu đi đà nẵng. Xung quanh khách sạn có nhiều nhà hàng ăn uống rất tiện lợi.", "reviewer_location": "dumpxxx"}, {"name": "Hưng Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Điểm đến du lịch đà nẵng", "review_content": "Phòng đẹp, đón tiếp lịch sự chu đáo. Gần bãi tắm có thể đi bộ ngắm đường phố, quán ăn vặt, và k nên bỏ qua cơm bà buội gần đó. Sáng đón bình minh bên bãi tắm và  lót dạ tô mì quảng thơm ngon. Sẽ gặp lại đà nẵng vào 1 ngày gần nhất ( lúc đó người đi cùng sẽ là vợ)", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Tuyền H", "avatar": "", "review_rating": "5", "review_title": "Good Service", "review_content": "Khách sạn với nhân viên phục vụ rất nhiệt tình, hỗ trợ khách hàng hết mình! Sẽ quay trở lại đây nếu có đợt công tác tại Đà Nẵng!   Khách sạn có dịch vụ cho thuê xe máy với giá 120k một ngày nên rất thuận tiện cho ai muốn di chuyển trong thành phố!!", "reviewer_location": "dumpxxx"}, {"name": "Duy N", "avatar": "", "review_rating": "5", "review_title": "Kì nghỉ Đà Nẵng", "review_content": "Khách sạn sạch sẽ, nhân viên phục vụ thân thiện chu đáo. Phòng đẹp, sạch sẽ thoáng mát. Giá cả hợp lí. Gần bãi biển Mỹ Khê và các địa điểm du lịch nổi tiếng. Nếu có cơ hội quay lại chắc chắn sẽ lại ở tiếp", "reviewer_location": "dumpxxx"}, {"name": "Thương P", "avatar": "", "review_rating": "5", "review_title": "Đà Nẵng thật đẹp, Valentine Hotel cũng vậy", "review_content": "May mắn vì bọn mình chọn dừng chân tại đây, khách sạn gần biển, gần cầu rồng...phục vụ tốt, phòng mới.  Chẳng hiểu tại sao con người ở đây lại có thể thân thiện đến thế, gặp rồi lại nhớ, về lại Sg rồi, lại nhớ. Điểm 9,5 cho chất lượng :D", "reviewer_location": "dumpxxx"}, {"name": "cuong l", "avatar": "", "review_rating": "5", "review_title": "Du lịch đà nẵng", "review_content": "Một chuyến đi tuyệt vời ,tôi sẽ quay trở lại đây nếu có cơ hội ,nhân viên khách sạn nhiệt tình tư vấn cho tôi về địa điểm ăn uống rẽ ở đây và khách sạn có dịch vụ cho thuê xe máy giá 150 k 1 ngày .mọi thứ ổn.", "reviewer_location": "dumpxxx"}, {"name": "nhanghi h", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "khách sạn sạch sẽ, nội thất còn mới và sang trọng. Nhân viên thân thiện, nhiệt tình. Vị trí gần biển. Giá cả rất hợp lý. Hãy chọn khách sạn này nếu bạn đi du lịch Đà Nẵng. Cảm ơn nhân viên khách sạn đã cho chúng tôi một kỳ nghỉ tuyệt vời!", "reviewer_location": "dumpxxx"}]}