{
    "content": [
        {
            "name": "Đinh Tú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Đáng đồng tiền bỏ ra, nhân viên nhiệt tình, dịch vụ chăm sóc khách hàng chu đáo. Đồ ăn sáng vừa miệng lắm, hợp khẩu vị các miền, sảnh chờ thoáng mát, nói chung là với mức giá 800k đáng để ở và trải nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vo Hien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful hotel",
            "review_content": "Tôi có dịp đến thăm Nha Trang vào ngày cuối tuần, tuy là đặt phòng ở “Galina hotel & spa” gấp nhưng vẫn được sự hỗ trợ nhiệt tình và chu đáo từ đội ngũ Sales & Reservations, giá phòng tốt khiến tôi rất vui. Đến khách sạn check in, lễ tân chuyên nghiệp giới thiệu các tiện ích cần thiết, và hướng dẫn nhận phòng một cách tỉ mỉ. Điều khiến tôi và gia đình thích thú hơn cả khi đến Galina chính là hồ bơi và dịch vụ tắm bùn, thực sự tuyệt vời. Khu vực ăn sáng sạch sẽ thoáng mát và nhân viên phục vụ dễ thương. Lần sau chắc chắnsẽ quay lại đây nếu có dịp đến Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Ba Nghia",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Stay in Galina Hotel Nha Trang",
            "review_content": "Kỳ nghỉ thoải mái.Khách sạn có vị trí trung tâm, gần biển. Dịch vụ spa, sauna, tắm bùn là điểm cộng. Nhân viên rất thân thiện và hỗ trợ khách nhiệt tình. Phù hợp với giá tiền. Đã lưu trú 2 đêm 15-17/7/2022. Sẽ quay lại nếu có dịp.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nguyên Hoàng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Love All",
            "review_content": "khách sạn ok, nhân viên ok hướng dẫn tận tình, giá ok, gần biển , có tắm bùn trong ks luôn mà đc giảm giá nữa nên ok. lần sau ghé mong là đc giảm giá nhiều hơn nữa kaka. tks khách sạn . nếu được khuyến mãi pick up nữa thì quá ok",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thư",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dịch vụ tắm bùn tốt",
            "review_content": "Đến với Nha Trang nhưng ngay lúc thời tiết không tốt nên không thể đi tham quan những điểm đặc trưng của thành phố. Mình và nhóm bạn chọn dịch vụ tắm bùn tại Galina để thư giãn. Quần lễ tân để nhiều thảo mộc và nguyên liệu tư nhiên nên không gian rất thơm và ấm cúng. Galina có nhiều gói tắm bùn và spa để cho khách lựa chọn. Mình chọn gói cơ bản nhất cho nhóm 4 người nhưng dịch vụ cũng khá okie, bùn tắm không đặc mịn nóng như bên I-resort nhưng các dịch vụ xông hơi ướt - khô, jaccuzi,... thì đầy đủ. Hai bạn nhân viên phục vụ tại chỗ tắm bùn rất nhiệt tình và thoải mái để cho cả nhóm có không gian riêng tư để tận hưởng và thư giãn. Khi đi du lịch Nha Trang nhưng không sắp xếp được thời gian tắm bùn ở các đảo thì bạn cũng có thể tham khảo dịch vụ ở Galina nhé.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ha L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng dịch vụ",
            "review_content": "Phòng sạch sẽ. Mình may mắn view biển nên rất tuyệt vời, không khí trong lành. Buffet buổi sáng phong phú, đa dạng. Nhân viên niềm nở, lịch sự. Dưới sảnh buổi tối còn có nhạc công chơi piano. Nhưng thích nhất phải là dịch vụ spa tắm bùn ngay tại hotel. Nhất định mình sẽ đưa gia đình quay lại nơi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Khac Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá tốt",
            "review_content": "Dịch vụ rất tốt, nhân viên niềm nở, ân cần, chu đáo. Vị trí thuận lợi! Nhà hàng rộng rãi, nhiều món ăn ngon, menu đa dạng. Phòng ngủ rộng, sạch sẽ, thiết bị vệ sinh cao cấp. Hành lang rộng, thang máy chạy êm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Huong Lan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hiếu khách và Chu đáo",
            "review_content": "Khách sạn rất hiếu khách, nhân viên chu đáo và tận tâm với khách. Sẽ quay lại khi đến Nha Trang! Đặc biệt ấn tượng với Du Ca Show của khách sạn, rất hoành tráng và ý nghĩa. Đây là điểm nhấn nổi bật trong chuyến đi của mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá tốt khi book trực tiếp",
            "review_content": "Mình và gia định đã ở đây trong vòng 20 ngày dịp đầu năm mới ở 2 hạng phòng là deluxe và suite. Phòng rộng rãi có bồn tắm. Đồ ăn sáng cũng tạm; không quá xuất sắc nhưng nhân viẻn phục vụ rất nhiệt tình hỗ trợ chế biến riêng cho bé 1 tuổi nhà mình. Gần ks có nhà hàng nôm nôm phải nói là the best in town.   Nhược điểm:  hồ bơi nhỏ; không đặc sắc Không có khu vui chơi cho bé  ",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "marco",
            "avatar": "",
            "review_rating": "5",
            "review_title": "An tượng về một chuyến đi",
            "review_content": "Nhân dịp lễ Quốc khánh 2/9 năm 2019 tôi và gđ đi nghỉ tại Galina Nhatrang. Sau 2 đêm trải nghiệm mọi người đều ấn tượng với dịch vụ tám bùn spa, phòng ngủ sạch, tiện nghi. Buffet sáng phong phú với nhiều món ăn mới lạ, với đội ngũ nhân viên tận tình chăm sóc, hy vọng các bạn sẽ tiến xa hơn nữa. Chúc các bạn thánh công!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MỸ KIM",
            "avatar": "",
            "review_rating": "5",
            "review_title": "cô chủ dễ thương , GALINA tắm bùn số 1 , tuyệt vời",
            "review_content": "Tôi với bạn bè có một trải nghiệm tắm bùn tại GALINA hotel and SPA và nó rất tuyệt , nhân viên chăm sóc tuyệt vời, khung cảnh đẹp , gần tiện lợi với đường chính , mai mốt tôi chắc chắn ghé thăm lần nữa ...",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Tân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Tôi đã có một kì nghỉ lễ tuyệt vời. Khách sạn Galina đã cho tôi những trải nghiệm tốt. Nhân viên thân thiện phòng ốc thoáng mát đẹp. Các món ăn ở nhà hàng rất ngon miệng. Tôi sẽ đặt phòng ở galina nếu có cơ hội du lịch ở Nha Trang lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuc Hoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tuyệt vời, nhân viên chăm sóc khách Hoàng Yến đã rất tận tâm, chuyên nghiệp tư vấn, hướng dẫn, phục vụ khách chu đáo. Tôi sẽ giới thiệu bạn bè người thân đến ở khách sạn khi đến Nha Trang du lịch. Tôi rất thích khách sạn này,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diệu Lâm",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Spa",
            "review_content": "Sau 1 ngày làm việc mệt mỏi, k có điều kiện đi xa nên tôi chọn khách sạn galina nằm ngay trung tâm TP để thư giãn. Tôi tới lúc 20h00,chọn gói dịch vụ massage toàn thân 60 phút,được 1 chị nhân viên người nga massage, cuối ngày khách khá đông nhưng chị vẫn niềm nở vui vẻ nhiệt tình, tôi cảm thấy hài lòng,nhất định 1 ngày k xa tôi sẽ cùng gia đình và bạn bè ghé tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lan hoàng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Galina hotel & spa",
            "review_content": "Galina hotel & spa nằm ở trung tâm thành phố Nha  Trang . Cung cấp chỗ ở sang trọng , cách bãi biển Nha Trang 400m, đến Nha Trang nhất định phải  ở ks này. Địa điểm xung quanh tháp  trầm hương và quảng Trường 2/4 cách ks 300m.  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "chole",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "Nghỉ dưỡng tại Galina mudbath and spa đã mang lại cho tôi và gia đình một kỳ nghỉ thú vị. Tôi đặc biệt rất thích gói dịch vụ tắm bùn spa tại khách sạn, nhân viên rất nhiệt tình chu đáo vui tính tay nghề của kỹ thuật viên rất chuyên nghiệp tôi rất hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tin Alex",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Trong chuyến du lịch Nha Trang vừa rồi tôi và gia đình đã ở đây 2 đêm. Xin có 1 vài đánh giá khách quan để khách sạn cải tiến và cũng như tư vấn cho những ai đang dự định đặt phòng tại đây: Nhìn chung dịch vụ rất tốt, phòng ốc khá mới và sạch sẽ, tiện nghi, nhân viên nhiệt tình. Đồ ăn sáng tạm được. Dịch vụ spa tuyệt vời. Chỉ có chỗ đậu xe hơi là khá hạn chế. Sẽ quay lại nếu có dịp. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "khai t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tham quan nha trangtet 2019",
            "review_content": "Ks nằm ngay trung tâm. Bữa sáng ngon. Phòng sạch và khá rộng. Gia dinh mình ngủ rất ngon. Phòng 706 view đẹp. Nv lễ tân khá xinh. Tận tình. Chị Lê thị Hiền cskh chu đáo chăm sóc gd mình. Đặt biệt chỗ đậu xe tầng hầm rộng rãi",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "marco",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi ấn tượng",
            "review_content": "Tôi có dịp đi công tác tại Nhatrang. Lưu trú tại khách sạn GALINA. Thòi gian không nhiều,nhưng tôi cảm nhận được sự ấm cúng qua sư chào đón nòng hậu của đội ngũ nhân viên chuyên nghiêp từ các bạn porter đến các bạn le tân duyên dáng tươi cười, trải nghiệm dịch vụ của khách sạn ấn tượng nhất vẫn là tám bùn & spa dễ chịu thật thoải mái. Càng ấn tượng hơn là bước chân đến nhà hàng tôi cảm thấy không khí Noel đang đến gần, món ăn phong phú đa dạng hợp khẩu vị. Các em phục vụ cười rát tươi &  thân thiện. Tôi sẽ về giới thiệu cho các bạn bè đồng nghiệp lưu tâm đến khách sạn GALINA của các bạn,   \" Tắm bùn ngay giữa lòng Thành phố Nhatrang \" thật tuyệt vời!!!! Tạm biệt ! Marcoboni 1",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn galina",
            "review_content": "Chúng tôi rất hài lòng về khách sạn, mặc dù nằm trung tâm thành phố nhưng không gian phòng ngủ, nhà hàng ăn sáng rất rộng. Và rất nhiều dịch vụ khác trong khách sạn, spa, tắm bùn, thuê xe. Ngoài ra lần đầu chúng tôi được trải nghiệm tuyệt vời với Galina show, thể hiện đặc trưng văn hóa việt qua các bài múa.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Minh Hai L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good",
            "review_content": "Thật sự rất thích khách sạn này và dịch vụ ở đây. Đặc biệt rất thích các bạn ở lễ tân và cskh , rất nhiệt tình và giúp đỡ gia đình mình trong việc lựa chọn dịch vụ cũng như tư vấn các điểm đến tại Nha Trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhat Lam N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ bên gia đình tại nha trang",
            "review_content": "Mình trải nghiệm 1 kỳ nghỉ thật thú vị và thoải mái tại Galina Hotel &Spa . Đội ngũ nhân viên phục vụ nhiệt tình vui vẻ và hiếu khách, thức ăn ngon, phòng ở đẹp , dịch vụ tắm bùn tốt... nói chung gia đình mình cảm thấy rất hài lòng về dịch vụ tại đây. Lần sau mình nhất định sẽ quay lại nghỉ dưỡng tại Galina Hotel& Spa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThaoTranYoga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Nơi đây là một tổ hợp dịch vu, trong đó tôi ấn tượng nhất khu vực tắm bùn rất sạch đẹp, duy nhất ngay trong lòng thành phố. Nhà hàng có nhiều món ăn ngon, đặc biệt món salad cá kiểu Nga ngon và đủ dinh dưỡng. Nhân viên thân thiện, đặc biệt nhân viên bộ phận Lễ tân Spa tận tình, chu đáo. Nếu có cơ hội tôi sẽ quay lai nơi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hội Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tại khách sạn rất tuyệt vời",
            "review_content": "Tôi đã đặt phòng tại khách sạn GALINA Nha Trang, tôi thật sự bất ngờ với dịch vụ ở đây vì mọi thứ rất tuyệt vời, nhân viên thân thiện và nhiệt tình. Nhân viên buồng phòng dọn rất sạch sẽ, nhân Bell đã giúp đỡ tôi rất chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mr kiên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời",
            "review_content": "Trong khách sạn Đầy đủ tiện nghi, sang trọng và có dịch vụ spa- tắm bùn, dịch vụ chăm sóc sắc đẹp, bác sĩ trị liệu, có phòng hội nghị lớn, khu vự nhà hàng rất đẹp, có nhiều thuwacs ăn ngon, sảnh lễ tân thoáng đẹp, nhân viên thân thiện nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Siêu Nhân Gao T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời",
            "review_content": "Mình có đến ở khách sạn trong tháng vừa rồi và mình rất hài lòng không chỉ về chất lượng của khách sạn mà còn về thái độ của nhân viên, đồ ăn khá ngon, ks nằm ở gần khu phố tây nên rất nhộn nhịp lại còn cách biển có 5p đi bộ thực sự rất đáng đồng tiền bỏ ra .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Samantha Karenina",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn ngay trung tâm thành phố, rất đẹp và sạch sẽ. Chất lượng phục vụ không có gì chê. Buffet khá ngon, hợp khẩu vị cả nhà. Tại khách sạn còn có dịch vụ tấm bùn xông hơi rất tiện lợi và ok, cả gia đình tôi đều rất thích chất lượng của dịch vụ này taị đây. Nhất định lần sau có dịp vào Nha Trang chúng tôi sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hùng T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng dịch vụ tốt",
            "review_content": "Khách sạn tuyệt đẹp, dịch vụ rất tốt và chuyên nghiệp, nhân viên thân thiện, nhiệt tình luôn lắng nghe. Tôi sẽ giới thiệu với bạn bè và người thân. Cám ơn khách sạn rất nhiều. Dịch vụ Spa quá tuyệt vời và đa dạng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "275_nq",
            "avatar": "",
            "review_rating": "3",
            "review_title": "khách sạn đẹp có tắm bùn",
            "review_content": "tôi rất thích khách sạn này vì khách sạn san trọng, có tắm bùn, spa. Hôm đặt phòng là có ban công nhưng khi nhận phòng không có, lễ tân trả lời là phòng deluxe hướng biển. Hơi thất vọng một chút. Xung quanh khách sạn có nhiều công trình thi công ồn ào, nhiều bụi",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Hứa N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đáng để đi khi tới nha trang",
            "review_content": "Bản thân tôi chắc cũng không có điều kiện để đi (lương văn phòng):v nhưng được gia đình cho đi vào dịp hè vừa rồi nên cũng có đôi điều review để anh em đánh dấu khi tới nha trang! Về phòng ốc: sạch sẽ vi diệu :D chuẩn men 4 sao :)),view đẹp (mấy em lễ tân nhìn khá ngon :v) Về dịch vụ : tắm bùn và xông hơi không quá rộng nhưng tương đối sạch sẽ,không như đi mấy chỗ ngoài Hà Nội bẩn VL  Nói chung là dịch vụ đáng đồng tiền bát gạo anh em lên oánh dấu là nơi đến khi đến nha trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngân N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tắm bùn sạch sẽ, nhân viên lịch sự",
            "review_content": "Mình mua gói khuyến mại tắm bùn và xông hơi ở đây, khách sạn đúng chuẩn 4* chứ không phải tự phong như nhiều nơi, khách sạn đẹp, nhân viên hướng dẫn tận tình. Bể bơi hơi nhỏ và khu tắm bùn cũng không quá rộng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ats504",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nghỉ hè cùng gia đình tại Galina hotel",
            "review_content": "phòng: sạch sẽ, thoáng, view đẹp, tiện nghi địa điểm trung tâm tp Nha trang, tiện tắm biển Nhân viên tận tình, lịch sự, nhiệt tình, ân cần Ăn sáng nhiều món, nhẹ nhàng, nhân viên phục vụ tốt cảm thấy rất thoải mái",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hai Nguyen",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Dịch vụ trung bình khá",
            "review_content": "1. Phòng nghỉ lịch sự, nhã nhặn. Có điều dầu gội và sữa tắm mùi khó chịu. Giường đôi nhưng thực chất là 2 nệm đơn ghép lại, nằm 1 lúc là cảm thấy mình sẽ lọt xuống khe hở giữa 2 nệm.  2. Thủ tục nhận phòng chậm, thủ tục (khách phải tự điền vào tờ thông tin).  3. Bữa sáng thực sự ở mức độ trung bình. Xúc xích, thịt xông khói nướng quá tệ - cũ và ỉu.  4. Nhân viên không để ý yêu cầu của khách: tôi đã lưu ý nhân viên đối với bữa sáng mang đi (breakfast box) là không cà chua và dưa chuột, nhưng nhân viên đáp lại rằng nếu không ăn có thể bỏ ra. Tôi có nói lại là như vậy rất lãng phí và bất tiện. Cuối cùng họ vẫn cho cà chua và dưa chuột vào trong bánh kẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "SnowHa",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khach san Than thien, sach se",
            "review_content": "Toi da co ky nghi tai Galina 3dem, khach san sach se, bua sang ngon mieng, nhan vien than thien...vi tri rat thuan tien de di lai cac diem tham quan. Tuy nhien he thong thang ko co may quat hut, gay kho chiu khi vua buoc vao thang, neu khac khac phuc duoc nhuoc diem nay co le se hoan hao hon. Cam on Galina da mang lai ky nghi thoa mai cho chung toi.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "HoaChuDu",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn trung tâm khá đẹp",
            "review_content": "Khách sạn với đội ngũ nhân viên nhiệt tình, dịch vụ hoàn hảo với nhiều tiện nghi, có khu Spa và tắm bùn ngay trong khách sạn rất độc đáo, khách sạn tuy không ngay mặt biển nhưng vị trí khá trung tâm, đi lại thuận tiện.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HOANGBOSS",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha Trang 30/4/2015",
            "review_content": "Tất cả mọi nhân viên, lễ tân, đặc biệt là nhân viên dọn phòng cực kì thân thiện và rất dễ thương.  Phòng, hồ bơi, phòng gym, restaurant sạch sẽ. Khu vực bãi tắm sạch sẽ, ghế, dù rất ok. Gần biển, tiện lợi đi lại  Buffet sáng nên thay đổi thực đơn mỗi ngày. Ngày nào cũng bị giống nhau.  Tôi sẽ quay lại lưu trú tại ks trong thời gian tới! Chúc tất cả nhân viên nhiều sức khoẻ, may mắn, luôn thành công.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vuiv_h",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Spa very bad and expensive",
            "review_content": "Chưa ở khách sạn này nhưng riêng về dịch spa quá đắt và chất lượng k tốt.  Hôm mình đi dịp 30/4. Là dịp du lịch cao điểm. Hôm mình đi tìm chỗ spa thư giãn vì khách sạn của mình thì full lịch rồi. Thấy bên ngoài khách sạn to, đẹp. Nhưng cổng spa lại ở dưới tầng hầm để xe. Bên trong trang trí đẹp. Nhạc hay. Các phóng khu vực spa to. Rộng, nhiều và quy mô nhưng mà vắng tanh vắng ngắt.  Spa kiểu dịch vụ k tốt hay sao ý, yêu cầu thanh toán trước. Nhân viên nhiệt tình nhưng mà bỏ ra hơn 1tr cho 1 liệu trình trị liệu hương thơm gì đó với dịch vụ như thế là quá đắt vì chỉ masage với dầu. Masage qua loa. Với giá như thế ở chỗ khác mình vừa được chăm sóc mặt và massage body. Nói chung sẽ k quay lại và hơi tiếc tiền.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HanoiJW",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nếu giá giảm chút nữa thì hợp lý",
            "review_content": "Khách sạn mới xây, nằm ở đường Hùng Vương, đi bộ ra biển mất 5 phút. Xung quanh có nhiều khách sạn bình dân với vô vàn khách Nga. Gần khu chợ đêm và quảng trường trung tâm. vì là khách sạn mới đưa vào sử dụng nên trang thiết bị nội thất khá hiện đại, mới. Có bể bơi trên tầng cao. Các phòng trên tầng cao có thể ngắm cảnh biển (dù hơi đứt quãng). Phòng tắm ngăn với phòng ngủ bằng vách kính, chỉ hợp cho các cặp đôi, hơi bất tiện cho gia đình với trẻ em (vách kính, nhưng rèm che lại ở phía ngoài). Khu tổ hợp spa, tắm bùn của khách sạn là điểm khác lạ. Nói chung, mọi thứ ở đây đầu ổn, chỉ có điều so về giá thì không kinh tế bằng một số khách sạn khác tương đương nhưng lại nằm ở mặt biển trên đường Trần Phú.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "nguyentung85",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đến để hưởng thụ",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố, cũng như gần nơi mua sắm và ăn uống.  Mình cảm thấy rất tiện khi đi ra biển, cũng như là đi ăn ở ngoài khách sạn, có thể đặt tour trong khách sạn mà giá cả không chênh lệch. Nhân viên nhiệt tình và vui vẻ, phòng sạch sẽ. Lần sau có dịp mình sẽ quay lại nơi đây. Chắc chắn rồi!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "thuowng",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Diem den ly tuong...",
            "review_content": "Đã đến và trải nghiệm tại đây, rất hài lòng với chất lượng dịch vụ tại đây, nhân viên cực kỳ than thiện và luôn nhiệt tình. Tuy mới đi vào hoạt động, nhưng đã mang lại một tiện ích rất hoàn hảo cho tôi và gia đình. Đặc biệt rất ấn tượng với khu tắm bùn khoáng, spa ngay tại khách sạn, nó rất mới mẻ và hiện đại… Sẽ quay lại đây vào một ngày không xa…",
            "reviewer_location": "Phu Quoc, null, Vietnam"
        },
        {
            "name": "darren000000",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tắm bùn phải",
            "review_content": "Một chút ngày nay là khách sạn, Bạn bè của tôi con không khí không thổi lạnh và sau 2 ngày ông đã được chuyển đến một phòng khác, bữa ăn sáng là ok. Khu vực hồ bơi không phải là tuyệt vời và giường không có đệm trên chúng. Spa là giá trị tốt và tuyệt vời",
            "reviewer_location": "Gold Coast, Úc"
        },
        {
            "name": "beardsoph",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trải nghiệm tốt",
            "review_content": "Tôi có một chút cảnh giác về việc ghé thăm sau khi đã xem các đánh giá trực tuyến, nhưng spa rất gần nhà trọ của tôi, tôi quyết định chỉ để đi cho nó. Tôi đã chi khoảng £ 10 (317, 000 vnd) để sử dụng các phương tiện. Thứ nhất, các nhân viên tại quầy lễ tân khách sạn đã thô lỗ và hoàn toàn phớt lờ tôi. Họ nhìn tôi rồi tiếp tục cuộc trò chuyện của họ mặc dù tôi đang cố gắng thu hút sự chú ý của họ. May thay, một nhân viên người Nga đã đến gặp tôi và anh ấy dẫn tôi đến lễ tân spa. Các nhân viên tại lễ tân spa đã được tốt đẹp và hữu ích. Họ hướng tôi đến phòng thay đồ, nơi tôi thay đồ bơi. Từ đây có chút khó hiểu. Tôi đứng ở hành lang một chút trong công việc bơi lội của tôi không thực sự chắc chắn phải làm gì. Sau đó một người đàn ông đến và đưa tôi vào thang máy. Điều này đưa tôi",
            "reviewer_location": "Berkhamsted, Vương quốc Anh"
        },
        {
            "name": "Shisuca",
            "avatar": "",
            "review_rating": "5",
            "review_title": "giá hợp lý cho trải nghiệm Mud",
            "review_content": "Chúng tôi đã được thông báo rằng chương trình khuyến mãi đang diễn ra, do đó chúng tôi quyết định có trải nghiệm tắm bùn tại trung tâm thành phố. Chương trình khuyến mãi là tắm bùn miễn phí khi bạn mua gói massage. Đã đến đó sớm để nó ít đám đông hơn và chúng tôi thực sự thích sự yên tĩnh xung quanh khi chúng tôi là khách đầu tiên ở đó. Massage là tốt, dịch vụ đã được xuất sắc và chắc chắn sẽ trở lại một lần nữa.",
            "reviewer_location": "Kajang , Selangor, Malaysia"
        },
        {
            "name": "tanja t",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Dịch vụ ồn ào & cũ, tầm thường",
            "review_content": "Thoạt nhìn, đây là một khách sạn đẹp ở một vị trí tốt và với nội thất sáng bóng. Nhưng có một số nhược điểm:  - ban công không đóng hoàn toàn và để tiếng ồn từ các khu vực giao thông và xây dựng ở  - có một tòa nhà ngay phía trước nó ngăn chặn tầm nhìn ra biển và mọi người nhìn thẳng vào phòng của bạn  - khu vực chăm sóc sức khỏe là khá cũ thời và phòng thay đồ là một mớ hỗn độn bẩn!  - nhân viên không thể nói tiếng Anh ở tất cả hoặc chỉ có kỹ năng thô sơ, một phần là bất lịch sự và không chuyên nghiệp  - như đã nói trước khi một số khách không thể cư xử: hãy để cánh cửa của họ mở và hét lên dọc theo hành lang bất cứ lúc nào, hút thuốc, hét lên qua khu vực ăn sáng.  - Bữa sáng có một lựa chọn tốt nhưng tiệc tự chọn khá lộn xộn và không có đổ đầy thường xuyên / một số thứ trông",
            "reviewer_location": "vienna"
        },
        {
            "name": "supernova72",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ ở lại một lần nữa",
            "review_content": "Tôi ở lại 5 đêm vào tháng 10 năm 2017. Quản lý quan hệ khách hàng tìm thấy tôi ở trung tâm thể dục và hỏi tôi về thời gian lưu trú của tôi. Tôi đã cho cô ấy một số thông tin phản hồi và điều tiếp theo tôi biết tôi đã có một massage miễn phí trong spa. Nice touch! !  Xin lưu ý: Có những gia đình lớn ở lại đây và rời khỏi cửa khách sạn MỞ và khá thô lỗ. Họ không phải từ Việt Nam. Tôi sẽ để nó ở đó.  Nhân viên rất tuyệt. Phòng đã được rất nhiều tốt đẹp cho tôi. Giá đã đúng. Không có tiền công không rõ ràng. Tôi là người Mỹ và tương tác dễ dàng với mọi người. Ăn sáng đã được tại chỗ trên. Rất nhiều món ăn phương Tây. Chúc mừng.",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "Dove K",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tiện nghi tuyệt vời, nên có giới hạn khách truy cập",
            "review_content": "Massage và spa thật tuyệt vời! Các cơ sở và nhân viên đã xuất sắc tuy nhiên có rất nhiều nhóm du lịch thô lỗ lớn mà nơi này đã bị tràn ngập. Đi sớm và nếu có thể xô mọi người ra khỏi con đường để có được vào phòng tắm như nếu không bạn sẽ không bao giờ có được một như các nhóm du lịch thô lỗ lớn không tôn trọng dòng. Chúng tôi đang ở trong phòng xông hơi khô và xông hơi và họ sẽ mở cửa trong hai mươi giây, nói to và rời đi mà không đóng cửa. Các massage đã được tuyệt vời, giá cả phong nha, nó chỉ là số tiền của những người thiếu tôn trọng lớn có áp đảo.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "31 Hung Vuong Street Loc Tho Ward, Nha Trang 57000 Việt Nam",
        "name": "Galina Hotel & Spa",
        "geo_data": {
            "latitude": 12.237793922424316,
            "longitude": 109.19538879394531
        },
        "room_number": "161"
    }
}