{"content": [{"name": "Journey514503", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ đúng chuẩn 4 sao", "review_content": "Dịch vụ đúng chuẩn 4 sao, nhân viên rất vui vẻ, dễ thương. VỊ trí rất đẹp, phía trước khách sạn là không gian công viên với hàng cây xanh mát, đi bộ vài bước là có thể tắm biển được rồi. Tôi rất thích và đánh giá cao khách sạn này. Cảm ơn các bạn đã cho tôi 1 kì nghỉ trọn vẹn nhé.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Dreamer26719674355", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất tuyệt", "review_content": "Khách sạn ngay biển, có ban công rất chill, có bãi biển riêng với ghế ngồi không mất phí, KS có decor honeymoon cho mình luôn ^^,lần sau đến NT sẽ book tiếp ạ. Khách sạn ở gần cảng nên sẽ tiện cho việc đi tour đảo nha", "reviewer_location": "dumpxxx"}, {"name": "Bảo Gia", "avatar": "", "review_rating": "5", "review_title": "Các bạn nhân viên thân thiện và nhiệt tình. Đồ ăn và thức uống ngon, đáng giá đồng tiền và rất chất lượng.", "review_content": "View từ phòng tắm nhìn ra biển, theo cá nhân mình thì đây là điểm rất độc đáo và đáng tiền của khách sạn. Phòng ốc đẹp, staff của khách sạn cũng rất nice và khách cần là có mặt trong tic ,bước chân xuống cát mà bị dặm cắt vào chân, tuy nhiên bờ biển của khách sạn cát rất êm và mịn.  Buổi sáng có hot breakfast, ăn tạm ổn.", "reviewer_location": "Quy Nhơn, Việt Nam"}, {"name": "NguyenVanSon", "avatar": "", "review_rating": "4", "review_title": "Khách sạn có vị trí rất đẹp và thuận tiện, gần sát biển.", "review_content": "Khách sạn có vị trí rất đẹp và thuận tiện, gần sát biển. Từ trên phòng có thể view biển rất rộng và đẹp. Ở đây có thể đi xích lô hoặc đi bộ ra chợ cũng rất gần. Nhân viên nhiệt tình, thân thiện. Giá phòng hợp lý, đặc biệt có ưu đãi với đoàn đông người. ", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Trung", "avatar": "", "review_rating": "5", "review_title": "perfect", "review_content": "khách sạn view biển đẹp, phòng óc sạch sẽ, nhân viên thân thiện, Đối diện có công ty rất đẹp đi qua đường là tới biển, ăn sáng ngon, hồ bơi sạch , mọi thứ tốt tôi sẽ giới thiệu bạn bè đến nơi này khi có dịp quay lại", "reviewer_location": "dumpxxx"}, {"name": "Vân H", "avatar": "", "review_rating": "5", "review_title": "Nice view ", "review_content": "Mình di du lịch vào tháng 6 ở đây có buffet đa dạng, ks sát biển và hồ bơi trên sân thượng đặt biệt . Ở đây thích nhưng bị taxxi chở tới nhà hàng Hải sản mắc mà không ngon . Tốt nhất nên tự tìm hiểu trước sẽ ổn hơn . Về khách sạn thì OK ", "reviewer_location": "dumpxxx"}, {"name": "Phuongthao", "avatar": "", "review_rating": "5", "review_title": "Tham quan du lịch", "review_content": "Lần đầu tiên mình tới khách sạn mường thanh luxury nha trang, khách sạn đẹp dịch vụ tốt mình rất ấn tượng đồ ăn sáng rất đa dạng phong phú còn nhân viên thì hộ trợ rất chuyên nghiệp. Mình ấn tượng nhất là bạn bình bell đã hộ trợ hành lý và cũng như giởi thiểu rất nhiệt tình vui vẻ. C.ơn khách sạn đã cho mình một kì nghỉ tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "Trâm T", "avatar": "", "review_rating": "5", "review_title": "Nha Trang", "review_content": "KS mới, sạch sẽ, view đẹp xuất sắc, tất cả nhân viên đều rất nhiệt tình hỗ trợ từ A-Z. Với giá phòng như vậy là quá hợp lý cho một kỳ nghỉ bao gồm cả ăn sáng, gym, bể bơi, spa. Sẽ quay lại khi có dịp.", "reviewer_location": "dumpxxx"}, {"name": "tung", "avatar": "", "review_rating": "5", "review_title": "Hn-Nt", "review_content": "Khách sạn cực đẹp, phòng ốc tiện nghi sang trọng  sạch sẽ không khác gì ksan 5* , nhân viên - lễ tân nhiệt tình, view biển rất đẹp,  1 nơi rất xứng đáng so với giá tiền bỏ ra,lần sau có đến nha trang sẽ ghé thăm khách sạn và sẽ giới thiệu ng thân đến nơi đây...", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "QuynhHoa", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời *****", "review_content": "Gdinh tôi đi Nha Trang rất nhiều lần, nhưng lần này thật sự hài lòng về dịch vụ cũng như sự nhiệt tình của nhân viên. Ks mới, trang thiết bị hiện đại, ăn sáng ngon. Phòng view biển rất rất đẹp. Đặc biệt hồ bơi vô cực rất đáng để trãi nghiệm. Ks trên đường Trần Phú đối diện biển nên phù hợp với gia đình có trẻ con. Cám ơn ks đã cho gia đình tôi check out trễ mà ko phụ thu :). Đánh giá 5 sao cho khach sạn tuyệt vời này.", "reviewer_location": "Đà Lạt, Việt Nam"}, {"name": "Hoang Thanh N", "avatar": "", "review_rating": "5", "review_title": "Nha Trang ấn tượng", "review_content": "Khách sạn mới với trang thiết đẹp và trang nhã! ấn tượng là tất cả các phòng đều có băng công.  Ăn sáng ngon!  đặc biệt là nhân viên của khách sạn rất nhiệt tình và dễ thương. Đối diện là công viên biển rất đẹp  Nếu quay lại Nhà Trang tôi vẫn chọn grandgosiahotel", "reviewer_location": "dumpxxx"}, {"name": "Hiếu", "avatar": "", "review_rating": "5", "review_title": "Tôi đi nghỉ dưỡng cùng bạn bè", "review_content": "Khách sạn mới xây rất đẹp, gần bãi biển và khu mua sắm, ăn uống, cảng biển. Nhân viên khách sạn rất nhiệt tình dễ mến. Giá phòng hợp lý, có hồ bơi, phòng gym và đặc biệt là có phòng sauna miễn phí. Phòng ở view rất đẹp, có thời gian tôi sẽ tiếp tục đến đây nghỉ dưỡng.", "reviewer_location": "dumpxxx"}, {"name": "Trang M", "avatar": "", "review_rating": "5", "review_title": "Nghỉ dưỡng", "review_content": "Phòng sạch sẽ , đẹp , ai cũng nhiệt tình và nhẹ nhàng . Chất lượng tuyệt vời , nên chọn đây là nơi nghỉ dưỡng khi tới nha trang . Khách sạn ngay gần biển . Rất thuận tiện cho việc đi tắm . Bên cạnh cũng có nhiều quán ăn", "reviewer_location": "dumpxxx"}], "hotel": {"location": "10-12 đường Trần Phú, Phường Vĩnh Nguyên, Nha Trang 65000 Việt Nam", "name": "Grand Gosia Hotel", "geo_data": {"latitude": 12.220261573791504, "longitude": 109.20361328125}, "room_number": "133"}}