{"content": [{"name": "Yến", "avatar": "", "review_rating": "5", "review_title": "Tôi ở khách sạn 5 ngày 4 đêm tôi thực hài lòng về khách sạn , khách sạn sạch sẽ nhân viên có tâm ", "review_content": "Khách sạn sạch sẽ , nhân viên thân thiện,nhanh nhẹn, dễ thương, nhiệt tình, món ăn ngon, thích nhất bạn Nguyễn cảnh  làm việc có tâm.2 vợ chồng mình đi tự do  may mắn gặp được bạn cảnh hướng dẫn quá thuận lợi cho 2 vợ chồng .  Cho chuyến đi hưởng tuần trăng mật này .", "reviewer_location": "Tuyên Quang, Việt Nam"}, {"name": "loi n", "avatar": "", "review_rating": "5", "review_title": "Chuyến du lịch tại Nha Trang vào tháng 12/2019", "review_content": "Được ở trong 1 khách sạn với phòng ốc sang trọng, sạch sẽ, nhân viên thân thiện. View khá là đẹp, đi ra biển chỉ vài trăm mét, tiện cho việc đi tham quan và tắm biển, khá là thỏa mái. Tôi sẽ ghé lại nếu có dịp đến Nha Trang 1 lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Nam Tran", "avatar": "", "review_rating": "4", "review_title": "Khách sạn phòng ốc good. Cách âm tệ. Nhân viên lễ tân thiếu chuyên nghiệp", "review_content": "Khách sạn 4* khá ok, phòng sạch good. Vừa vào đã có các bạn mời nước mình đánh giá cao hành động tiếp đón này. Trong phòng free nước, trà, cf và welcom fruit. Tuy nhiên, phòng cách âm kém mình ở cạnh 2 phòng người Nga rất ồn ào đóng sầm cửa liên tục. Đặc biệt mình ko thích cách làm việc của các bạn reception. Các bạn đùa cợt trong ca làm việc nếu gặp khách nhạy cảm khi bước về ks thấy các bạn cười đùa như thế sẽ rất khó chịu. Check in khá chậm và lơ ngơ. Check out thì ko nhớ cmnd của khách để đâu mãi mới tìm ra. Góp ý để ks training lại reception.", "reviewer_location": "dumpxxx"}, {"name": "AnnieVan1782", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời hơn cả mong đợi!", "review_content": "Qua một người bạn giới thiệu, gia đình mình đã có 4 đêm nghỉ tại The Art Nest và cảm nhận đó là sự tuyệt vời hơn mong đợi. Vị trí khách sạn rất trung tâm thuận tiện cho việc đi tắm biển hoặc đi bộ dạo chơi quanh city. Ks mới đẹp, phòng rộng tiện nghi, nhân viên rất thân thiện mến khách, bữa sáng ngon. Nếu có dịp quay lại Nha Trang, gia đình mình vẫn lựa chọn The Art Nest.", "reviewer_location": "dumpxxx"}, {"name": "Thu Huong", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, Dịch vụ ấn tượng", "review_content": "Ở 1 đêm cho chuyến đi công tác ngắn ngày, tôi hoàn toàn hài lòng với chất lượng phòng ở và dịch vụ của khách sạn Sảnh khách sạn rất ấn tượng và bắt mắt Nhân viên nhiệt tình Vì có chuyến bay về Hà Nội sớm, không kịp ăn sáng, các bạn lễ tân báo nhà hàng chuẩn bị phần ăn sáng take away, rất ngon và thực sự ấn tượng bởi sự chu đáo của các bạn Sẽ quay lại khách sạn này nếu tới Nha Trang", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Henry", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp", "review_content": "Khách sạn đẹp, đủ tiêu chuẩn 4 sao. Nhân viên thân thiện, dễ mến nhất là bạn Triều nhân viên lễ tân hướng dẫn cho chúng tôi tận tình chu đáo. Phòng rộng, sạch sẽ và có ban công nhìn được biển Nha Trang. Ăn sáng ngon và đầy đủ. Khách sạn ở trung tâm thành phố và gần biển rất thuận tiện. Tôi rất ấn tượng với hồ bơi và bar trên tầng thượng. Cảm ơn khách sạn đã cho gia đình tôi những ngày nghỉ tuyệt vời tại Nha Trang. ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Daisy Huynh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới đẹp và dịch vụ chuẩn 4 sao", "review_content": "Gia đình chúng tôi ở đây 2 đêm mọi thứ thật tuyệt vời mặc dù là khách sạn mới đi vào hoạt động. Nhân dịp khai trương khách sạn tôi may mắn được nâng cấp lên phòng Deluxe tầng 23 có ban công rộng thấy cảnh biển Nha Trang và trung tâm thành phố về đêm sôi động. Phòng ốc sạch sẽ và được dọn mỗi ngày, ăn sáng rất ngon, hồ bơi và bar tầng thượng. Dịch vụ tuyệt vời, nhân viên rất thân thiện sẵn sàng giúp đỡ tôi. Tôi sẽ quay lại vào dịp tới. ", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Khiêm Tom", "avatar": "", "review_rating": "5", "review_title": "Khách sạn 4⭐️ tuyệt vời nhất", "review_content": "Khách sạn này thì trên cả tuyệt vời từ dịch vụ cho đến nhân viên thì nhiệt tình và lịch sự. Ngoài ra đồ ăn thì rất ngon,view đẹp. Bởi vì thế mình luôn muốn được ở lại khách sạn. Ai đi Nha Trang thì hãy chọn nơi  này để làm nơi nghỉ dưỡng lí tưởng nhé", "reviewer_location": "Tỉnh Lâm Đồng, Việt Nam"}, {"name": "Hoàng Trí", "avatar": "", "review_rating": "5", "review_title": "Khách sạn 4 ⭐️ chất lượng 5 ⭐️", "review_content": "Art Nest Hotel đã làm mình thật sự bất ngờ và khác biệt hơn so với những nơi khác. Khách sạn thiết kế rất đẹp, đủ nhìn thấy sự cao cấp. Nhân viên lịch sự, nhiệt tình và dễ thương. Món ăn đa dạng, vị rất vừa, đây cũng là lý do mình tăng thêm 1kg. Có lẽ “điểm trừ” duy nhất là gối nệm êm quá mình muốn nằm mãi không muốn bước ra. ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "ThaoBach", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đạt tiêu chuẩn cao ", "review_content": "The Art Nest Hotel có nhiều dịch vụ tốt, view đẹp , đồ ăn ở khách sạn rất ngon . Nhân viên phục vụ thân thiện, lịch sự và nhiệt tình . Phòng sạch sẽ , thoáng mát , đạt tiêu chuẩn . Nếu có cơ hội quay lại Nha Trang, mình sẽ chọn khách sạn này . Các bạn nên đến và trải nghiệm . ", "reviewer_location": "dumpxxx"}, {"name": "Thu Ha", "avatar": "", "review_rating": "5", "review_title": "Đẳng cấp 4 sao quốc tế", "review_content": "Không gian lãng mạn, gần gũi, ấm cúng và sang trọng! Dịch vụ tốt, phòng đẹp.. thư giãn tuyệt đối! Mình sẽ tiếp tục quay lại đây! Rất lâu rồi mới có được sự hài lòng như vậy khi du lịch ở Nha Trang. Đẳng cấp khách sạn 4 sao quốc tế! ", "reviewer_location": "dumpxxx"}, {"name": "Cụ Rùa", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới rất đẹp", "review_content": "Một khách sạn đúng chuẩn 4 sao cao cấp. Phòng rộng có ban công lớn nhìn được toàn cảnh thành phố và biển Nha Trang. Nhân viên rất thân thiện. Nhà hàng sang trọng món ăn ngon. Hồ bơi tầng thượng nối với Sky Bar ấn tượng. Khách sạn ở trung tâm thành phố rất thuận tiện, cách biển 5 phút đi bộ. Tôi rất hài lòng khi nghỉ dưỡng ở đây. Chắc chắn sẽ quay lại lần sau. ", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Hoàng Yến", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sang trọng, đẳng cấp. ", "review_content": "Khách sạn The Art Nest Hotel có vị trí thuận lợi nằm ngày trung tâm thành phố, có tầm nhìn đẹp, nội thất sang trọng, nhân viên nhiệt tình, chất lượng phòng và giá phòng rất tốt, bữa ăn sáng đầy đủ. Đặc biệt toàn bộ phòng của khách sạn đều có ban công nhìn ra biển và thành phố. The Art Nest Hotel là một nơi đáng để ở khi đến thành phố Nha Trang. Chắc chắn rằng mình sẽ quay lại khách sạn và giới thiệu cho bạn bè biết đến The Art Nest", "reviewer_location": "dumpxxx"}, {"name": "Haaitech", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới - 4 sao chuẩn Quốc tế", "review_content": "Khách sạn nằm ngay vị trí trung tâm khu phố Tây. Phòng rộng rãi, có ban công nhìn ra biển và thành phố, trang thiết bị nội thất cao cấp. Khách sạn có đầy đủ dịch vụ, nhà hàng, hồ bơi, phòng họp, spa...Nhân viên vui vẻ, nhiệt tình.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Erika", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời tại trung tâm thành phố", "review_content": "Khách sạn nằm tại đường Hùng Vương ngay trung tâm thành phố, chỉ cần đi bộ chưa tới 5 phút đã tới bãi biển, quảng trường, chợ đêm, vincom,...Lobby khá ấn tượng với bộ đèn chùm và bức tường xanh mát sau lưng quầy lễ tân. Phòng thiết kế trang nhã, tất cả đều có ban công, mình ở Deluxe thì có thể nhìn thấy thành phố và biển. Art Nest sẽ là lựa chọn tuyệt vời nếu bạn muốn khám phá thành phố biển xinh đẹp này.", "reviewer_location": "dumpxxx"}, {"name": "Thảo Hồ", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Chúng tôi đã có những ngày nghỉ thật tuyệt ở khách sạn mới này. Vị trí khách sạn ngay trung tâm rất thuận lợi với nhiều nhà hàng, bar lân cận và cũng chỉ vài phút đi bộ là ra đến bãi biển. Tôi đã rất ấn tượng với viền sảnh của khách sạn được bài trí lộng lẫy với một bộ đèn chùm lớn. Một bức tường cây xanh lớn phía sau quầy lễ tân cho cảm giác thật mát mẻ khi làm thủ tục nhận phòng. Chúng tôi may mắn được miễn phí nâng hạng phòng từ Superior lên Deluxe trong thời gian khuyến mãi khai trương. Phòng ngủ khá rộng rãi thiết kế đơn giãn nhưng ấm cúng và hiện đại với ban công đứng nhìn được trung tâm thành phố và biển Nha Trang. Hồ bơi trên sân thượng nối với Pool Bar có thể ngắm được toàn cảnh thành phố. Nhân viên ở đây rất thân thiện và nhiệt tình hướng dẫn chúng tôi nhiều về thông", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "DanW12341", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời gần bãi biển", "review_content": "Tôi đã ở đó 6 đêm. Khách sạn mới đẹp hơn 1. 5 khối từ bãi biển. Giá cả tuyệt vời thông qua Agoda và sau đó tôi đã được nâng cấp thành một \"bộ\" với một phần của bãi biển. Có thể vì nơi này khá vắng khi tôi ở đó, chỉ có tôi và có thể 30 người khác. Rất nhiều cửa hàng góc, nhà hàng, quầy trái cây rất gần.  Bữa sáng tự chọn đã được lấp đầy và có rất nhiều loại thực phẩm bao gồm cả trạm trứng. Một số thực phẩm lặp đi lặp lại hàng ngày nhưng một số thay đổi cũng có. Đủ để bạn đi.  Chỉ có điều là thiếu khăn tắm biển được quảng cáo. Ký ở phía trước luôn chỉ ra rằng không có sẵn. Vì vậy, tôi chỉ phơi nắng ở bãi biển. Không phải là một vấn đề lớn.", "reviewer_location": "Ottawa, Canada"}, {"name": "ASEtraveller", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ khách hàng kém", "review_content": "Chúng tôi ở lại một vài đêm. Không có đồ uống chào mừng không có trái cây trong phòng trái với thông tin trong các trang web đặt phòng. Phòng đã thoải mái mặc dù không sạch sẽ lắm. Những sợi tóc nhỏ trên giường và phòng tắm và quản gia không dọn phòng đúng cách. Dầu gội và sữa tắm đều giống nhau. Bạn phải giữ đầu vòi hoa sen khi tắm. Chúng tôi đã đặt một phòng với tầm nhìn một phần biển và họ đã sắp xếp một phòng có tầm nhìn trên tường. Chúng tôi đã yêu cầu thay đổi nhưng lễ tân làm nhiệm vụ thậm chí không thể nói đúng và cuối cùng chúng tôi vẫn ở trong căn phòng đó. Không ồn ào và không rèm cửa tổng. Chúng tôi trả phòng vào buổi trưa và chúng tôi yêu cầu một nơi tắm vì chúng tôi có một chuyến bay đêm muộn và nhân viên tiếp tân bảo chúng tôi tắm bên hồ bơi, nơi đó là một nơi mở", "reviewer_location": "dumpxxx"}, {"name": "jantravels", "avatar": "", "review_rating": "1", "review_title": "Khách sạn khủng", "review_content": "Tôi đang viết bài đánh giá này trong khi tôi đang ngồi trong phòng ngay sau khi nhận phòng. Chúng tôi đã đặt một phòng đôi với tầm nhìn một phần biển nhưng đến lúc mất tinh thần thì không có cảnh biển nào cả và mặc dù tôi đã phàn nàn với lễ tân đã cho chúng tôi chính xác cùng một phòng chỉ ở một tầng cao hơn. Không chỉ thế, căn phòng này còn rất ồn ào từ quán karaoke bên cạnh! Chúng ta có thể nghe thấy một người phụ nữ 'thét chói tai' không thể chấp nhận được! Chúng tôi đặc biệt lưu ý trước khi đặt phòng rằng chúng tôi cần một phòng yên tĩnh và đây là một chuyến đi đặc biệt nhưng thật đáng thất vọng khi nhận loại dịch vụ và phòng này từ một khách sạn có đánh giá tuyệt vời trên các trang web đặt phòng. Đây là một sự lãng phí tiền bạc và nếu tôi là bạn, tôi sẽ đặt và ở tại một", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Ta H", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới và nhân viên chuyên nghiệp", "review_content": "Khi tôi đến khách sạn, nhân viên lễ tân nhanh chóng nhận phòng, tại nhà hàng, nhân viên luôn mỉm cười với anh dịch vụ chuyên nghiệp. Phòng tôi 1805 có view đẹp anh. Hy vọng sẽ quay lại sớm với gia đình tôi trong thời gian tới.", "reviewer_location": "dumpxxx"}, {"name": "Sang T", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Khách sạn 4 sao nhưng cảm giác như khách sạn 5 sao phòng dịch vụ tuyệt vời rất đẹp và rõ ràng Thiết kế hiện đại với hồ bơi trên cùng và phòng chờ. Nhân viên tại khách sạn art Nest rất thân thiện và luôn tươi cười, tôi muốn giới thiệu khách sạn này cho bất cứ ai.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "D. H", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới tuyệt vời.", "review_content": "Tất cả mọi thứ bên trong là thương hiệu mới. Phòng siêu sạch và trang trí trang nhã, ban công là tuyệt vời để có. Wifi nhanh, nhân viên siêu thân thiện và quầy bar trên tầng cao nhất có một trong những khung cảnh tốt nhất. Lần tới khi tôi ở Nha Trang, tôi sẽ trở lại tổ yến.", "reviewer_location": "Munich, Đức"}, {"name": "GreatCeasar", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới với thiết kế tuyệt vời", "review_content": "nằm ở trung tâm của Nha Trang. nó đến trước bởi thiết kế của nó. đặc biệt là Lobby với một thiết bị chiếu sáng đẹp.  Phòng đẹp, hồ bơi trong cơn thịnh nộ, quán bar trên sân thượng trông thật hoàn hảo sẽ quay lại đây sớm để trải nghiệm với Phòng và dịch vụ khác", "reviewer_location": "Bangkok, Thái Lan"}]}