{"content": [{"name": "Phúc P", "avatar": "", "review_rating": "4", "review_title": "Hài lòng", "review_content": "Khách sạn thoáng mát, trang trí lịch sự, cách trung tâm nên yên tĩnh,nhân viên phục vụ thân thiện nhiệt tình,rất hài lòng vêd các dịch vụ, view đẹp, gần các nhà hàng hải sản, giá cả hợp lý, nói chung là hoàn hảo.", "reviewer_location": "dumpxxx"}, {"name": "Thang N", "avatar": "", "review_rating": "5", "review_title": "Voted 5*", "review_content": "Thanks Ms Thuỳ Phòng Kinh doanh,  Mr Triều quản lý và Tri Giao Hotel đã setup 1 kỳ nghĩ tuyệt vời. Hotel view đẹp, dịch vụ tốt, khu yên tĩnh. Được hỗ trợ check-in sớm. Hài lòng về mọi thứ ở đây. Thanks!", "reviewer_location": "dumpxxx"}, {"name": "Rigel Hotel Nha Trang", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Đội ngũ Nhân viên nhiệt tình chu đáo,Khách sạn nằm trên trục đường biển nên hầu hết đều nhìn thấy view.  Phòng mình ở nhìn ra view biển cực đẹp, tuy xa trung tâm nhưng được cái yên tĩnh, thích hợp cho du lịch nghỉ dưỡng,", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "hoa p", "avatar": "", "review_rating": "5", "review_title": "khách sạn đẹp, phòng rộng rãi, view biển khá đẹp. Nhân viên thân thiện, đón tiếp nhiệt tình.", "review_content": "- khách sạn đẹp, phòng rộng rãi, view biển khá đẹp.  - Nhân viên thân thiện, đón tiếp nhiệt. - Gần các nhà hàng hải sản và các điểm tham quan. - khách sạn sát biển nên thuận tiện cho việc đi dạo ngắm biển & tắm biển.", "reviewer_location": "dumpxxx"}, {"name": "Thanh T", "avatar": "", "review_rating": "4", "review_title": "Tầm nhìn toàn thành phố từ Sky Bar", "review_content": "Biển xanh và đẹp nhìn từ trong phòng, về đêm không gian yên tĩnh. Có thể nhìn toàn cảnh thành phố từ trên sky bar.. phù hợp với kỳ nghỉ dưỡng của tôi và gia đình. Hi vọng lần sau có dịp nghỉ dưỡng ở Tri Giao lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "Lý Bảo Ngọc", "avatar": "", "review_rating": "5", "review_title": "Sẽ quay lại TRI GIAO khi có cơ hội du lịch Nha Trang lần nữa", "review_content": "Khách sạn nằm ở địa thế đẹp, một bên là biển, một bên là núi. Buổi sớm, mở của số là ngắm được bình minh. Phòng ốc sạch sẽ, thoáng đãng. Nhân viên khách sạn nhiệt tình, thân thiện. buffet sáng rất ngon, các món ăn phong phú. Tôi đã có một kì trăng mật hết sức ngọt ngào và thoải mái ở khách sạn này. Cảm ơn các bạn! Lần sau đến Nha Trang, nhất định sẽ tiếp tục chọn Tri Giao Hotel.", "reviewer_location": "dumpxxx"}, {"name": "Tamhuynh1411", "avatar": "", "review_rating": "5", "review_title": "KHÁCH SẠN ĐÁNG ĐỂ NGHỈ DƯỠNG", "review_content": "Lần đầu tiên tôi đến Nha Trang, tôi rất hài lòng. Khách sạn có tầm nhìn ra biển đẹp, thiết kế kính trong suốt nên có thể nhìn toàn bộ khung cảnh biển ngay từ trên giường, nhân viên chuyên nghiệp, chỉ 1 phút để đi ra biển.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Thanhgiang T", "avatar": "", "review_rating": "5", "review_title": "Ngắm Bình minh trên biển, đi xe đạp dọc con đường 1 bên là núi 1 bên là biển với khung cảnh nên thơ rất tuyệt vời.", "review_content": "Khách sạn ngay biển rất thích hợp để ngắm ánh Bình minh, có các thuyền đánh cá nhỏ khiến du khách giống như đang ở 1 làng chài, tạo cảm giác tuyệt vời cho kỳ nghỉ. Có thể đi xe đạp để vừa ngắm biển, ngắm núi và hít thở 1 không khí trong lành rất tuyệt. Phòng sạch sẽ, nhân viên thân thiện.", "reviewer_location": "dumpxxx"}, {"name": "Sheep_green", "avatar": "", "review_rating": "4", "review_title": "Nhân viên xuất sắc, vị trí khủng khiếp", "review_content": "Tôi muốn bắt đầu bằng cách nói rằng nếu nó không phải cho các nhân viên tuyệt vời tôi sẽ có một số điểm thấp hơn cho khách sạn này. Phòng của chúng tôi là đáng yêu và rộng rãi với các cửa sổ lớn, mặc dù phòng tắm đang cần một chút TLC. Các nhân viên đã nỗ lực rất lớn cho chúng tôi và trang trí phòng với cánh hoa hồng rất tốt bụng. Các nhân viên cũng rất tuyệt vời với việc giúp chúng tôi sắp xếp một chiếc xe riêng đến Đà Nẵng và taxi. Tuy nhiên, khách sạn rất xa trung tâm chính của Na Trang. Bãi biển đó là trong khoảng cách đi bộ là bẩn thỉu, và bạn cần phải có được một xe taxi để đến trung tâm chính và tất cả các nhà hàng. Vào đêm đầu tiên, chúng tôi ăn tại khách sạn vì chúng tôi rất mệt nhưng thức ăn ở mức trung bình là tốt nhất. Bữa sáng rất nghèo và hỗn loạn, nhiều đến mức", "reviewer_location": "Cardiff, Vương quốc Anh"}, {"name": "Jenny L", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lớn", "review_content": "Chúng tôi ở tại khách sạn Trí Giao trong thời gian dừng chân tại Nha Trang. Khách sạn rất hiếu khách và quan điểm là vô tận. Chúng tôi yêu phòng của chúng tôi. Đó là rộng rãi, tươi sáng, và cung cấp một cái nhìn tuyệt đẹp của bờ biển. Nó thật đẹp và chúng tôi hoàn toàn kinh ngạc.  Khi chúng tôi đến, người quản lý khách sạn, Ann, đề nghị chúng tôi nâng cấp lên một căn phòng rất sang trọng và người quản lý thực phẩm / đồ uống đã tổ chức chúng tôi ở tầng trên cùng của khách sạn để ăn sáng vào ngày cuối cùng của chúng tôi. Các nhân viên rất tử tế và hiếu khách, họ thực sự đã vượt lên trên - và - vượt ra ngoài để làm cho chúng ta cảm thấy thoải mái.  Cảm ơn mọi người đã chào đón nồng nhiệt! Jenny và Dave", "reviewer_location": "dumpxxx"}], "hotel": {"location": "235 Duong Hien Quyen, Nha Trang Việt Nam", "name": "Tri Giao Hotel", "geo_data": {"latitude": 12.290398597717285, "longitude": 109.20626831054688}, "room_number": "107"}}