{"content": [{"name": "Meander34916871294", "avatar": "", "review_rating": "5", "review_title": "Nghỉ dưỡng", "review_content": "Nơi ở rất thoải mái sang trọng và sạch sẽ Nhân viên nhiệt tình với khách hàng và đồ ăn rất đa dạng và ngon khu vui chơi rất đa dạng trò chơi và tất cả trò chơi đều thú vị và đặc biệt đảm bảo được độ an toàn", "reviewer_location": "dumpxxx"}, {"name": "Mega View Homestay", "avatar": "", "review_rating": "5", "review_title": "Excellent trip at Sunrise Nha Trang ", "review_content": "Vượt qua sự mong đợi với trải nghiệm tại Sunrise Nha Trang. Cảm ơn Ms Tâm - Sale, Ms Hồng-  Receptionist và toàn bộ nhân viên tại resort đã mang lại 1 chuyến Nha Trang không thể Tuyệt vời hơn. Highly recommended for everyone come to Sapa, book and staying with this resort. ", "reviewer_location": "Sapa, Việt Nam"}, {"name": "trang", "avatar": "", "review_rating": "1", "review_title": "You should not stay at this hotel.", "review_content": "trưởng lễ tân ca đêm ngày 31/5/2022 rất tệ, chữi nhau ầm ĩ với 1 khách tây ở sảnh rất lâu, giải quyết vấn đề kém khi bạn khách đó chỉ xin đưa bạn gái lên lấy đồ 5 phút nhưng muốn ép ngta lấy thêm phòng, sau đó đứng đó cãi tay đôi cỡ nữa tiếng với khách. thực sự quá tệ,  The head of the hotel reception department at night here is very bad. You should not come here.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Wu C", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời ở Nha Trang", "review_content": "Mình đã ở khá nhiều khách sạn ở Nha Trang, tử 4* đến 5* nhưng có lẽ lần này thấy hài lòng nhất. Ở liền 3 đêm dịp tết, phòng được bố trí cao, view ra biển và hồ bơi. Phòng theo yêu cầu ghép 2 twin làm 1, nhân viên rất thân thiện, nhiệt tình, đặc biệt các bạn bảo vệ - sắp xếp chỗ để xe ô tô. - Phòng rộng rãi, view đẹp, decor kiểu cổ điển nên rất đẹp - Bể bơi to, sạch sẽ, nhân viên trực bể bơi rất ân cần và chuyên nghiệp. - Ăn sáng đa dạng, buổi sáng đầu tiên khá đông do khách các tỉnh kéo về nên cũng thông cảm được.  Lần sau được giá tốt như lần này, nhất định sẽ book lại khách sạn,  Wu Clare", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "meomeo123@", "avatar": "", "review_rating": "4", "review_title": "2021 ❤️", "review_content": "Phòng đẹp dịch vụ ok, các bạn nhân viên lễ tân hỗ trợ thủ tục check in nhanh gọn và nhiệt tình. Đồ ăn đa dạng, phòng luôn được dọn sạch sẽ. Cảm ơn tất cả các bạn, hẹn một ngày gần nhất quay lại nơi đây", "reviewer_location": "dumpxxx"}, {"name": "Duonghongquang", "avatar": "", "review_rating": "4", "review_title": "Trải Nghiệm", "review_content": "Xô bồ quá, bãi biển chưa được sạch sẽ lắm, ăn sáng chưa phong phú,  phong nghỉ còn có mùi sơn, hình như mới được sơn xong nên tôi vào phòng mùi còn nồng lắm, gây khó chịu & ngạt thở Các bạn lễ tân niềm nở, chào đón khách ok, riêng phục vụ hơi chậm, tôi gọi món mà đợi rất lâu mới đem ra.", "reviewer_location": "dumpxxx"}, {"name": "Le Duy Nguyen", "avatar": "", "review_rating": "5", "review_title": "Tôi đã ở đây", "review_content": "Khách sạn tuyệt vời nhất khi tôi đến thành phố nha trang ! giá cả cung không phải quá cao khi nào tôi quay lại chắc chắn sẽ ở đây ! nhân viên ở đây phục vụ khá tận tình và chu đáo thức ăn ok không có vấn đề gì", "reviewer_location": "dumpxxx"}, {"name": "Khách 2 đêm", "avatar": "", "review_rating": "1", "review_title": "Không xứng đáng với tiêu chuẩn 5 sao", "review_content": "Lần đầu tiên ở khách sạn, lại đặt 4 phòng để khách ở (Deluxe Ocean View King), nhưng đánh giá dịch vụ tệ, không xứng tiêu chuẩn 5*. Chỉ có mỗi phòng rộng, hướng biển thế là xong, còn lại không có gì cả. - Buổi tối đi chơi về, bạn chở về bằng xe máy chay vô. Đón nhận được từ bảo vệ đúng 2 chữ không có đầu đuôi \"ê, ê...\". Rất bực mình nhưng định lơ thì bảo vệ nói chuyện với thái độ láo toét ngông ngênh, chắc người ta khinh người đi xe máy và không nghĩ mình đi xe máy không ở tại đây. Xin lỗi nếu tôi không nhìn thấy (hoặc không có) cái biển cấm xe máy, nhưng dù có cấm thì hãy có thái độ lịch sự, hướng dẫn đúg với chuẩn 5 sao. - Còn dịch vụ phục vụ khác cũng không hơn gì, rất bình thường, không thấy được gì là tinh thần lấy phục vụ làm hài lòng.  Nếu khách sạn muốn đảm bảo đẳng cấp", "reviewer_location": "dumpxxx"}, {"name": "Lamtua", "avatar": "", "review_rating": "5", "review_title": "Excellent Sunrise hotel in Nha Trang", "review_content": "Excellent Sunrise hotel with exceptional services. Great location right on Tran Phu street allows you easy access to any point in Nha Trang. Everyone at the hotel goes out of their way to help you with any question or request. Amazing breakfast buffet that has different foods everyday. Beautiful room with beautiful view if you reserve an ocean-view room. If you are going to Nha Trang, you owe it to yourself to book at Sunrise.  Chúng tôi là một nhóm 4 người lớn tuổi đã khá nhiều năm mới quay trở lại Nha Trang. Từ giây phút đầu tiên đến Sunrise chúng tôi được đón tiếp nhiệt tình bởi các nhân viên lễ tân. Cô Nguyên và cô Như giúp làm thủ tục nhanh chóng và đưa cả 4 người lên phòng. Vì có sự cố với một phòng, các cô đã tận tình giúp đổi cho một phòng tốt hơn.Các phòng đều đẹp, sạch", "reviewer_location": "Sammamish, Washington"}, {"name": "Thuonghoang", "avatar": "", "review_rating": "4", "review_title": "Du lịch", "review_content": "Nhà hàng rất sạch sẽ,thực phẩm tươi ngon, món ăn được bày đẹp mắt. Không gian bày trí rất là bắt mắt dễ nhìn. Nhân viên phục vụ rất chu đáo và cực kì dễ gần. Thanh toán nhanh gọn và chính xác. Địa điểm dễ tìm.", "reviewer_location": "dumpxxx"}, {"name": "apanda_tours", "avatar": "", "review_rating": "5", "review_title": "Tham quan làng quê Nha Trang xưa.", "review_content": "Chúng tôi ấn tượng với cảnh làng quê, cánh đồng lúa, trâu bò cày trên ruộng...đặt biệt những làng nghề  truyền thống vẫn còn hoạt động.Chuyến đi thực sự để lại nhiều ấn tượng đẹp cho những du khách Úc Châu như là chúng tôi& lần đầu ghé thăm thành phố Nha Trang, Vietnam.Thank you for your tour. Apanda Tours.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Trường Q", "avatar": "", "review_rating": "5", "review_title": "Một chuyến đi vui vẻ", "review_content": "Ngay ngày đầu tiên tôi đã cảm thấy sự thân thiện gần gũi của nhân viên với khách hàng ! chị Uyên ,Hà và các chị khác đêu rất thân thiện đáng yêu! phòng đôi hướng biển dẹp trang trí rất tinh tế! tôi thích phòng tắm nhất vì nó giúp tôi thư giãn thật sự! Bạn muốn có 1 kì nghĩ thoải mái và vui vẻ thì hãy đến đây  Từ : Leon đến từ Nhật Bản", "reviewer_location": "dumpxxx"}, {"name": "JamesJunio", "avatar": "", "review_rating": "5", "review_title": "Tuần Trăng Mật", "review_content": "Hotel làm phòng cho đôi trẻ thật đẹp và lãng mạn, dù phòng đã kín nhưng vẫn cố gắng xoay cho đôi trẻ đổi thành phòng VIP hơn. Dịch vụ tốt, giá cũng ok, đồ ăn nhìn bắt mắt. Thậm chí buffet đồ biển rất nhiều sự lựa chọn. Chỉ có dịch vụ giặt ủi thì giá tiền hơi bị \"khiêm tốn\" :-))", "reviewer_location": "Tỉnh Thừa Thiên - Huế, Việt Nam"}, {"name": "Cường L", "avatar": "", "review_rating": "4", "review_title": "Ăn sáng ngon, giá hợp lý", "review_content": "Khách sạn này phải đi qua đường mới tắm biển được, thực đơn sáng phong phú, view từ tầng 10 nhìn ra ngắm biển đẹp, ngoài ban công có bồn tắm sục nằm tắm và ngắm biển rất thú vị. Nhà hàng của khách sạn bình thường. Spa hơi đắt.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nelson7777", "avatar": "", "review_rating": "5", "review_title": "Một khách sạn tuyệt vời", "review_content": "Tôi yêu nơi này. Quang cảnh đẹp, vừa tiền, nhân viên thân thiện và tốt bụng. Cơ sở vật chất và bữa sáng đều rất ổn.  Bãi biển riêng là một điểm nhấn hay, và nơi này cũng gần với tất cả những điểm tham quan chính.  Chắc chắn sẽ khuyên bạn chọn nơi này.", "reviewer_location": "Johannesburg, Nam Phi"}, {"name": "Ross3357", "avatar": "", "review_rating": "4", "review_title": "Khách sạn bên bờ biển đẹp", "review_content": "Nằm ở rìa của dải chính, nó cách xa sự hối hả và nhộn nhịp của khách du lịch. . . tuy nhiên nó nằm ngay trên một con đường đông đúc và có tiếng ồn giao thông khá liên tục.  Chúng tôi đã nâng cấp lên phòng Deluxe Ocean, mà chúng tôi cảm thấy là bước đi đúng đắn. Phòng có kích thước tốt với ghế sofa 2 người, giường Kingsize, tủ quần áo lớn và phòng tắm riêng. Quán bar nhỏ và các tiện nghi pha trà / cà phê thông thường.  Cũng như một số đánh giá khác có điểm tốt và xấu.  Tốt; Nhân viên thực sự thân thiện và luôn sẵn sàng hỗ trợ. Khách sạn, hồ bơi và phòng được giữ sạch sẽ. Giường rất thoải mái và tốt nhất chúng tôi ngủ trong chuyến đi của chúng tôi. Lựa chọn tốt các món ăn quốc tế được cung cấp cho & được hoặc mua cho bữa trưa / bữa tối, v.v. (Hãy thử món bít tết cho bữa ăn tối -", "reviewer_location": "Littlehampton, Vương quốc Anh"}, {"name": "Milan011", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tốt", "review_content": "Tôi có một số cảm xúc lẫn lộn với khách sạn này. Nhưng nói chung - họ chủ yếu là về mặt tốt! Hãy bắt đầu với những người: Nhân viên là hữu ích mà luôn luôn tốt đẹp. Họ đã cố gắng hết sức để làm cho chúng tôi thoải mái. Ngay cả trước khi đi du lịch ở đó, họ rất hữu ích với việc sắp xếp limo khách sạn từ sân bay. Người lái xe lịch sự và xe không tì vết. Rất khuyến khích điều này trên xe buýt từ sân bay. Phòng của chúng tôi ở trên tầng 8 nhìn ra biển. Điều đó thật tuyệt, mặc dù tiếng ồn trên đường phố hầu như suốt 24 giờ. Chúng tôi đã nhận được đồ uống chào mừng cho quán bar trên mái nhà (mà trong đầu tôi có nghĩa là bia hoặc một cái gì đó) nhưng đó chỉ là một loại trà. Thở dài. . .  Bữa sáng tự chọn được dự trữ tốt với tất cả các loại thực phẩm và trái cây và đồ uống lục địa và", "reviewer_location": "Kuala Lumpur, Malaysia"}, {"name": "Splash135", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời bên ngoài khu du lịch", "review_content": "Chúng tôi thực sự rất thích thời gian của chúng tôi tại Sunrise Nha Trang. Đó là một chút bên ngoài của khu du lịch MAIN (có thể là 20 phút đi bộ) phù hợp với chúng tôi tốt. Nó đẹp hơn khi tránh xa tất cả các cửa hàng du lịch tiệc tùng và bận rộn điên rồ. Bãi biển đối diện khách sạn thường yên tĩnh hơn một chút và chỉ mất 30 phút đi bộ đến Tháp Chàm Po Nagar (nếu chúng tôi ở gần khu vực du lịch, chúng tôi sẽ phải đi taxi). Tất cả các nhân viên đều rất hữu ích và không có gì là quá rắc rối. Mức độ dịch vụ cao mà chúng tôi nhận được là những gì thực sự làm cho kỳ nghỉ của chúng tôi rất tuyệt vời.  Bản thân khách sạn rất LỚN và rất nhiều khu vực cảm thấy hơi trống trải. Nó có cảm giác giống như đã qua \"thời hoàng kim\" của nó bởi vì nó hơi yên tĩnh, nhưng điều đó không làm cho nó", "reviewer_location": "Christchurch, New Zealand"}, {"name": "PeteDeb45", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời và nhân viên tuyệt vời", "review_content": "Chúng tôi đã dành 6 đêm tại khách sạn xinh xắn này vào đầu tháng này. Tất cả mọi thứ về khách sạn này là tuyệt vời. . . . phòng, xem, hồ bơi, vị trí, quán bar và nhà hàng. Tuy nhiên, tốt nhất là nhân viên, mỗi nhân viên đã làm mọi thứ có thể để đảm bảo rằng chúng tôi có một kỳ nghỉ tuyệt vời. Vị trí rất tuyệt, dễ dàng đi bộ đến gần như mọi thứ, trong khi không phải ở ngay trung tâm thị trấn, vì vậy không có tiếng ồn vào buổi tối đảm bảo một giấc ngủ tuyệt vời. Tôi chắc chắn sẽ đề nghị & chúng tôi sẽ ở lại đây một lần nữa trong tương lai.", "reviewer_location": "Vùng Auckland, New Zealand"}, {"name": "Lynne J", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ năm sao", "review_content": "Các nhân viên tại Sunrise rất thoải mái và lịch sự. Họ không thể làm đủ để đảm bảo bạn có một kỳ nghỉ thoải mái. Vị trí này là tuyệt vời ở chỗ bạn có thể đi bộ đến nhà hàng, quán bar và tất nhiên, bãi biển. Chúng tôi đã được nâng cấp lên một phòng nhìn ra biển rất đáng yêu với mái hiên và cảnh quan tuyệt đẹp. Căn phòng rất rộng, và phòng riêng rộng và có bồn tắm spa sang trọng. Mặc dù một ngày hẹn hò, nó đã vô cùng thoải mái. Các bữa ăn sáng là tuyệt vời, phục vụ cho cả ẩm thực phương Tây và địa phương. Không thể đề nghị đủ cao.", "reviewer_location": "Melbourne, Úc"}, {"name": "Kerrie A", "avatar": "", "review_rating": "5", "review_title": "BÌNH MINH", "review_content": "Chỉ cần ở tại khu nghỉ mát này trong 3 đêm. Chúng tôi đã có phòng đôi nhìn ra biển sang trọng, đó là một mức giá hợp lý. Phòng đáng yêu, giường lớn để trải ra. Nhân viên thân thiện, nói tiếng Anh tốt. Cũng là người đàn ông ở hồ bơi rất trung thực, điều đó đã khiến chúng tôi hơi quá tải, nhưng đã trả lại tiền cho chúng tôi, khi anh ấy nhận ra. Bữa sáng tuyệt vời, do đó có thêm kg, mà chúng tôi đã đạt được. Đi bộ ngắn đến khu vực địa phương, cho thực phẩm và đồ uống khác. Muốn giới thiệu ở đây cho khách du lịch Úc. Ps bạn có thấy mặt trời mọc, từ phòng.", "reviewer_location": "Melbourne, Úc"}, {"name": "heatherlamar", "avatar": "", "review_rating": "5", "review_title": "Khách sạn kiểu cũ tuyệt vời với sự quyến rũ và dịch vụ hạng nhất", "review_content": "Đây là khách sạn duy nhất ở Nha Trang đẹp. Nó nằm ngay trên bãi biển, dễ dàng đi bộ đến nhiều nơi, nhưng trong một phần yên tĩnh hơn so với các khách sạn ngay trung tâm của hành động, khiến nó yên tĩnh hơn một chút. Phòng của chúng tôi là tuyệt đẹp, với một cái nhìn tuyệt vời. Dịch vụ này là hàng đầu - một nhân viên thực sự tuyệt vời. Hồ bơi rất tuyệt, lấp lánh sạch sẽ nhưng không có mùi clo nồng nặc, và spa tại chỗ cũng rất đáng yêu. Rất khuyến khích.", "reviewer_location": "Chestertown, Maryland"}, {"name": "Victoria L", "avatar": "", "review_rating": "5", "review_title": "Victoria", "review_content": "Wow chúng tôi đã hư hỏng trong khách sạn này! Với một mức giá nhỏ hơn, chúng tôi đã nâng cấp lên một bộ với phòng lớn nhất từ trước đến nay và tầm nhìn đẹp nhất và bồn tắm bể sục trên sân thượng! Đồ uống miễn phí và cà phê buổi chiều và bánh!", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Nanda", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc", "review_content": "Tất cả mọi thứ là tại chỗ từ khi đến để rời đi. Tầm nhìn đẹp từ ban công, phòng rất đẹp và gọn gàng, rộng rãi, giường thoải mái và nhà vệ sinh đẹp mà bạn muốn tắm hoặc tắm cả hai đều tuyệt vời. Nhân viên cá nhân rất hữu ích, người phụ nữ ở Spa mà tôi quên tên nhưng tôi nhớ cô ấy 36 tuổi và có 2 con 10 tuổi. Cô ấy đã làm móng chân, mặt và tóc của tôi và tất cả đều tuyệt vời. Thức ăn cũng rất tuyệt và họ có giường tắm nắng riêng trên bãi biển, bạn có thể dành hàng giờ nếu thời tiết ổn. :) sẽ không thất vọng!", "reviewer_location": "Ireland"}, {"name": "Carl P", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời tìm thấy và rất vui vì chúng tôi đã làm", "review_content": "Tôi và vợ tôi đã ở đây một tuần và thấy không có vấn đề gì cả, chúng tôi ở đây cho lễ kỷ niệm lần thứ 25 của chúng tôi và lần đầu tiên mà không có hai đứa con trai của chúng tôi. . TẤT CẢ nhân viên tuyệt vời và thực sự quan tâm đến bạn khi ở trong đất nước tuyệt vời, chúng tôi đã đi du lịch rộng rãi và ở lại nhiều khách sạn nhưng đây là một trong những người thân thiện nhất, tất cả mọi người trong đội ngũ nhân viên phòng sạch, hồ bơi, bồi bàn / phục vụ bàn và Chúng tôi cảm ơn tất cả vì đã làm cho tuần đầu tiên của chúng tôi vui vẻ, chúng tôi vẫn còn một tuần nữa ở đây và không mong đợi bất cứ điều gì thay đổi, chúng tôi có tầm nhìn ra biển / hồ bơi từ phòng 604 mà chúng tôi rất vui và dọn dẹp không ngừng mỗi ngày. Khách sạn này nằm trong khu vực yên tĩnh hơn của thị trấn nhưng", "reviewer_location": "Wrexham, Vương quốc Anh"}, {"name": "kelvin12017", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt nhất Nha Trang", "review_content": "Chúng tôi đã có một đêm nghỉ đêm tại Nha Trang giữa Thành phố Hồ Chí Minh và Hà Nội. Nói chung Nha Trang là một thành phố thân thiện hơn thành phố Hồ Chí Minh. Khi đến, chúng tôi đã có một thức uống chào đón, các nhân viên thân thiện đã đi ra khỏi đó theo cách để đáp ứng yêu cầu của chúng tôi. Họ hiểu tiếng Anh tốt. Phòng của chúng tôi là tốt trong mọi cách. Đẹp phòng tắm sạch sẽ, nhìn đẹp, giường lớn và thoải mái. Hồ bơi nổi bật - tốt như các bức ảnh. Khi bạn đến hồ bơi, nhân viên hồ bơi nhanh chóng thiết lập một vài phòng chờ với khăn tắm. Cocktail và bia được phục vụ sau khi ngâm mình. Hai cho giá của một thức uống có sẵn tại một trong ba quán bar từ 3: 00 pm đến 7: 30 pm. Người khuân vác đã tổ chức taxi nếu cần thiết và thậm chí còn có một người giúp bạn băng qua con đường", "reviewer_location": "Sydney, Úc"}, {"name": "Momo_yeu_sunny", "avatar": "", "review_rating": "5", "review_title": "Nhân vật khách sạn với nhân viên nghiêm túc đẹp", "review_content": "Bắt đầu với việc xem các cột trụ Romanesque được thiết kế theo phong cách cổ điển nổi bật trong số tất cả các tòa nhà chọc trời hiện đại và tiếp theo là một trong những khách sạn ấm áp và chân thành nhất mà tôi đã thấy trong một khách sạn, chúng tôi ngưỡng mộ Sunrise từ giây phút đầu tiên cho đến khi tạm biệt chúng tôi bảy ngày sau đó. Các quan điểm từ các phòng hướng ra biển là một trong những NT tốt nhất đã cung cấp với hồ bơi đẹp ngay dưới đây là tốt.  Mặc dù tôi có thể vui vẻ nói nhiều điều về cơ sở vật chất, nhưng đó là nhân viên khiến kỳ nghỉ của chúng tôi trở nên đặc biệt. Chính hãng, luôn luôn hữu ích và thực sự từ bi với nhu cầu của khách hàng của họ. Tôi vui vẻ mang gia đình đến Sunrise bất cứ khi nào chúng tôi ở Nha Trang.", "reviewer_location": "Adelaide, Úc"}, {"name": "thetraveller99", "avatar": "", "review_rating": "5", "review_title": "Tốt hơn là ở trong một khu nghỉ mát", "review_content": "Đây là một khách sạn sang trọng, nhưng không quá đắt. Chúng tôi ở lại 2 đêm nhưng muốn có nhiều thời gian hơn để thư giãn và hấp thụ atmoshphere. Chúng tôi đã có một phòng nâng cấp, đó là tốt đẹp và bất ngờ - và trong đó bao gồm đồ uống vào buổi tối. Các hồ bơi là tuyệt vời, như là thanh trên tầng 10. Đề nghị nơi này, ngay trên bãi biển.", "reviewer_location": "Vùng Auckland, New Zealand"}, {"name": "Ian B", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời ngay bên bờ biển xinh đẹp", "review_content": "Chúng tôi đã gặp phải một vấn đề nhỏ với việc đặt chỗ của chúng tôi nhanh chóng và chuyên nghiệp của cô Nhiên, một nhân viên rất tận tụy và chắc chắn làm cho kỳ nghỉ của bạn thoải mái hơn. Các phòng được thoải mái và khách sạn được sạch sẽ và quản lý tốt. các bữa ăn sáng buffet là rộng rãi trong phạm vi và cũng trình bày với các nhân viên rất chu đáo. Việc tiếp cận bãi biển là dễ dàng và chăm sóc tốt. Tôi sẽ khuyên mọi người đến thăm Nha Trang để ở lại đây.", "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"}, {"name": "Mary A", "avatar": "", "review_rating": "5", "review_title": "Khách sạn yêu thích của tôi", "review_content": "Khách sạn tốt nhất tôi đã ở lại trong xa. Các nhân viên rất thân thiện và đã đi trên và xa hơn cho gia đình tôi và tôi để đảm bảo kỳ nghỉ của chúng tôi là thư giãn nhất có thể. Các phòng đều sạch sẽ và rộng rãi và tầm nhìn từ ban công chỉ là ngoạn mục. Tôi definatley khuyên bạn nên ở tại Sunrise.", "reviewer_location": "dumpxxx"}]}