{"content": [{"name": "Don N", "avatar": "", "review_rating": "1", "review_title": "Tiệc cưới tổ chức ngày 3/9/2022", "review_content": "Dịch vụ tiệc cưới kém về khâu tổ chức, dịch vụ thiếu chuyên nghiệp, chất lượng món ăn tệ. - Tổ chức kém, thiếu chuyên nghiệp của bộ phận điều hành: quản lý nhà hàng, sale manager, - Món ăn tệ mặc dù đã test món trước đấy vài hôm và yêu cầu điều chỉnh cho phù hợp nhưng cũng không có cải thiện. - Sale manager giao tiếp với khách hàng kém chuyên nghiệp. Note: tiệc cưới tổ chức tối ngày 3/9/2022.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Trâm", "avatar": "", "review_rating": "5", "review_title": "Đánh giá", "review_content": "chúng tôi đã đến nghĩ dưỡng tại Hòn Tằm Merperle đầu tháng 3,  chúng tôi rất yêu thích các cảnh quan và kiến trúc nơi đây,  mọi thứ rất xanh,  trong lành và yên tĩnh,  đặc biệt là thái độ nhân viên ở đây rất lịch sự chu đáo từ khâu welcome cho tới lúc nhận phòng. chúng tôi rất ấn tượng với phong cách phục vụ nơi đây, đặc biệt là bạn lễ tân Quang Tuấn rất nhanh nhẹn ,chu đáo ,nhiệt tình đã thu xếp cho chúng tôi có 1 kì nghĩ dưỡng trọn vẹn. Chúng tôi đã có 1 kì nghĩ dưỡng cực kì hài lòng với đồ ăn ngon giá cả hợp lí ,  free buffe sáng và village hồ bơi private phong cảnh tuyệt vời.  Rất cảm ơn Hòn Tằm Merperle resort .", "reviewer_location": "dumpxxx"}, {"name": "Kennie", "avatar": "", "review_rating": "5", "review_title": "KỲ NGHỈ TRỌN VẸN TẠI KHÁCH SẠN TUYỆT VỜI", "review_content": "- Tuy hơi xa trung tâm nhưng tôi rất hài lòng về cách chăm sóc khách hàng của các bạn nơi đây.  - Lễ tân vui vẻ, các bạn xách hành lý thì rất nhiệt tình và thân thiện. - Ăn sáng nơi đây đa dạng món và rất hợp khẩu vị.  - Cảm ơn tất cả các bạn King Town Grand đã cho gia đình chúng tôi một kỳ nghỉ tuyệt vời tại thành phố biển Nha Trang", "reviewer_location": "dumpxxx"}, {"name": "Quỳnh Trang", "avatar": "", "review_rating": "5", "review_title": "Rất ấn tượng", "review_content": "Khuyên các cặp mới cưới nên chọn khách sạn này để đi hưởng trăng mật, đẹp, yên tĩnh và rất lãng mạn. Phòng tân hôn của vợ chồng mình được trang trí rất đẹp, thực sự quá bất ngờ vì sự chu đáo của khách sạn. Cứ muốn ở lại mãi không muốn về :((", "reviewer_location": "Đà Lạt, Việt Nam"}, {"name": "Phong Trang", "avatar": "", "review_rating": "5", "review_title": "Những ngày thật tuyệt vời tại Nha Trang", "review_content": "Vì muốn tìm 1 không gian thoáng đãng và yên tĩnh nên mình chọn King Town grand, và thật may mắn là những gì mình được trải nghiệm khá giống với những gì khách sạn đã quảng cáo. Khách sạn khá mới, nội thất đẹp, wc rộng rất ok. Hồ bơi và nhà hàng view thẳng ra biển. Trong những ngày ở đây mình thuê xe máy để tự túc đi lại nên tiết kiệm được 1 khoản kha khá chứ nếu di chuyển bằng taxi thì tốn lắm đấy.", "reviewer_location": "dumpxxx"}, {"name": "HÀ HOÀNG AN", "avatar": "", "review_rating": "3", "review_title": "Nhà hàng tiệc cưới rất dở", "review_content": "NH nằm trong KS King Town Grand khu Pham Van Dong cách trubg tâm hơn 6km, nếu ko nhìn kỹ sẽ hơi khó tìm thấy được, mình ko ở trong KS, chỉ đi tham dự Tiệc cưới ở đây. Sảnh thoáng, đẹp, ko cột kèo, decord vừa phải. Nhân viên phục vụ thân thiện, nhiệt tình, nhưng món ăn thì quá tệ, định lượng ít, hải sản ko tươi, nêm nếm nhạt nhẽo. Khách ăn chê rất nhiều", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Huyen V", "avatar": "", "review_rating": "5", "review_title": "PHÒNG ĐẸP - VIEW ĐẸP - DỊCH VỤ TỐT", "review_content": "Do KS trước đó đặt hủy phòng của mình nên chỉ tình cờ mình đến King Town Grand. Cảm giác đầu tiên là bạn lễ tân rất nhiệt tình hướng dẫn về thủ tục nhận phòng (rất may khi mình đến thì chỉ còn đúng một phòng trống duy nhất). Mình ở đây 3 đêm, và phòng mình là view biển nên cảm giác cực kì thích nhất là về đêm. Ai không thích cảm giác ồn ào, thích nghe tiếng sóng biển như mình thì King Town sẽ phù hợp với bạn. Về chất lượng phòng thì không có gì để phàn nàn, KS 4 sao, sạch, đẹp, một phần mình nghĩ là do KS còn mới.  Chỉ có 3 đêm, thật vẫn còn chưa muốn về. Nhất định lần sau sẽ ghé lại. mình rất hài lòng với phòng ốc cũng như cách phục vụ của các bạn nhân viên ở đây.", "reviewer_location": "dumpxxx"}, {"name": "Huỳnh V", "avatar": "", "review_rating": "5", "review_title": "Khách sạn 4 sao lý tưởng tại Nha Trang", "review_content": "Khách sạn tọa lạc trên đường Phạm Văn Đồng TP Nha Trang. Không quá tấp nập và nhộn nhịp như tuyến đường trung tâm Trần Phú, nên rất thích hợp cho những cặp đôi cần sự lãng mạn hay những gia đình thích yên tĩnh và thoải mái.  Tiện nghi khách sạn đẹp và sang trọng. Sãnh đón khách rộng rãi, thiết kế rất đẹp mắt, tạo cảm giác rất thoải mái cho du khách khi đến khách sạn, đặc biệt các gia đình có con nhỏ như mình, rất cần có không gian cho các bé vui chơi. Lối đi dẫn vào từng phòng được lót thảm và trang trí đèn vàng, tạo không gian ấm cúng và sang trọng.  Phòng mình ở trên tầng 17, có ban công và view nhìn thẳng ra biển rất tuyệt vời! Ai mà thích ngắm biển, chắc hẳn rất thích khu vực này. Phòng rộng và tiện nghi được trang bị đầy đủ, tạo sự thoải mái cho khách khi lưu trú tại khách", "reviewer_location": "dumpxxx"}, {"name": "Onggia", "avatar": "", "review_rating": "5", "review_title": "Cái nhìn tuyệt vời", "review_content": "Đây là một khách sạn mới với tầm nhìn tuyệt vời, không có gì che khuất tầm nhìn ra bãi biển. Mọi thứ đều ổn, phòng rộng, buffet ngon. . . . Tôi rất hài lòng. tôi sẽ quay lại lần sau cảm ơn vì đã ở lại", "reviewer_location": "dumpxxx"}, {"name": "uyen uyen", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đẹp", "review_content": "Nó không nằm ở trung tâm thành phố Nha Trang. Chỉ cần mở cửa sổ và bạn có thể nhìn thấy bãi biển xinh đẹp với cát trắng, thật yên bình và tôi yêu rất nhiều. Nice hồ bơi ngoài trời với tầm nhìn tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "Quynh D", "avatar": "", "review_rating": "4", "review_title": "Dịch vụ tốt", "review_content": "Tôi đã có năm ngoái. Căn phòng khá tốt. Đồ nội thất là tất cả mới, phẩm chất tốt và nhìn đẹp. Tôi rất thích hồ bơi nhiều. Rất sạch sẽ và chế độ xem thật tuyệt vời. Chỉ có một điều là khách sạn là khá xa trung tâm, bạn có thể sử dụng taxi hoặc xe tay ga. Để thư giãn, khách sạn này là lựa chọn tốt", "reviewer_location": "Việt Nam"}], "hotel": {"location": "5-6 Phạm Văn Đồng Phường Vĩnh Hòa, Nha Trang 650000 Việt Nam", "name": "King Town Grand Hotel & Wedding Center", "geo_data": {"latitude": 12.283964157104492, "longitude": 109.20356750488281}, "room_number": "201"}}