{"content": [{"name": "Yenni Qu", "avatar": "", "review_rating": "5", "review_title": "Lovely hotel. Giá tốt, nhân viên nhiệt tình.", "review_content": "Mình ở Senkotel 3 ngày đúng dịp ks khuyến mãi check in sớm. Mình được nhận phòng lúc 7h sáng sau 1 đêm không ngủ được trên tàu. Giường nệm quả thực rất dễ chịu . Phòng ở sạch sẽ, nhân viên dễ mến, Không khí ks ấm áp như gia đình. Các bạn lễ tân hỗ trợ nhiệt tình tư vấn các điểm ăn uống đi chơi. Cảm ơn Senkotel, nhất định sẽ quay lại", "reviewer_location": "dumpxxx"}, {"name": "LTALTALTA", "avatar": "", "review_rating": "5", "review_title": "Nhẹ nhàng trong vội vã.", "review_content": "Trở lại nha trang sau gần 10 năm và mọi thứ đã thay đổi quá nhiều. Được anh bạn nhiều năm chung lưng đấu cật giới thiệu ở khách sạn này. Ấn tượng đầu tiên vs nhân viên lễ tân Linh . Gần gũi thân thiện và cũng vui vẻ không kém.  Chỉ 1 phút để đặt chân lên bãi biển quá sức tuyệt vời nơi đây. Hàng loạt sự lựa chọn về ăn uống, tham quan hay sống ảo. Mọi thứ hết sức vội vã nhưng lại rất thích hợp với thời tiết, con người và cảm giác của mùa hè đầy nắng và gió Nha Trang. Sẽ quay lại một ngày gần nhất.", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Thiên N", "avatar": "", "review_rating": "5", "review_title": "senkotel- điểm đến lý tưởng", "review_content": "khách sạn nằm ở cụm khách sạn 64 Trần Phú ( con đường chạy dài dọc theo bờ biển ) , gần khu vực trung tâm thành phố nên rất thuận tiện cho việc khám phá Nha Trang. Quanh khu vực khách sạn có các phố ẩm thực phục vụ rất đa dạng từ món lẩu, nướng, cơm bắc, các món Á Âu như phố biệt thự , nguyễn thị minh khai, nguyễn thiện thuật,  - nhóm mình đi 3 người, ở phòng 201, có cửa số lớn nhìn ra thành phố. nội thất trong phòng chủ yếu là gỗ nên tạo cảm giác sang trọng, kết hợp với ánh sáng từ cửa sổ vào tạo nên không gian thoáng đãng, thoải mái. Vì khách sạn nằm trong ngõ nhõ nên tránh được tiếng ồn từ bên ngoài nên giấc ngủ được đảm bảo, ngủ sâu và thoải mái  - nhân viên khách sạn rất nhiệt tình, đặc biệt mình rất có thiện cảm với bạn lễ tân và cô phục vụ phòng. Rất dễ thương và thân", "reviewer_location": "dumpxxx"}, {"name": "ngocdiemtran050292", "avatar": "", "review_rating": "5", "review_title": "Chuyến du lịch đầy thú vị và rất tốt", "review_content": "Kỳ nghĩ lý tưởng giành cho những người thích đi du lịch như chúng tôi.. khi đến nghĩ tại Senkotel nha trang tôi rât hài lòng . Fai nói ks tọa lạc vị trí vừa gần biẻn vừa gần trung tâm mua sấm rất thích hợp cho việc đi lại ..và đặc biệt là khách sạn rất đẹp rất là thoải mái khi vào nơi này ..phòng ốc khang trang ,nhân viên thân thiện phục vụ khách hàng rât niềm nở..nói chung là rât tốt..Cám ơn senkotel đã cho t một chuyến du lịch đầy hào hứng. Có dịp lần sau tôi sẽ đến nha trang một lần nữa và sẽ ko quên senkotel nơi tôi đã từng đên....Thân !", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Quang L", "avatar": "", "review_rating": "4", "review_title": "Lựa chọn tốt cho 1 chuyến công tác", "review_content": "Vừa rồi mình có dịp vào Nha Trang công tác 2 ngày và đến ở tại khách sạn Senko vì gần nơi mình công tác. Khách sạn khá mới, phòng ốc sạch đẹp, nhân viên thân thiện và giá rất rẻ.  Lần tới vào Nha Trang mình sẽ quay lại đây.", "reviewer_location": "dumpxxx"}, {"name": "thuongnguyen8986", "avatar": "", "review_rating": "4", "review_title": "Khách sạn nằm ở trung tâm thành phố, phòng ốc sạch sẽ thoáng mát, nhân viên thân thiện", "review_content": "Mình vừa có dịp đi công tác Nha Trang và được anh bạn giới thiệu ở tại khách sạn Senko. Khá hài lòng về dịch vụ và tiện nghi ở đây: phòng ngủ ốp gỗ, phòng tắm kính, có ban công nhìn ra biển giá khá rẻ. Dịp tới đi du lịch cùng gia đình nhất định sẽ quay trở lại khách sạn này.", "reviewer_location": "Tỉnh Bắc Ninh, Việt Nam"}, {"name": "Sypriox", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời, kỳ nghỉ tuyệt vời", "review_content": "Các nhân viên tiếp tân là tuyệt vời. Khi chúng tôi đến, cô gái ở quầy lễ tân (với mái tóc ngắn) rất thân thiện, lịch sự và thực sự hữu ích. Chúng tôi muốn xem xét các phòng trước khi chúng tôi ở lại, và cô ấy có sức chứa nhất. Phong cách thân thiện của cô ấy là một phần lý do chúng tôi quyết định ở lại đó. Một cô gái khác ở quầy lễ tân (tóc dài) cũng rất hữu ích mỗi khi chúng tôi cần bất cứ điều gì. Căn phòng rất tốt với giường thoải mái, khăn sạch và nước nóng với áp lực khá. Các bữa ăn sáng cũng ngon và giá trị tốt. Khách sạn nằm ở một vị trí tuyệt vời, ngay ngoài bãi biển. Vào cuối kỳ nghỉ của chúng tôi, người quản lý thậm chí còn giúp chúng tôi đặt vé tàu đến Năng. Chúng tôi thực sự rất thích ở lại của chúng tôi, và muốn giới thiệu khách sạn này!", "reviewer_location": "Shepparton, Úc"}, {"name": "Sophia", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lựa chọn tốt nhất (gần trung tâm) với giá tiết kiệm", "review_content": "Tôi đã dành 3 đêm cuối năm. Có 3 điểm mà tôi thực sự nên khuyên bạn nên thử. Đầu tiên, khách sạn thực sự thoải mái, sạch sẽ, ấm áp và được trang bị tốt với đội ngũ nhân viên hữu ích. Thứ hai, khách sạn không chỉ gần bãi biển chỉ với một số đi bộ mà còn gần trung tâm của thành phố. Từ đây, bạn có thể tận hưởng bãi biển, hải sản và văn hóa và con người địa phương. Cuối cùng nhưng không kém phần quan trọng, giá thực sự tiết kiệm.", "reviewer_location": "dumpxxx"}, {"name": "WandererJ62", "avatar": "", "review_rating": "4", "review_title": "Giá trị của đồng tiền", "review_content": "Khách sạn cơ bản nằm trong khoảng cách đi bộ dễ dàng từ bãi biển, quán bar, nhà hàng và cuộc sống về đêm. Nhân viên thân thiện và dễ chịu luôn sẵn sàng giúp đỡ và tư vấn. Phòng sạch sẽ và được phục vụ tốt. Giá cả hợp lý chuyển sân bay.", "reviewer_location": "Perth, Úc"}, {"name": "HRS_6", "avatar": "", "review_rating": "4", "review_title": "Nhỏ gọn sạch sẽ", "review_content": "Căn phòng trông giống như phòng tắm hơi với tấm gỗ. Nhưng không có ấm đun nước. Đó là ở cuối một làn của một dòng khách sạn bình dân. Nó cách khoảng 150 m từ khách sạn vn n Mall n Mall n cách chợ đêm 150 m. Tại con đường chính của ngõ, có rất ít chợ và nhiều nhà hàng hải sản", "reviewer_location": "Kluang, Malaysia"}, {"name": "Rachel J", "avatar": "", "review_rating": "5", "review_title": "Ít đá quý", "review_content": "Khách sạn này là một viên ngọc quý nhỏ ngay tại trung tâm của Nha Trang. Bạn phải đi bộ trong ngõ để tìm khách sạn nhưng nó không khó. Nó cũng chỉ là đối diện bãi biển. Phòng của tôi lớn và giường rất thoải mái. Họ có khá nhiều kênh tiếng Anh và thậm chí cả kênh thể thao (đối với đối tác của tôi, một người hâm mộ bóng đá, đây là một vấn đề lớn). Nhân viên tại sảnh luôn sẵn lòng chào đón & giúp đỡ bạn. Tôi thậm chí có thể giặt giày với khách sạn với một khoản phí nhỏ là 20. 000 / cặp! Khách sạn bên cạnh có 2 chú chó con đáng yêu nhất mà tôi ngưỡng mộ. Tôi đề nghị nơi này!", "reviewer_location": "Perth, Úc"}, {"name": "Cameron", "avatar": "", "review_rating": "5", "review_title": "Rất có sức chứa", "review_content": "Khách sạn nhỏ xinh đẹp nằm ở trung tâm của Nha Trang. Trên Google Maps có hai vị trí riêng biệt, do đó hãy đảm bảo nhập vị trí bạn đã đặt với (nó nằm trên một con phố nhỏ bên cạnh, điều này khiến người lái của chúng tôi nhầm lẫn). Khách sạn đã được sạch sẽ và giữ tốt, và tiếp tân đã rất hữu ích (mặc dù với một chút giúp đỡ từ google dịch) và chào đón. Thậm chí đã giúp chúng tôi đặt chỗ ở tiếp theo của chúng tôi và đã cho chúng tôi tắm ngay cả khi chúng tôi đã kiểm tra, chắc chắn khuyên bạn nên ??", "reviewer_location": "Melbourne, Úc"}, {"name": "Michelle S", "avatar": "", "review_rating": "2", "review_title": "Hình ảnh đang giảm", "review_content": "Nếu bạn đang tìm kiếm một nơi rẻ tiền để ở lại và chỉ quan tâm đến vị trí nơi này sẽ làm. Các bức ảnh của phòng của chúng tôi là trên bnb không khí và cố vấn chuyến đi nhưng tôi thấy họ decieving. Các bức tường đã được đánh dấu tất cả (bẩn), lỗi chết trên vanity phòng tắm, có mùi rất mốc, dây tiếp xúc đến từ các bức tường phòng tắm. Chúng tôi quyết định rời đi. Người quản lý cung cấp một phòng trong một khách sạn khác của cô ấy mà cô ấy nói là một ngôi sao 3 khi chúng tôi nói đó là tuần trăng mật của chúng tôi. Chúng tôi ở lại thành phố Hồ Chí Minh tại một nơi có cùng mức giá với khách sạn này và nó thật tuyệt vời vì vậy chúng tôi nghĩ rằng giá sẽ mang lại cho chúng tôi một thứ gì đó đẹp hơn rất nhiều. Có một cửa sổ rất nhỏ trong phòng giấu trong góc. Nó ở trên bếp nên khi chúng", "reviewer_location": "dumpxxx"}, {"name": "phuong_steckiewicz", "avatar": "", "review_rating": "1", "review_title": "Mọi thứ đều bị hỏng", "review_content": "Chúng tôi đã chọn khách sạn này bởi vì đó là vị trí ở trung tâm và khi chúng tôi ở lại đó, chúng tôi nhận ra vị trí là điều duy nhất họ có Các phòng chúng tôi ở lại cho 2 người lớn và 1 đứa trẻ là rất nhỏ, chỉ đủ không gian để đi bộ giữa 2 giường, không có nơi để đặt vali, không có bàn, không có nước uống phục vụ trong phòng. Khi chúng tôi hỏi họ về phòng của chúng tôi, các nhân viên trả lời thực sự chúng tôi đã đặt phòng anothe nhưng chúng tôi đến muộn vì vậy họ chỉ đưa nó cho những khách khác. Tất cả mọi thứ trong nhà vệ sinh là bị hỏng, bị hỏng và bẩn kệ, nhà vệ sinh bị mắc kẹt và chúng tôi không thể tuôn ra nó. . . Khăn cũ và bị hỏng. Khi chúng tôi nói chuyện với một nhân viên tiếp tân, cô ấy trả lời vì đây là khách sạn 2 sao nên mọi thứ đều ổn với cấp độ của nó. Nơi tồi tệ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Nina1072", "avatar": "", "review_rating": "3", "review_title": "Khách sạn ồn ào, ăn sáng nghèo nhưng vị trí tốt", "review_content": "Chắc chắn đó là một vị trí tốt nhưng rất ồn ào từ cả hai công trình xây dựng xung quanh và những khách hàng thiếu tôn trọng, những người nói chuyện rất ồn ào trong hội trường để cho lũ trẻ la hét và đóng sầm cửa nặng nề! Nội thất cũ kỹ và căn phòng không sạch sẽ. Các ly uống rượu bẩn khi chúng tôi kiểm tra - trong, khăn bị cắt, có bụi bẩn trên giường và đầu giường. Chúng tôi hiểu lý do tại sao các chất tẩy rửa đã rất cẩu thả khi chúng tôi nhìn thấy quản gia trải ra xem TV trong phòng khách thay vì làm sạch! Meh! Đóng băng trên bánh, bữa ăn sáng rất nghèo và rẻ, mỗi ngày nó bị mất một cái gì đó, cùng một bơ và mứt dâu tương tự được phục vụ hàng ngày cho tất cả mọi người trong cùng một bát (bơ chua) và không có nước đóng chai miễn phí hàng ngày trong phòng như hầu hết các khách", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Trí Nguyên N", "avatar": "", "review_rating": "5", "review_title": "Senkotel, khách sạn tuyệt vời", "review_content": "Chúng tôi ở đây hai đêm. Senkotel nằm ở trung tâm gần bãi biển ở Nha Trang và chợ đêm. Phòng mới và tiện lợi; giường được sạch sẽ và thoải mái. Các nhân viên thân thiện và hữu ích. GM Cady rất đẹp và cô ấy nói tiếng Anh rất tốt. Tôi muốn giới thiệu khách sạn này cho bất cứ ai và tôi chắc chắn sẽ sử dụng chúng một lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "FannieH1", "avatar": "", "review_rating": "1", "review_title": "Bữa sáng thực sự ồn ào và khủng khiếp", "review_content": "Tôi và bạn trai của tôi ở lại trong 1 đêm, may mắn là họ không có chỗ cho chúng tôi vào ngày hôm sau! Các phòng đã được ok cho giá cả, nhưng bạn có thể nghe thấy tất cả những gì đang xảy ra cho ít nhất 2 tầng trên hoặc dưới. Chúng tôi đã đi ngủ với âm thanh la hét mọi người + một người nào đó nôn mửa. Giống nhau vào buổi sáng 6. 30! Khủng khiếp. Phần tồi tệ nhất là bữa sáng, đầy ruồi. Việc lựa chọn là không tồn tại, một \"đầu bếp\" chỉ xử lý một bát súp trong sự im lặng hoàn toàn. Chúng tôi sẽ không trở lại.", "reviewer_location": "Aarhus, Đan Mạch"}], "hotel": {"location": "Cụm khách sạn 64 Trần Phú phường Lộc Thọ, Nha Trang 650000 Việt Nam", "name": "Khách sạn Senkotel", "geo_data": {"latitude": 12.234935760498047, "longitude": 109.19677734375}, "room_number": "25"}}