{"content": [{"name": "Security", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ", "review_content": "Chúng tôi ở tại khách sạn 6 ngày, coa một khoảng thời gian nghỉ dưỡng hè tại thành phố mộng mơ ở nha trang. Chúng tôi đã đặt phòng tại khách sạn cảm thấy giá hợp lý, phòng ốc sạch sẽ, thơm. Nhân viên phục vụ tận tình chu đáo, niềm nỡ với khách, bữa sáng ăn rất là ngon miệng. Chúng tôi sẽ giới thiệu cho người thân đặt khách sạn này mỗi khi họ đi du lịch ở nha trang", "reviewer_location": "dumpxxx"}, {"name": "Security", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ", "review_content": "Tôi đã đến nha trang rất nhiều lần và ở rất nhiều khách sạn nhưng tết năm nay chúng tôi đi du lịch cùng gia đình thì thấy khách sạn Sài Gòn rất tốt về dịch vụ và phòng ốc. Nhân viên thân thiện vui vẻ, buffet sáng trông rất bắt mắt và ăn rất vừa miệng. Lần sau tôi sẽ ghé tiếp", "reviewer_location": "dumpxxx"}, {"name": "Hoàng gia trí hải", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ và các phục vụ", "review_content": "So với những lần trước tôi đến thì khách sạn đã thay đổi rất tốt từ bộ phận lễ tân cho đến buồng. Họ phục vụ chu đáo, niềm nỡ với tôi và những người khác mà tôi quan sát được, nhân viên lễ tân có ấn tượng rất tốt với tôi, mỗi khi tôi hỏi quán ăn tối hay là những điểm đến đẹp là họ chỉ rất tỉ mỉ. Ăn sáng ngon, món ăn rất đa dạng và nhìn sạch sẽ bắt mắt.", "reviewer_location": "dumpxxx"}, {"name": "Cris Nguyen", "avatar": "", "review_rating": "5", "review_title": "VỊ TRÍ THUẬN LỢI,DỊCH VỤ OK", "review_content": "Chúng tôi đã có một chuyến đi thú vị cùng gia định vào dịp gần cuối năm.Đầu tiên muốn nói về vị trí và cơ sở hạ tầng,khách sạn nằm ngay mặt tiền đường lớn,trung tâm khu phố tây,thuận tiện để trải nghiệm những dịch vụ xung quanh như mua sắm,vui chơi Phòng sạch sẽ,nhân viên thân thiện,nhiệt tình Tôi sẽ giới     thiệu cho bạn bè và gia đình tôi đến với địa điểm lưu  trú này", "reviewer_location": "dumpxxx"}, {"name": "Hoa sen trắng", "avatar": "", "review_rating": "5", "review_title": "Sự thay đổi vượt bậc cảu Nha Trang", "review_content": "Lần này là lần thứ 2 tôi trở lại Nha Trang, cũng như lần trước tôi quay lại lưu trú tại Khách Sạn Sài Gòn. Lần đầu tôi có 1 vài điểm chưa hài lòng nhưng lần này thì mọi thứ hoàn hảo và tốt hơn nhiều, từ dịch vụ đến cơ sở hạ tầng được cải thiện thay đổi rất nhiều. Tôi hoàn toàn hài lòng với mọi thứ nơi đây.", "reviewer_location": "dumpxxx"}, {"name": "Lý Bảo Ngọc", "avatar": "", "review_rating": "5", "review_title": "khách sạn giá rẻ, phù hợp.", "review_content": "Đọc khá nhiều review về khách sạn, tuy nhiên tùy theo cảm nhận của từng người, bản thân tôi thấy khách sạn Sài Gòn khá tuyệt. Gần biển, ngay khu trung tâm, trục đường náo nhiệt, dễ tìm quán ăn, nhà hàng, cafe.... Giá phòng rẻ, cô chủ thân thiện, dễ thương, nhân viên cũng nhiệt tình. phòng ốc được dọn dẹp hàng ngày. Nếu có dịp quay lại, sẽ cân nhắc quay lại khách sạn Sài Gòn lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Được L", "avatar": "", "review_rating": "1", "review_title": "Nghĩ tại khách sạn sài gòn", "review_content": "Thật sai lầm khi đến nơi đây. Họ đã cho tôi cảm giác không thỏa mái. Và không có chổ đậu xe. Tôi sẽ không đến khách sạn này nếu tôi đến Nha trang một lần nữa. Thật đáng tiếc . Phòng ở nơi đây chật chội và đặt biệt là nhân viên phục vụ quá kém. Tôi nghĩ là khách sạn này không xứng tầm 2 sao. Ok", "reviewer_location": "dumpxxx"}, {"name": "Olivia M", "avatar": "", "review_rating": "1", "review_title": "Nhân viên không trung thực - tránh bằng mọi giá", "review_content": "Ở lại của chúng tôi tại khách sạn này là khủng khiếp. Đầu tiên, chúng tôi không có nước nóng trong 2 ngày, tuy nhiên đây không phải là vấn đề so với những gì đã xảy ra khi thanh toán. Đã có một cuộc tranh cãi trước đó trong ngày giữa khách sạn và một số khách khác trong bữa tiệc du lịch của chúng tôi. Những vị khách khác đã rất buồn vì sự đối xử mà họ đã nhận được từ các nhân viên đến nỗi họ từ chối thanh toán toàn bộ hóa đơn của họ. Khi chúng tôi đang trên xe chờ đợi để khởi hành, một nhân viên đã chạy ra đường nói rằng chúng tôi đã để lại vết bẩn trên tấm trải giường của chúng tôi (những vết bẩn lớn màu xanh mà chúng tôi chắc chắn sẽ nhận thấy nếu có). Mặc dù thực tế là chúng tôi chỉ kiểm tra vài phút trước khi nhân viên tuyên bố rằng họ đã thử rửa vết bẩn nhưng không thể và", "reviewer_location": "London, Vương quốc Anh"}, {"name": "emma f", "avatar": "", "review_rating": "2", "review_title": "Chắc chắn là tốt hơn", "review_content": "Phòng đã được gọn gàng nhưng phòng tắm cống không chảy nên phòng tắm luôn luôn bị ngập. Smelt tổng. Chúng tôi đi giặt xong. 5 người riêng biệt. Sau đó, nó đã được trộn lẫn với nhau và họ đã cố gắng để vượt qua chúng tôi cho nó. Chúng tôi phải tách tất cả mọi thứ. Và cân nhắc. Họ gấp đôi cân túi để đảm bảo chúng tôi không cân nhắc sai. Nhân viên lễ tân hơi thô lỗ ngay từ đầu.", "reviewer_location": "Port Macquarie, Úc"}, {"name": "Sarah M", "avatar": "", "review_rating": "1", "review_title": "Không, không, địa ngục đẫm máu", "review_content": "'Khách sạn' này là khách sạn tồi tệ nhất mà tôi từng ở. Chúng tôi đi du lịch trong một nhóm 9 người và tất cả chúng tôi hoàn toàn ghê tởm bởi dịch vụ và các cơ sở không hợp vệ sinh. Tất cả chúng ta đều có rệp và phòng và phòng tắm bẩn thỉu và trông giống như nó đã không được làm sạch trong nhiều tháng. Các nhân viên cũng rất thô lỗ và từ chối cho chúng tôi thêm khăn để ngủ vì giường ngủ. Làm ơn cho bạn và không đặt phòng với khách sạn này", "reviewer_location": "Canberra, Úc"}, {"name": "Magali D", "avatar": "", "review_rating": "1", "review_title": "Khách sạn khủng khiếp và dơ bẩn", "review_content": "Khách sạn khủng khiếp với đội ngũ nhân viên thô lỗ! ! ! Khăn và tấm ga trải giường bẩn trông giống như họ không làm sạch chúng! ! Nệm khủng khiếp. Không có cửa sổ trong phòng. Đầu vòi hoa sen bị hỏng. Mảnh kính dưới gầm giường. Mẹo bông được sử dụng dưới bàn làm việc. Bồn rửa chưa bao giờ được làm sạch cho lứa tuổi. Tủ lạnh và ấm đun nước có khuôn. Lông và côn trùng trên sàn nhà. Nhân viên tiếp tân thích xem phim hơn là trả lời các câu hỏi của chúng tôi. Đừng đến đó nếu bạn muốn tận hưởng kỳ nghỉ của bạn. Cảm ơn Intredip cho kỳ nghỉ này! ! ! Lưng của tôi bị hỏng và nhân viên tiếp tân nói chuyện với tôi như một con chó.", "reviewer_location": "Clermont-Ferrand, Pháp"}, {"name": "Enrico V", "avatar": "", "review_rating": "1", "review_title": "Khách sạn khủng khiếp", "review_content": "Đây là khách sạn tồi tệ nhất mà tôi từng có trong đời, nhân viên luôn luôn thô lỗ và không bao giờ hữu ích. Phòng của chúng tôi đã bị hỏng vòi hoa sen, tấm ga trải giường bẩn và khi chúng tôi yêu cầu thay đổi chúng hoặc thay đổi phòng họ nhìn xấu với chúng tôi như chúng tôi thậm chí không trả tiền cho khách hàng. Ngày sau khi chúng tôi thanh toán khoản thanh toán trễ cho đến 9. 30 và họ thậm chí không thay đổi khăn tắm của chúng tôi. Chúng tôi đến quầy lễ tân để hỏi một số người mới và nhân viên lễ tân (như trình chiếu hình ảnh) quá bận rộn để nghe yêu cầu của chúng tôi và khi cô ấy đưa cho chúng tôi khăn tắm của chúng tôi siêu bẩn. Được hỏi một lần nữa để có những người sạch hơn và thô lỗ, cô ấy nói với chúng tôi không có thêm trong khi cô ấy có một cột toàn bộ phía sau của", "reviewer_location": "dumpxxx"}, {"name": "Álfsol Lind B", "avatar": "", "review_rating": "2", "review_title": "Alright hotel", "review_content": "Các phòng đều khá sạch sẽ. Giường cũng tốt. Không có cửa sổ trong phòng của chúng tôi. Đừng giới thiệu bữa sáng Có một khuôn trong trần nhà hoặc máy điều hòa không khí, vì vậy nếu bạn không nhớ nấm mốc thì đó là một khách sạn tốt.", "reviewer_location": "As, Na Uy"}, {"name": "kr1996", "avatar": "", "review_rating": "1", "review_title": "Kinh khủng", "review_content": "Tôi đã ở đây tuần trước và khách sạn thật khủng khiếp. Không có két an toàn cho vật có giá trị của bạn trong khi bạn chờ phòng. Các nhân viên chỉ đơn giản là băng lên đồ đạc của bạn trong một túi một nơi nó dưới bàn làm việc. Và họ không hạnh phúc khi bạn yêu cầu bất cứ thứ gì ra khỏi túi! Các phòng đều cơ bản tốt nhất và chắc chắn không phải là sạch nhất. Điều hòa không khí không hoạt động, khu vực sảnh chỉ lố bịch với một số lượng ghế không thể tin được cho kích thước của căn phòng và nhân viên không thể chịu nổi gắt gỏng và khủng khiếp. Tránh khách sạn này", "reviewer_location": "Durham, Vương quốc Anh"}, {"name": "heych89", "avatar": "", "review_rating": "1", "review_title": "* WORST HOTEL EVER !!!! *", "review_content": "Chỉ cho nó một ngôi sao bởi vì tôi không thể cung cấp cho không và cũng bởi vì các nhân viên làm sạch đã làm một công việc khá nửa. Tất cả các nhân viên khác đều kinh khủng và vô cùng thô lỗ. Tôi ở lại đây như là một phần của cuộc phiêu lưu G nhưng sẽ không bao giờ giới thiệu nó. Cả nhóm không vui.  Chúng tôi đã ra khỏi tàu đêm của chúng tôi lúc 6 giờ sáng và để lại hành lý của chúng tôi. Sau đó, họ hứa rằng phòng của chúng tôi sẽ sẵn sàng lúc 11 giờ sáng. Chúng tôi phải đợi đến 2 giờ chiều. Chúng tôi trở lại lúc 1. 50. Và họ hét lên với chúng tôi '10 phút nữa, chờ đã! ' Không thể tin được.  Nhân viên không nói được tiếng Anh nhưng vẫn không thể hiểu rằng chúng tôi đã không được cấp thẻ ăn sáng và từ chối chúng tôi vào phòng ăn vào buổi sáng. Một khi tôi đã làm cho nó vào và", "reviewer_location": "Leicester, Vương quốc Anh"}, {"name": "Hanney Y", "avatar": "", "review_rating": "1", "review_title": "Nhân viên tiếp tân rất thô lỗ và không có khu vực sảnh đợi", "review_content": "1) chúng tôi, một nhóm 16 fm du lịch dũng cảm, hãy kiểm tra trong 10/18/2017. Khách sạn cho thuê lại sảnh đợi của mình tại một spa mát-xa, do đó, không có nơi để chúng tôi để hành lý của chúng tôi và ngồi sau một chuyến đi tàu đêm.  2) phụ nữ spa hét vào chúng tôi lúc 8:30 sáng! ! ! Nói hành lý của chúng tôi làm bẩn thảm của họ và bắt đầu bụi thảm và để lại nhiều bụi trên hành lý của chúng tôi, chỉ đơn giản là thô lỗ.  3) Tôi đăng một số hình ảnh để bạn tham khảo. Như bạn có thể thấy tấm thảm chào đón có điểm bẩn allover.  4) khách không có chỗ ngồi để họ phải đội hình trước khách sạn cho mỗi bức ảnh tôi đã giới thiệu với bạn  5) khi tôi đề nghị rằng họ cần phải có một số ghế cho khách trong khu vực chờ đợi, trong thời gian dài bằng cách cho thuê lại khu vực sảnh như một spa, họ", "reviewer_location": "dumpxxx"}, {"name": "Agatha A", "avatar": "", "review_rating": "1", "review_title": "Nếu tôi có thể cho .5 sao tôi sẽ ..", "review_content": "Thành thật mà nói, tránh. Điều tốt duy nhất về khách sạn này là nó sạch sẽ, và tôi rất vui khi bỏ qua những con kiến ​​trên khắp sàn nhà. Nhân viên tiếp tân / dịch vụ khách hàng khủng khiếp - cực kỳ thô lỗ. Họ quan tâm nhiều hơn đến việc xem xà phòng của YouTube Châu Á so với chào hỏi bạn hoặc trả lời các câu hỏi. Và đối với wifi? Đây là nơi mà tất cả đi. Bạn muốn tắm nước lạnh sau một ngày dài ẩm ướt ở bãi biển? Hãy chuẩn bị để rửa toàn bộ phòng tắm với mỗi vòi sen vì không có vòi sen được chỉ định, không có rèm tắm và nước đi hoàn toàn ở khắp mọi nơi. Ngoài ra phòng có mùi như cá. Và điều hòa không khí cứ phát ra âm thanh như đang bắt lửa.", "reviewer_location": "dumpxxx"}, {"name": "Megan S", "avatar": "", "review_rating": "2", "review_title": "Có lẽ lựa chọn tốt hơn", "review_content": "Ưu điểm: sạch sẽ, giường ok, 10 - 15 'đi bộ đến bãi biển Nhược điểm: không có nước đóng chai được cung cấp, khách sạn nói rằng họ có nước nóng - họ không; họ xin lỗi vì nó không hoạt động nhưng liên tục không có nước nóng. . . , nhân viên gọi trước khi kiểm tra thời gian để cho bạn biết để lại phòng, bị cáo buộc các thành viên của nhóm của tôi ăn cắp khăn, vv", "reviewer_location": "Bangkok, Thái Lan"}], "hotel": {"location": "34 Nguyen Thien Thuat Street, Nha Trang Việt Nam", "name": "Khách sạn Selena", "geo_data": {"latitude": 12.235923767089844, "longitude": 109.19418334960938}, "room_number": "62"}}