{"content": [{"name": "Thong N", "avatar": "", "review_rating": "5", "review_title": "Nha Trang Pearl hotel-Cảm nhận khó quên", "review_content": "Tôi rất thích khi lưu trú tại ks.nha trang pearl bởi khách sạn này nằm ở vị trí rất thuận lợi cho việc đi lại, ăn uống, vui chơi,tắm biển...Nhân viên ở đây từ bảo vệ, lễ tân, quản lý và chủ ks rất nhiệt tình niềm nở với khách...Nói chung nếu có dịp các bạn đến nha trang du lịch thì mình nghĩ nên chọn khách sạn Nha Trang Pearl...", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Maithuan", "avatar": "", "review_rating": "5", "review_title": "Nhatrang Pearl", "review_content": "Tôi đến Nhatrang vào cuối tháng 10 năm 2016 đuợc bạn bè giới thiệu nên tôi chọn Nhatrang pearl hotel , đến đây tôi rất hài lòng bởi đội ngũ nhân viên chuyên nghiệp nhiệt tình, điều mà tôi thích nhất là khách sạn nằm ở vị trí trung tâm tiện cho việc mua sắm tại chợ Đầm , buổi chiều tôi tản bộ ra biển chỉ mất 5 phút.Mùa hè năm tới tôi sẽ quay lại và hy vọng khách sạn sẽ phát triển hơn", "reviewer_location": "dumpxxx"}, {"name": "The Sea Tourist", "avatar": "", "review_rating": "5", "review_title": "Rất tốt", "review_content": "Tôi đã ở đây 1 đêm. phòng rất sạch sẽ, nhân viên thì nhiệt tình, chu đáo. Khách sạn gần chợ Đầm, gần biển và các quán ăn ngon. Giá phòng khá rẽ so với các khách sạn 2 sao khác.......... nói chung tôi rất hài lòng. Chúc khách sạn ngày càng đông khách.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Tienphiquan", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ 2 đêm dịp 20/11/2016", "review_content": "Vợ chồng tôi nghỉ 2 đêm dịp 20/11 ở đây. Điều tôi hài lòng nhất là chất lượng phục vụ và thái độ thân thiện, nhiệt tình, sự tôn trọng cũng như quan tâm đến khách hàng của đội ngũ quản lý nhân viên khách sạn. Nói chung tôi rất hài lòng khi đã ở tại khách sạn Nha Trang Pearl này. Nếu đi Nha Trang thì tôi sẽ ưu tiên ở khách sạn Nha Trang Pearl.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Anh Quoc N", "avatar": "", "review_rating": "4", "review_title": "Nơi lý tưởng cho chuyến nghỉ dưỡng của bạn khi đến Nha Trang.", "review_content": "Phòng đẹp , sạch sẽ , nhân viên thân thiện , nằm ngay khu vực trung tâm Nha Trang , thuận tiện vui chơi , mua sắm , tắm biển . Đây là 1 nơi lưu trú lý tưởng cho những cặp đôi du lịch Nha Trang , giá hợp lý,", "reviewer_location": "dumpxxx"}, {"name": "Anna T", "avatar": "", "review_rating": "5", "review_title": "Phục vụ khách hàng chu đáo, nhiệt tình!", "review_content": "- Phòng ốc sạch sẽ, view đẹp, đội ngũ nhân viên nhiệt tình, vui vẻ và thân thiện. - Khách sạn nằm ở vị trí trung tâm, thuận lợi cho việc đi chợ Đầm, đi bộ ra biển rất gần. - Mùa hè năm tới tôi sẽ quay trở lại. Hi vọng Nha Trang Pearl sẽ ngày càng phát triển hơn nữa.", "reviewer_location": "dumpxxx"}, {"name": "Nguyen T", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời!", "review_content": "Tôi đã ở đây từ rất lâu rồi và tôi thực sự cảm kích vì căn phòng đẹp và dịch vụ tốt ở đây. Nhiệt liệt chào đón từ Lễ tân, đặc biệt là Ông Anh (Giám đốc). Lựa chọn tốt cho giá rẻ. Đáng yêu ở lại và nó sẽ được tốt đẹp để trở lại.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "2A Phan Boi Chau Street, Nha Trang Việt Nam", "name": "Nha Trang Pearl Hotel", "geo_data": {"latitude": 12.255454063415527, "longitude": 109.19422149658203}, "room_number": "30"}}