{"content": [{"name": "Aloha", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm khách sạn", "review_content": "Khách sạn mới nội thất đẹp, đầy đủ tiện nghi. View biển đẹp thái độ phục vụ nhân viên tốt cám ơn Anrizon đã cho tội một trải nghiệm tốt ở Nha Trang. Chắc chắn khi quay lại nha trang tôi sẽ ghé lại khách sạn của các bạn", "reviewer_location": "dumpxxx"}, {"name": "Duy Q", "avatar": "", "review_rating": "5", "review_title": "Nghỉ hè", "review_content": "Tôi có một kì nghĩ cùng gia đình bốn thành viên khách sạn tốt nằm trong khu chung cư Mường Thanh, hơi phức tạp chút,  có ăn sáng nữa sẽ tuyệt vời hơn, bãi bien đẹp và sach dich vụ bãi biển giá cả rẽ, mọi thứ của ks đều tốt,", "reviewer_location": "dumpxxx"}, {"name": "Chautuan", "avatar": "", "review_rating": "5", "review_title": "Cảm ơn khách sạn Anrizon Hotel", "review_content": "Lần đầu mình được ở một khách sạn tuyệt vời đến vậy view qua xịn sò, mà giá cả thì qua rẻ. Tối xuống nhà hàng thưởng thức những ly cocktail hảo hạn mà giá thì bằng ly bia Phòng view đỉnh : 350k/1 đêm.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Phan Thiện", "avatar": "", "review_rating": "5", "review_title": "Rất đẹp view city", "review_content": "Gia đình mình đã đến và ở tại khách sạn, phục vụ rất chuyên nghiệp, nhân viên rất tận tình và vui vẻ, phòng khách sạn sạch sẽ đẹp, đi chung thang máy nhưng cũng rất nhanh, có đồ ăn miễn phí vào buổi sáng rất ngon. Có dịp quay lại sẽ ủng hộ các bạn. Cảm ơn các bạn", "reviewer_location": "dumpxxx"}, {"name": "kirto", "avatar": "", "review_rating": "5", "review_title": "Cảm ơn khách sạn Anrizon ", "review_content": "Mình đã có dịp đến trải nghiệm dịch vụ nơi này, phòng và view rất đẹp, rất thích hợp để làm một nơi nghỉ ngơi lí tưởng ngoài ra nếu là đi cặp thì khổi bàn, đội ngũ nhân viên phục vụ thì rất là thân thiện  ", "reviewer_location": "dumpxxx"}, {"name": "hồng trần", "avatar": "", "review_rating": "5", "review_title": "Cảm ơn khách sạn Anrizon Hotels", "review_content": "Tôi thật sự không hiểu tại sao khách sạn lại bị nhận những coment không tốt, trước đó tôi đã có tìm hiểu và khá phân vân, nhưng tôi trẻ tôi muốn thử tôi đã đặt 1 phòng twin cho tôi vào bạn, ngày tôi đến tôi thật không thể tin vào mắt mình với giá chỉ 700.000đ mà phòng khách sạn thật sự rất đẹp, thái độ của nhân viên nơi này cũng không thể chê vào đâu được, khách sạn có buffet sáng cho tôi và bạn tôi miễn phí vào buổi sáng, đồ ăn không nhiều lắm nhưng tôi thấy chất lượng đồ ăn khá cao, tôi thấy thật tuyệt khi khách sạn cách bờ biển 50m. Thật sự cảm ơn khách sạn vì tôi đã có 1 kỳ nghỉ tuyệt vời", "reviewer_location": "dumpxxx"}, {"name": "Anrizon Restaurant", "avatar": "", "review_rating": "5", "review_title": "Nơi trú đông tuyệt vời", "review_content": "Về nha trang khí hậu tuyệt với thiên nhiên ưu đãi. Về khách sạn sang trọng lịch sự, quá rẻ so với giá tiền, view khách sạn thì miễn bàn cảm giác ngồi tận hưởng không gian với ly cafe ngắm mặt trời mọc trên biển thật tuyệt vời", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "phuongvu2031995", "avatar": "", "review_rating": "4", "review_title": "RẤT TỐT", "review_content": "Tôi đã đặt 1 phòng dulux hướng biển cho chuyến đi của mình. phòng  sạch sẽ, rộng và có view rất đẹp, nhân viên thân thiện, bữa sáng k nhiều nhưng cũng khá ngon. có nhiều khách Trung quốc lưu trú nên bên ngoài hành lang hơi ồn, khách sạn ở trong tòa nhà của chung cư  nên sẽ phải đi chung thang máy với cư dân ở đó. Tuy nhiên tôi thấy khách sạn rất tốt so với mức giá đó.", "reviewer_location": "dumpxxx"}, {"name": "Hà N", "avatar": "", "review_rating": "5", "review_title": "Wonderful Holiday", "review_content": "Tôi và bạn trai ở phòng 2903 và cả 2 đều rất thích. Khách sạn phòng đẹp, nhân viên lễ tân nhiệt tình, dễ thương. Các món ăn ở nhà hàng ngon. Lần sau đi du lịch ở Nha Trang chúng tôi sẽ lại chọn Anrizon ^_^", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "257752467", "avatar": "", "review_rating": "5", "review_title": "Anrizon Nha Trang Hotel", "review_content": "Điều mình hài lòng là nhân viên rất thân thiện, nhiệt tình. Phòng thiết kế đẹp ấm áp, thoải mái. Buổi sáng kéo rèm nhìn biển buổi sớm rất tuyệt. Thật là một trải nghiệm thú vị. Mình sẽ ghé lại nếu có dịp.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Willgrandvn", "avatar": "", "review_rating": "5", "review_title": "Great", "review_content": "Mình ở phòng đẹp rộng, view biển rất đẹp. Thiết kế nội thất, hành lang rất đẹp.  Nhân viên nhiệt tình thân thiện. Mình chưa ăn sáng nên ko biết ăn sáng ntn. Vị trí đi lại thuận tiện. Cảm ơn Chudu24 đã book phòng cho mình!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "screennameanon1554", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ đáng yêu, nhà hàng mới trên bãi biển", "review_content": "Chúng tôi ghé thăm nhà hàng này hàng ngày trong khi ở Nha Trang, nó nằm trên bãi biển và có một nội thất tuyệt đẹp với chủ đề cơ học vừa hiện đại vừa ấm cúng. Các nhân viên ở đây thật tuyệt vời, 12/10 dịch vụ khách hàng và tất cả đều rất đáng yêu, vui vẻ và thân thiện. Đó là một nơi tuyệt vời để ngồi uống nước, gọi một bữa ăn hoặc chỉ đi vào một số đồ ăn nhẹ vì thực đơn cung cấp tất cả các bên trên. Chúng tôi chủ yếu gọi đồ uống, nhưng cũng đã thử một số đồ ăn nhẹ ngon và được trình bày đẹp mắt trên các tấm gỗ với trang trí. Âm nhạc được chơi là hiện đại và nâng cao và đó là một nơi tuyệt vời để thư giãn với bạn bè, với một thực đơn cung cấp các loại bia cũng như nước ngọt, và thức ăn đẹp mắt. Không có bữa ăn chính hoặc món khai vị phù hợp cho người ăn chay hoặc người ăn chay,", "reviewer_location": "dumpxxx"}, {"name": "ToTue", "avatar": "", "review_rating": "5", "review_title": "Anrizon nơi tuyệt vời ??", "review_content": "Gần bãi biển, khách sạn đẹp và sạch sẽ, Tầng 29, nhân viên và quản lý rất thân thiện và hữu ích. Quan điểm tuyệt vời và không ồn ào. Khách sạn là mới và tất cả mọi thứ là trong tình trạng tốt. Bể bơi ngay xuống cửa. Chúng tôi rất thích ở đó", "reviewer_location": "dumpxxx"}], "hotel": {"location": "03-05 Phạm Văn Đồng Vinh Tho, Nha Trang Việt Nam", "name": "Anrizon Hotel Nhatrang", "geo_data": {"latitude": 12.273691177368164, "longitude": 109.20250701904297}, "room_number": "30"}}