{"content": [{"name": "thangnd", "avatar": "", "review_rating": "5", "review_title": "Tôi thực sự hài lòng khi ở Sen Trắng Hotel", "review_content": "Tôi có dịp lên Lào Cai du lịch tham khảo ý kiến các bạn bè đã từng đến Lào Cai công tác và du lịch tôi lựa chọn Sen Trắng vì địa điểm ở trung tâm gần chợ cốc lếu  và cũng ngay gần cửa khẩu, khi đến nhận phòng tôi rất ấn tượng với bạn quản lý bộ phận lễ tân nhiệt tình xinh gái tên Hiên, bạn rất chu đáo hướng dẫn tỷ mỷ cho tôi về các địa điểm và đặc sản ở đây, trải nghiệm về phòng nghỉ và tiện nghi thì tôi cũng cảm thấy thật tuyệt với, với giá tiền của nhà nghỉ nhưng  phòng tiện nghi đầy đủ và sạch sẽ. 3 Ngày nghỉ tại Sen Trắng tôi cảm thấy rất tuyệt vời, tôi sẽ còn quay lại và giới thiệu cho bạn bè của tôi về Khách sạn Sen Trắng.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "TRANDUCDANTHINH", "avatar": "", "review_rating": "4", "review_title": "Khách sạn/ Nhà hàng Sen Trắng, một bông sen vàng của du lịch tỉnh Lào Cai.", "review_content": "Tình cờ gặp một anh bạn trẻ, thổ địa quen mặt vùng địa đầu biên giới tỉnh Lào Cai, trên chuyến xe lửa VIP từ Hà Nội lên, tôi mới biết và được giới thiệu đến khách sạn Sen Trắng, tọa lạc tại số 66A đường Bờ kè An Dương Vương ngay trung tâm kinh tế, ẩm thực và giải trí của Tỉnh, bên bờ nhánh sông Hồng yên lặng, thoáng mát cách ga xe lửa và Cửa khẩu QT Lào Cai không quá 2 cây số. Thêm một bất ngờ nữa mà Ban QL khách sạn ưu ái dành cho một du khách phương xa là ưu tiên giữ riêng cho tôi một phòng đơn đặc biệt không quá 350K/đêm trong số 23 phòng Deluxe của khách sạn rộng rãi, mới mẻ và sạch sẽ với đầy đủ tiện nghi, hiện đại như :  Ti-vi LCD, Wifi miễn phí, hoa văn nội thất, bàn ghế bằng gỗ bắt mắt.... dù tôi nhận phòng khá sớm hơn quy định để kịp chuyến xe đi tham quan dãy núi Hoàng", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Tuan M", "avatar": "", "review_rating": "5", "review_title": "“Amazing little hotel”", "review_content": "Tôi đến đây với lời khuyên từ bạn tôi , và tôi đã thật sự hài lòng . Mr Hoan quản lý rất thân thiện và hiếu khách . Khách sạn có tầm nhìn đẹp hướng ra bờ hồ  . các món ăn tại nhà hàng được chế biến tuyệt vời từ Top Chef Việt Nam năm 2014 . Sẽ quay lại cho lần tới", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Rodney Walsh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn giá rẻ với những món ăn tuyệt vời ở một vị trí tuyệt vời tại Lào Cai, Việt Nam.", "review_content": "Gia đình tôi và tôi ở tại khách sạn Sen Trang vì nó được một vài người bạn của tôi khuyên dùng. Đối với một mức giá hợp lý thấp, chúng tôi không thể tin rằng phòng của chúng tôi sạch sẽ và rộng rãi như thế nào. Điều tôi thích nhất là có nhiều món ăn phương Tây, rất khó tìm thấy ở thành phố Việt Nam đó. Spaghetti là tuyệt vời. Cà phê rất độc đáo và được thiết kế đặc biệt bởi chủ sở hữu của khách sạn. Chắc chắn là một nơi tuyệt vời để ở trong khi bạn đang ở Lào Cai, nếu bạn muốn trải nghiệm dịch vụ thân thiện và kiểu gia đình. Tôi tìm thấy dịch vụ tuyệt vời này hiếm ngày nay.", "reviewer_location": "Lào Cai, Việt Nam"}, {"name": "Txordi R", "avatar": "", "review_rating": "5", "review_title": "Nơi rất đáng nhớ với nhân viên đáng yêu", "review_content": "Sen Trang Hotel tọa lạc tại một vị trí thuận tiện trên bờ sông đầy tốc độ của Lao Caí. Nhân viên đáng yêu giúp đỡ chúng tôi nhiều nhất có thể trong thời gian của chúng tôi ở Lào Caí và región sorroud It. Rất sạch sẽ và confortable phòng. Chúng tôi thực sự khuyên bạn nên!", "reviewer_location": "dumpxxx"}, {"name": "Kenshin_Nguyen", "avatar": "", "review_rating": "3", "review_title": "Nice nơi đến thăm thành phố Laocai", "review_content": "Khách sạn lưu trú tại nơi tuyệt đẹp, phòng sạch sẽ, nhân viên thân thiện, nhìn ra sông Hồng, cách Cảng Hà Khẩu 2 km. Chúng tôi ở lại một đêm cuối tuần khi tôi đi cùng bạn bè đi Sapa. nhà hàng của khách sạn đóng cửa sau 21:00, nhưng chúng tôi có thể đi chợ thực phẩm tốt đẹp, rất gần khách sạn. Giá trung bình.", "reviewer_location": "Hà Nội, Việt Nam"}], "hotel": {"location": "66A An Dương Vương Street, P. Cốc Lếu, Lào Cai 19000 Việt Nam", "name": "Khách sạn Sen Trắng", "geo_data": {"latitude": 22.493988037109375, "longitude": 103.96980285644531}, "room_number": "23"}}