{"content": [{"name": "AnhNguyen", "avatar": "", "review_rating": "3", "review_title": "Khách sạn giá rẻ nếu muốn tiết kiệm chi phí khi đi du lịch ở nha trang", "review_content": "Được dịp ghé thăm nha trang cùng bạn bè, mình vô tình tìm thấy được khách sạn này vị trí nằm trên con phố cách biển không xa rất thuận tiện cho việc đi lại vui chơi giải trí các địa điểm trung tâm của thành phố. Phòng thật sự không quá tốt so với tầm giá nhưng mình đánh giá cao về thái độ phục vụ của nhân viên ở đây, mọi người rất vui vẻ khiến mình cảm thấy người dân ở đây thật sự thân thiện. Nếu mọi người quan tâm nhiều đến vấn đề kinh tế và chất lượng dịch vụ khi du lịch ở thành phố thì thật sự khách sạn này cũng đáng để mọi người lưu lại. Chúc mọi người những ai đi Nha Trang sẽ tìm kiếm được cảm giác vui vẻ và thoải mái ở vùng đất này.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Extraordinary826463", "avatar": "", "review_rating": "5", "review_title": "chuyến đi giã  ngoại cùng gia đình", "review_content": "tôi đã có một kỳ nghỉ tuyệt vời tại khách sạn brandi nha trang bên gia đình và vào mùa hè sôi động , khách sạn có vew biển đẹp , gần biển gần siêu thị , nhân viên nhiệt tình chu đáo , khách sạn gồm có màu tím rất là dể chịu", "reviewer_location": "Gia Lai, Việt Nam"}, {"name": "van toan v", "avatar": "", "review_rating": "4", "review_title": "công tác tại nha trang 24/10/2018", "review_content": "tôi đi công tác 3 ngày và tranh thủ đi du lịch với gia đình. Tôi được 1 người bạn giới thiệu cho khách sạn Brandi Nha Trang, khi đến nhận phòng dù còn khá sớm so với thời gian quuy định được nhận phòng nhưng gia đình tôi vẫn được sắp xếp cho nhận phòng sớm,các bạn lễ tân rất niểm nở và hòa đồng, nên tôi khá ấn tượng về ban đầu. Không gian phòng sáng sủa và tiện nghi. Khách sạn ở ngay trung tâm thành phố nên rất tấp nập, tiện cho việc đi lại. chúng tôi rất hài lòng về chuyến đi lần này", "reviewer_location": "dumpxxx"}, {"name": "Tùng Kirill", "avatar": "", "review_rating": "4", "review_title": "Kỳ nghỉ tại Nha Trang 20/10/2018", "review_content": "Đây là lần thứ 2 tôi cùng vợ mình đến Nha Trang.  Lần này chúng tôi đi nghỉ trăng mật và đã chọn gói honeymoon tại khách sạn Brandi Nha Trang.  Đầu tiên tôi phải nói là rất bất ngờ và hạnh phúc khi bước vào phòng. Phòng của chúng tôi đã được setup với hoa tươi, trái cây, rượu vang và nến thì đang được thắp, vợ tôi rất hạnh phúc. Vì chuyến bay bị delay nên chúng tôi nhận phòng khá muốn khoảng 21h tối, trước đó có nhân viên khách sạn đã liên hệ để xác nhận giờ nhận phòng của chúng tôi. Chúng tôi nghỉ tại khách sạn 3 ngày 2 đêm. Khách sạn nhìn chung khá tốt, Phòng ốc sạch sẽ, dịch vụ tốt. Nhân viên nhiệt tình, thân thiện và tốt bụng,  Vị trí khách sạn rất thuận tiện, thuộc khu phố tây, chỉ mất 2-3 phút đi bộ là đến biển, chợ đêm, quảng trường Nha Trang.  Tuy nhiên 1 điểm trừ khá", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thuydung97", "avatar": "", "review_rating": "4", "review_title": "Tốt", "review_content": "Tôi đã cùng gia đình đi du lịch đến Nha Trang và lưu trú  tại Khách Sạn Brandi của các bạn được 3 đêm đều cảm thấy khá hài lòng với cung cách chào đón khách của Lễ Tân và Bảo Vệ. Bữa sáng Buffer khá nhiều món để lựa chọn và dễ ăn. Phòng ốc tương đối tốt và gọn gàng tuy nhiên diện tích có hơi nhỏ, có điều buổi tối có quán coffee bar nên bị tiếng nhạc từ đó vang lại. Khách sạn gần ngay trung tâm thành phố nên chúng tôi đã đi chơi được nhiều nơi. Cảm ơn cách bạn và sẽ quay trở lại nếu có dịp vô Nha Trang lần nữa.", "reviewer_location": "Tỉnh Đắk Lắk, Việt Nam"}, {"name": "Traveler836898", "avatar": "", "review_rating": "4", "review_title": "khach san brandi nha trang", "review_content": "tôi đã có 2 ngày lưu trú tại khách sạn brandi nha trang , nhân viên le tan đã hướng dẫn và cho tôi rat nhieu địa điểm vui chơi rat nhiet tình , phòng ốc hơi nhỏ nhưng sạch sẽ thoải mái đồ ăn cũng rat hợp khẩu vị , chúng tôi sẽ có 1 chuyen du lịch và đặt ở khách san brandi 1 lan nua!", "reviewer_location": "dumpxxx"}, {"name": "Kennie", "avatar": "", "review_rating": "5", "review_title": "Một kỳ nghỉ tuyệt vời", "review_content": "Tôi cùng gia đình có một chuyến nghỉ dưỡng tại thành phố biển Nha Trang. Chúng tôi đã ở khách sạn Brandi Nha Trang. Mọi thứ đều rất tuyệt vời, từ cung cách giao tiếp của lễ tân cho đến bộ phận buồng và nhà hàng. Tuy nhiên, khách sạn cần có biện pháp cách âm tốt hơn, do ở khu vực khu phố Tây nên có lẽ cuối tuần họ tổ chức party nên chúng tôi vẫn nghe thấy một vài âm thanh ồn ào từ bên ngoài.Cảm ơn khách sạn Brandi Nha Trang đã phục vụ chúng tôi vào 2 ngày cuối tuần, hẹn gặp lại các bạn vào một dịp gần đây nhất nhé.", "reviewer_location": "dumpxxx"}, {"name": "KateW", "avatar": "", "review_rating": "1", "review_title": "Quá khủng khiếp", "review_content": "Wifi ở khách sạn này rất tệ, vào năm 2020, mạng thậm chí không thể truy cập Facebook. Nếu bạn đi du lịch Nha Trang vào buổi sáng và quay trở lại vào buổi tối, bạn có thể sử dụng tạm thời 3 g, nhưng cũng đi trong 3 - 4 ngày, tốt nhất nên chọn một nơi khác, nhân viên lễ tân của khách sạn này cũng khá bất lịch sự. Cũng thông cảm với họ vì họ không có cách nào để thư giãn khi họ có khách Trung Quốc với Nga.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "10A Biet Thu ST Loc Tho Ward, Nha Trang 650000 Việt Nam", "name": "Brandi Nha Trang Hotel", "geo_data": {"latitude": 12.243399620056152, "longitude": 109.19609069824219}, "room_number": "Việt NamKhánh HòaNha Trang"}}