{"content": [{"name": "khoa73198", "avatar": "", "review_rating": "5", "review_title": "Hoàn toàn hài lòng khi lưu trú tại Somerset Ho Chi Minh City", "review_content": "Tôi rất hài lòng và sẽ quay trở lại cùng gia đình trong năm tới, mọi thứ ở đây quá tốt, nhân viên tiếp tân thân thiện, phòng ở sạch đẹp tiện nghi, an toàn, khi đến đây tôi có cảm giác như đang ở trong ngôi nhà của mình vì mọi vật dụng đều được chuẩn bị sẵn để có thể sử dụng, rất tiện lợi", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "maichinh1974", "avatar": "", "review_rating": "5", "review_title": "Very interested", "review_content": "Khách sạn nằm tại vị trí gần trung tâm thành phố nhưng vẫn chốn được sự ồn ào náo nhiệt. Nhân viên thân thiện, dịch vụ hoàn hảo. Căn hộ rất đầy đủ tiện nghi giống như tôi đang ở nhà mình. Tôi sẽ sử dụng dịch vụ này ở bất kỳ nơi nào có sản phẩm của Somerset", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Yen nhi B", "avatar": "", "review_rating": "1", "review_title": "Quá tệ", "review_content": "Tôi không hài lòng cách phục vụ của nhân viên lễ tân nam nữ ca sáng ngày 29/06. Đặt phòng trước qua thì bảo không nhận. Đứng đếm tiền mặc cho khách có nói gì hay chờ đợi. Tôi du lịch nhiều khách sạn 4.5 sao  nhưng phong cách làm việc như vậy thì sẽ mất khách và mất uy tín dài dài.", "reviewer_location": "dumpxxx"}, {"name": "Nguyễn Hồng L", "avatar": "", "review_rating": "4", "review_title": "Rất tốt", "review_content": "Nằm ở quận 1 nên đi lại vào trung tâm thuận tiện, ra sân bay cũng tương đối nhanh. Thuộc loại căn hộ dịch vụ nên phòng ốc thoáng mát rộng rãi, sạch sẽ. Có đủ các tiện nghi trang bị nhà bếp, phòng khách như ti vi, máy giặt, bàn ăn, tủ lạnh to, bàn ghế sofa. Tôi ở phòng có tới 3 phòng ngủ nhưng khách sạn chỉ cho ở tối đa 4 người nên cũng hơi thấy thắc mắc về việc hạn chế này. Nếu nghỉ gia đình thì theo tôi đây là lựa chọn tuyệt vời vì rộng rãi, ở rất thích. Có cả loa kết nối bluetooth nên bạn có thể dễ dàng nghe nhạc từ máy điện thoại của mình. Bể bơi đẹp nhưng hơi nông nên bơi không thích lắm. Hôm tôi đến thấy nhà hàng đang sửa chữa nên cũng chưa thử được chất lượng bữa ăn thế nào.   Nếu muốn ăn bụi thì đi lên phía trên hoặc xuống dưới khách sạn đều có các quán phở, bún, miến,", "reviewer_location": "dumpxxx"}, {"name": "Sky N", "avatar": "", "review_rating": "5", "review_title": "Điểm dừng chân lý tưởng", "review_content": "Rất tuyệt cho những chuyến du lịch dành cho gia đinh, thành phố mang tên Bác Hồ chí Minh,nơi vó những danh lam thắng cảnh.Nếu Bạn đến đây dù chỉ một lần thôi Bạn sẽ chắc chắn có những kỷ niệm không quên", "reviewer_location": "hung yen"}, {"name": "Schaeme Nguyen", "avatar": "", "review_rating": "4", "review_title": "Thoải mái", "review_content": "Đây là một khách sạn thật thoải mái, tiện nghi, nhiều dịch vụ. Nhân viên luôn tươi cười, phục vụ tận tình. Có hồ bơi rộng, vệ sinh, sạch sẽ. Các món ăn thì ngon hợp khẩu vị. Có cả minimart, thuận tiện cho việc mua sắm. Đây là một địa điễm nghĩ ngơi lý tưởng trong lòng thành phố", "reviewer_location": "Cần Thơ, Việt Nam"}, {"name": "Michelle D", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời cho gia đình", "review_content": "Các phòng rất sạch sẽ và tốt đẹp. Các nhân viên rất thân thiện và họ nói tiếng Anh tốt. Các hồ bơi cung cấp một nghỉ ngơi tốt đẹp từ nhiệt. Khi chúng tôi kiểm tra họ đang xây dựng một cửa hàng nhỏ trong sảnh, điều đó sẽ khiến trải nghiệm trở nên tuyệt vời hơn. Nhược điểm duy nhất là đi bộ đến một số điểm tham quan chính ở Sài Gòn / TP HCM, chúng tôi không bận tâm rằng chúng tôi thích đi bộ.", "reviewer_location": "Milwaukee, Wisconsin"}, {"name": "Santosh Kaur", "avatar": "", "review_rating": "5", "review_title": "Một kỳ nghỉ tuyệt vời", "review_content": "Thật là một căn hộ sạch sẽ và rộng rãi tuyệt vời. 3 đứa con của tôi cảm thấy chúng ở nhà rất nhiều. Chúng tôi thư giãn khi chúng tôi trở lại căn hộ sau một ngày đi chơi. Nhân viên, những gì tôi có thể nói là xuất sắc, mỗi người từ an ninh, lễ tân đến những người dọn phòng của chúng tôi. Ngay cả nhân viên hồ bơi cũng không thể làm đủ. Tôi giới thiệu nơi này cho bất cứ ai - chỉ cần vui lòng chăm sóc nó. Đó là trên đường cao tốc nhưng lấy không quá đắt - cũng đáng. Tôi đọc hầu hết các đánh giá về rất nhiều căn hộ có thể là quá sức, tuy nhiên nếu bạn muốn sạch sẽ và rộng rãi với những nhân viên cộc lốc đi. theo cách của họ để chào đón bạn, đây chắc chắn là nơi. Ban đầu chúng tôi đã đặt một căn hộ khác mà chúng tôi để lại vì quá bẩn. Chúng tôi phải ở lại một đêm nhưng không ngủ được.", "reviewer_location": "dumpxxx"}, {"name": "sjwcom1", "avatar": "", "review_rating": "4", "review_title": "Vị trí tốt và xứng đáng với số tiền", "review_content": "Nó có vị trí tốt nhưng khu vực bếp nhỏ. Ngoài ra, nó còn ổn cho chuyến đi của gia đình. Các nhân viên tử tế và nhanh chóng để yêu cầu khách hàng. Khu vực ăn sáng rất nhỏ và không thân thiện với trẻ em. Không thể tìm thấy ghế cao cũng không phải ghế booster.", "reviewer_location": "Las Vegas, Nevada"}, {"name": "Altomatum", "avatar": "", "review_rating": "5", "review_title": "Căn hộ siêu trung tâm và hiện đại.", "review_content": "Chúng tôi ở lại đây vài đêm trước khi đến Phú Quốc trong căn hộ 3 phòng ngủ. Chúng tôi rất ngạc nhiên với cảnh quan thành phố đáng kinh ngạc từ phòng của chúng tôi, bao gồm tòa nhà chọc trời Landmark 81 trông tuyệt vời vào ban đêm. Phòng là rất lớn với giặt ủi tốt và 3 phòng tắm.", "reviewer_location": "Vùng Auckland, New Zealand"}, {"name": "Melanie B", "avatar": "", "review_rating": "4", "review_title": "Địa điểm đẹp", "review_content": "Phòng rất rộng rãi. Chúng tôi là một gia đình 5 người và ở trong một căn hộ ba phòng ngủ. Cả ba phòng ngủ đều lớn và chúng tôi có hai phòng tắm. Nhà bếp có mọi thứ bạn cần và cũng có máy giặt. Phòng sạch sẽ, giường thoải mái. Áp lực tắm rất lớn. Nhân viên rất thân thiện và hữu ích. Chúng tôi đã ăn sáng ở đây hàng ngày. Không phải là một sự đa dạng lớn nhưng vẫn còn nhiều để lựa chọn. Trứng tráng tươi, trứng chiên, ngũ cốc, súp, thịt xông khói, xúc xích, trái cây và cà ri.  Sẽ ở lại đây một lần nữa", "reviewer_location": "Adelaide, Úc"}, {"name": "CK Lee", "avatar": "", "review_rating": "5", "review_title": "Nhà rộng rãi xa nhà", "review_content": "Khách sạn này ghi điểm cao với dịch vụ tuyệt vời, đặc biệt là đội ngũ ăn sáng, phòng căn hộ rộng rãi, được trang bị tốt và sạch sẽ với wi fi ổn định và nhanh chóng. Nó thực sự giống như một căn hộ hai phòng ngủ có bếp, máy giặt với máy sấy, tủ lạnh, lò nướng. Ngay cả 2 phòng tắm cũng rất rộng rãi và sạch sẽ. Có một hồ bơi, phòng tập thể dục và thậm chí cả sân tennis, không phổ biến ở nhiều khách sạn ở quận 1 ở Sài Gòn. Bữa sáng sẽ không giành chiến thắng trong bất kỳ cuộc đua nào nhưng ai cần 56 món cho bữa sáng? Chất lượng thực phẩm rất tuyệt và các mặt hàng thay đổi hàng ngày để bạn không lặp lại cùng một loại thực phẩm như hầu hết các bữa sáng của khách sạn. Khách sạn nằm trên một phần yên tĩnh hơn của Sài Gòn và rất gần với tất cả các điểm tham quan và nhà hàng.", "reviewer_location": "Singapore, Singapore"}, {"name": "Clair B", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời ở trong một căn hộ đẹp", "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại Somerset TP HCM. Căn hộ thật tuyệt vời, với những chi tiết đẹp ở khắp mọi nơi. Chúng tôi sẽ trở lại. Cảm ơn bạn đã kết thúc một kỳ nghỉ tuyệt vời tại Việt Nam để nhớ. Chúng tôi sẽ sớm gặp lại anh.", "reviewer_location": "Sydney, Úc"}, {"name": "chrissielieu", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tuyệt vời và vị trí", "review_content": "Căn hộ tuyệt vời mà không tì vết và rộng rãi. Hoàn hảo cho nhu cầu của chúng tôi (chúng tôi đã có một số phòng trong suốt một tuần). Nhân viên chu đáo mà không thể làm nhiều hơn để giúp đỡ. Vị trí tuyệt vời. Rất muốn giới thiệu ở đây.", "reviewer_location": "Melbourne, Úc"}, {"name": "Gaga", "avatar": "", "review_rating": "4", "review_title": "Nhà nghỉ Lief", "review_content": "Bữa sáng thật tuyệt và thật nhiều! Mái hồ bơi trên đỉnh, yên tĩnh và sạch sẽ! Nhân viên siêu thân thiện! Phòng sạch sẽ, internet tốt, nơi yên tĩnh để bắt đầu kỳ nghỉ Việt! Quán bar trên tầng thượng, trà chiều bao gồm bữa sáng cũng có giá", "reviewer_location": "Drouin, Úc"}, {"name": "HoorooImOff", "avatar": "", "review_rating": "5", "review_title": "Sạch sẽ, hiện đại và tự phục vụ.", "review_content": "Rất ngạc nhiên với chỗ ở này. Chúng tôi đã có một căn hộ 2 phòng ngủ, 2 phòng tắm. Các nhà hàng cách đó vài dãy nhà mặc dù khu nghỉ mát có một quán cà phê trong khuôn viên. Hồ bơi rực rỡ và không đông đúc. Có 7 - 11 cửa hàng đối diện nơi bạn có thể mua bia, nước, sữa và các mặt hàng tạp hóa. Chỉ ở đó trong một vài ngày nhưng sẽ ở lại lâu hơn.", "reviewer_location": "Melbourne Australia"}, {"name": "Clarence P", "avatar": "", "review_rating": "4", "review_title": "Thumbs up trên dịch vụ, căn hộ và vị trí", "review_content": "Các dịch vụ đã được thú vị và tôi thậm chí có một nâng cấp căn hộ. Các nhân viên nói tiếng Anh tốt và không có vấn đề gì với hầu hết người nước ngoài. Chỉ có một trục trặc với một số đồ dùng nhà bếp mà đã bị bỏ qua hoặc thất lạc nhưng điều này đã được sửa chữa bằng một cuộc gọi đến vệ sinh. Hãy tiếp tục phát huy!", "reviewer_location": "Singapore, Singapore"}, {"name": "Kate1972", "avatar": "", "review_rating": "5", "review_title": "Rất thoải mái", "review_content": "Đây là điểm dừng chân đầu tiên của chúng tôi sau khi đến Việt Nam. Chúng tôi có một suite gia đình 2 phòng ngủ cực kỳ rộng rãi, được trang bị đầy đủ tiện nghi, cạnh tranh với sảnh khách và bếp nhỏ. Đó chắc chắn là nơi rộng nhất của tất cả những nơi chúng tôi ở lại Việt Nam.  Trong khi đó không phải là địa điểm tốt nhất về ẩm thực (một chút đi bộ để đến bất kỳ nhà hàng nào tốt), việc đi taxi đến thị trấn rất rẻ. Các bữa ăn sáng buffet là đủ lớn để biện minh cho các chi phí bổ sung.  Hồ bơi là tuyệt vời.", "reviewer_location": "Miền Trung Auckland, New Zealand"}, {"name": "Cranther", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời cho một gia đình, hồ bơi tuyệt vời", "review_content": "Chúng tôi ở đây ba ngày vào tháng Bảy. Điều đầu tiên tôi nhận thấy về căn hộ là nó hoàn toàn to lớn! Nó thậm chí còn có cả một phòng dành riêng cho giặt ủi - i. e. máy giặt / máy sấy và giá sấy. N. được. đây là một căn hộ ba phòng ngủ. Một trong những phòng ngủ có một phòng tắm riêng, có một phòng tắm cho hai phòng khác để chia sẻ, và một nhà vệ sinh phụ thứ ba chỉ ra khỏi phòng giặt ủi. Chúng tôi sử dụng tốt hồ bơi lớn đáng yêu, và bọn trẻ và chồng tôi cũng sử dụng phòng tập thể dục. Một buổi sáng, chúng tôi đi xuống để thưởng thức bữa sáng với giá 8 đô la Mỹ, nhưng nghĩ rằng nó trông không có vẻ gì và khá bận rộn, vì vậy cuối cùng chúng tôi đi qua con đường dẫn đến Family Mart và mua một vài miếng sau đó chúng tôi ăn trong căn hộ rộng rãi của chúng tôi. Nó có một cái bàn lớn -", "reviewer_location": "Royal Tunbridge Wells, Vương quốc Anh"}, {"name": "Buckley174", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc", "review_content": "Căn hộ rất lớn và có mọi thứ bạn cần bao gồm một nhà bếp đầy đủ tiện nghi. Vị trí là tốt một chuyến đi taxi giá rẻ đến nơi mà bạn muốn đi. Bữa sáng tuyệt vời đã được bao gồm (họ có cà phê Việt Nam tốt nhất cho đến nay). Chắc chắn nhất sẽ quay lại đây.", "reviewer_location": "Chirnside Park, Úc"}, {"name": "lieuprivate", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời ở lại.", "review_content": "Somerset: Tôi đến từ Đan Mạch đi cùng chồng và hai con (17 và 20 tuổi). Somerset là một khách sạn đáng yêu. Căn hộ của chúng tôi rộng rãi với 2 phòng ngủ, một nhà bếp, một phòng khách và hai phòng tắm rộng rãi. Mọi thứ đều mới mẻ và sạch sẽ. Nhà bếp được trang bị đầy đủ chi tiết. Họ có như một túi nhỏ với xà phòng cho máy giặt cho những khách muốn giặt quần áo của họ. Ngoài ra còn có 4 chai nước khoáng, cà phê và trà và một số kẹo Việt Nam miễn phí trong căn hộ. WiFi, máy lạnh và hồ bơi lớn đều tốt. Nệm và gối thoải mái. Rất nhiều kênh truyền hình nói tiếng Anh. Chúng tôi thích rằng thang máy yêu cầu chìa khóa phòng. Các bữa ăn sáng buffet không có chất lượng tương ứng với một 4, 5 sao tuy nhiên, nó đáp ứng tất cả các nhu cầu cơ bản và nhân viên là rất lịch sự và dịch vụ minded.", "reviewer_location": "Copenhagen, Đan Mạch"}, {"name": "ironhead22", "avatar": "", "review_rating": "5", "review_title": "Nơi an toàn hơn để ở lại với gia đình", "review_content": "Gia đình tôi thích ở lại khách sạn hơn là khách sạn bình thường. Và theo ý kiến ​​của tôi, Somerset là nơi cư trú tốt nhất mà gia đình tôi từng ở. Tất cả các ứng dụng trong căn hộ đều hoạt động tốt, và các máy điều hòa không khí rất tuyệt vời, tất cả các phòng đều sạch sẽ.", "reviewer_location": "Seoul, Hàn Quốc"}, {"name": "Philips L", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời", "review_content": "Ở lại một đêm ở đó, mọi thứ được trang bị tốt với thiết kế đơn giản nhưng thanh lịch trong khung cảnh nhà, nhân viên thân thiện và vị trí an ninh không quá tệ vì thành phố thật sự tắc nghẽn nhưng có một chiếc taxi gần như ở khắp mọi nơi cộng thêm điểm. bên ngoài căn hộ cho các công cụ phút cuối cùng, có tờ báo quá tại các hướng dẫn viên có để đọc đó là một điểm cộng trong khi chờ đợi cho taxi", "reviewer_location": "Singapore"}, {"name": "Sloppywarrior12", "avatar": "", "review_rating": "5", "review_title": "Kinh ngạc", "review_content": "Khách sạn Somerset có mọi thứ bạn có thể muốn. Hồ bơi, hồ bơi trẻ em, sân chơi, máy lạnh, v.v ... . các phòng thực sự tốt đẹp và có giường thoải mái nhưng nhược điểm là dao kéo được ẩn đi đằng sau một trận hòa, do đó bạn có một cuộc săn lùng lớn cho nó. Nó sẽ là ok để cho trẻ em đi lang thang khách sạn nhưng không phải đi lang thang ra khỏi ranh giới. Nó thực sự lớn và có dịch vụ tốt nên đó là lý do tại sao tôi tặng nó 5 sao.", "reviewer_location": "Santorini, Hy Lạp"}], "hotel": {"location": "8A Nguyễn Bỉnh Khiêm Quận 1, Thành phố Hồ Chí Minh 70000 Việt Nam", "name": "Somerset Thành phố Hồ Chí Minh", "geo_data": {"latitude": 10.789986610412598, "longitude": 106.70318603515625}, "room_number": "198"}}