{"content": [{"name": "chi n", "avatar": "", "review_rating": "5", "review_title": "Excellent", "review_content": "ở đây 2 ngày chuyến đi công tác hội họp của cty. Cảm tháy rất may mắn vì được trải nghiệm dịch vụ cũng phòng ở và tiệc buffet ở đây. Xứnng đáng là top ks tại saigon - đặc biệt cho các sự kiện hội họp , lớn bao nhiêu khách sạn cũng sắp xếp rất chu đáo. Nhân viên nhiệt tình thân thiện.", "reviewer_location": "dumpxxx"}, {"name": "Sightsee12454707034", "avatar": "", "review_rating": "5", "review_title": "Tham dự sự kiện tại khách sạn Sofitel Sài Gòn Plaza", "review_content": "Sau khi có dịp ghé thăm khách sạn Sofitel, mình nhận thấy khách sạn có thiết kế hài hòa, sang trọng, có chút màu sắc cổ kính. Không chỉ lợi thế với vị trí trung tâm rất thuận tiện để đi lại, mà đội ngũ nhân viên ở đây cũng rất chuyên nghiệp, thân thiện, chu đáo. Cùng với đó khách sạn còn có nhà hàng phục vụ bữa sáng phong phú. Có thể nói Sofitel là một trong những khách sạn đáng đáng để lựa chọn làm điểm dừng chân với tất cả mọi người khi đến Sài Gòn.", "reviewer_location": "dumpxxx"}, {"name": "Thảo", "avatar": "", "review_rating": "5", "review_title": "Đánh giá trải nghiệm khách sạn sofitel saigon plaza", "review_content": "Đây là lần đến khách sạn Sofitel em thấy không gian rộng rãi, thoáng mát và hiện đại , sang trọng. Nhân viên khách sạn thân thiện, nhiệt tình hỗ trợ khách hàng    , quan tâm khách hàng chu đáo. Rất đáng để trải nghiệm với nhiều dịch vụ hấp dẫn trong khách sạn", "reviewer_location": "dumpxxx"}, {"name": "Lê Minh Thư", "avatar": "", "review_rating": "5", "review_title": "Tham dự sự kiện tại Sofitel Saigon Plaza", "review_content": "Mình có cơ hội được tham dự sự kiện tại khách sạn Sofitel Saigon Plaza. Vị trí nằm ở trung tâm thành phố, dễ di chuyển. Ấn tượng bởi không gian ấm cúng và sang trọng. Ngoài ra nhân viên tại khách sạn rất chuyên nghiệp, chu đáo, nhiệt tình hỗ trợ khách hàng. Rất đáng để trải nghiệm.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "joey", "avatar": "", "review_rating": "5", "review_title": "Luxury lắm", "review_content": "phòng đẹp thoáng, nội thất sang trọng, nhân viên chu đáo, trang phục gọn gàng, bày trí đẹp mắt, phòng tiện nghi dễ chịu đem lại cảm giác thoải mái sang trọng trong khoảng thời gian nghỉ ngơi tại đây sẽ quay lại lần sau", "reviewer_location": "dumpxxx"}, {"name": "Ngọc Quý", "avatar": "", "review_rating": "5", "review_title": "Đánh giá Khách sạn Sofitel Saigon Plaza", "review_content": "Khách sạn nằm trên đường lớn rất dễ tìm. Không gian rộng rãi, thoải mái và sạch sẽ. Nhân viên rất nhiệt tình và chu đáo, phục vụ rất chuyên nghiệp. Kiến trúc các sảnh và phòng ốc rất hiện đại và lịch sự.", "reviewer_location": "dumpxxx"}, {"name": "Hoàng Hải P", "avatar": "", "review_rating": "5", "review_title": "Đánh Giá", "review_content": "Mọi thứ đều tốt và chuyên nghiệp, rất thích phần chia sẻ của các bạn sinh viên, phần trò chơi và chủ đề của chương trình, bên ngoài trang trí đẹp đẽ, bắt mắt, nếu có lần sau, em sẽ tiếp tục tham gia ạ.", "reviewer_location": "dumpxxx"}, {"name": "Ai", "avatar": "", "review_rating": "5", "review_title": "Seminar", "review_content": "Khách sạn không gian ấm cúng, sẽ quay lại lần sau.Nội thất sang trọng tạo cảm giác gần gũi. Đội ngũ nhân viên chuyên nghiệp take care khách chu đáo. Vị trí nằm ngay trung tâm quận 1 thuận tiện cho việc đi lại", "reviewer_location": "dumpxxx"}, {"name": "Thuỷ Tiên", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tại khách sạn Sofitel", "review_content": "Khách sạn nằm trên đường Lê Duẩn tại trung tâm Sài Gòn. Không gian lãng mạn mang nét hiện đại. Đứng trên cao có thể ngắm nhìn được toàn cảnh của Sài Gòn. Đặc biệt trần nhà rất cao theo lối kiến trúc của Pháp. Cảm ơn Sofitel Saigon Plaza đã tạo cơ hội cho tôi được đến đây để trải nghiệm và chiêm ngắm khách sạn", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Quốc Thắng", "avatar": "", "review_rating": "5", "review_title": "Du lịch", "review_content": "Dịch vụ tốt  nhân vien thân thiện, các bạn lễ tân và bellman hết lòng hỗ trợ gia đình mình về việc khuân xách hành lý. Đồ ăn ở đây rất ngon, bánh decor đẹp và vị vừa ăn, không quá ngọt. Hồ bơi view đẹp, có thể thấy cảnh quận 1 và nhà thờ Đức bà.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Roving04030086343", "avatar": "", "review_rating": "5", "review_title": "Workshop", "review_content": "Khách sạn Sofitel Saigon Plaza đã đón tiếp tôi và bạn của mình rất nhiệt tình, nhân viên nhanh nhẹn, trang phục gọn gàng, đồ ăn và thức uống trong tiệc teabreak rất ngon, trang trí nhìn rất hấp dẫn. Có cơ hội chúng tôi sẽ quay lại lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Trinh", "avatar": "", "review_rating": "5", "review_title": "Đi workshop", "review_content": "Khách sạn rất sang trọng, phù hợp cho mọi lứa tuổi và đầy đủ các dịch vụ Rất tiện nghi sinh hoạt, đa dạng các món ăn khác nhau từ trong và ngoài nước có nhiều không gian chụp hình đẹp  phục vụ nơi đây phải nói là đỉnh chóp", "reviewer_location": "dumpxxx"}, {"name": "Voyager50417337752", "avatar": "", "review_rating": "5", "review_title": "Đi sự kiệnp", "review_content": "Một buổi tuyệt vời, khách sạn rất đẹp, nhân viên phục vụ rất tốt và nhiệt tình. Mọi thứ rất ổn. Đồ ăn rất ngon. Bãi giữ xe còn chưa tốt chưa có chỗ cho khách vãng lai, cần chú ý hơn. Nói chung là tuyệt vời", "reviewer_location": "dumpxxx"}, {"name": "Zoelee", "avatar": "", "review_rating": "5", "review_title": "Đánh giá Khách sạn Sofitel Saigon Plaza", "review_content": "Điều đầu tiên là khuôn viên của khách sạn sang trọng nhưng mang lại cảm giác ấm cúng cho khách hàng. Yếu tố quan trọng nhất là nhân viên của khách sạn rất thân thiện, hoà đồng và rất biết cách quan tâm tới khách hàng , nhân viên chuyên nghiệp. Nên thử trải nghiệm thử Khách sạn Sofitel Saigon Plaza nhá", "reviewer_location": "dumpxxx"}, {"name": "Như Quỳnh", "avatar": "", "review_rating": "5", "review_title": "Đánh giá khách sạn Sofitel", "review_content": "Thật tuyệt vời! Khi mình có dịp tại khách sạn. Mình rất ấn tượng bởi cách phục vụ của các bạn nhân viên rất chuyên nghiệp và nhanh nhẹn. Không gian khách sạn thì rộng rãi, thoáng mát. Sảnh Ballroom rất hiện đại đem lại cho mình một sự trải nghiệm rất thú vị", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "GIANG", "avatar": "", "review_rating": "5", "review_title": "ĐÁNH GIÁ TRẢI NGHIỆM TẠI SOFITEL", "review_content": "Không gian thiết kế ấn tượng, tinh tế, cổ điển; trang thiết bị hiện đại. Nhân viên thân thiện, nhiệt tình hỗ trợ khi cần thiết. Hội trường rộng rãi, ánh sáng dịu, thích hợp cho các sự kiện trao đổi. Trải nghiệm đáng nhớ!", "reviewer_location": "dumpxxx"}, {"name": "Huy vu", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Khách sạn có không gian sang trọng, ấm cúng. Nhân viên chu đáo, tận tình với khách hàng. Khách sạn nằm ngay trung tâm nên sẽ tiện lợi cho việc đi lại khám phá Sài Gòn. Lần tới chắc chắn sẽ quay trở lại.", "reviewer_location": "dumpxxx"}, {"name": "Mỹ Hiền", "avatar": "", "review_rating": "5", "review_title": "Đánh giá về Sofitel Saigon Plaza", "review_content": "Khách sạn có cơ sở vật chất hiện đại, sang trọng, phòng ốc được bày trí vô cùng bắt mắt và đội ngũ nhân viên làm việc vô cùng chuyên nghiệp mang đến cho khách hàng những trải nghiệm vô cùng tuyệt vời và đáng nhớ!", "reviewer_location": "dumpxxx"}, {"name": "Pan", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Đúng là một trải nghiệm rất tuyệt vời! Cơ sở vật chất tốt, phòng Ballroom rất rộng và thoáng mát. Nhân viên rất nhiệt tình hỗ trợ khi cần Cảm ơn khách sạn Sofitel đã tạo cơ hội cho tôi được trải nghiệm", "reviewer_location": "dumpxxx"}, {"name": "Như", "avatar": "", "review_rating": "5", "review_title": "Thăm quan", "review_content": "Khách sạn sang trọng, đón khách nhiệt tình, nhân viên chu đáo, món ăn và nước uống đến từ welcome drink rất ngon, nếu có cơ hội sẽ quay lại lần tiếp theo. Xin chân thành cảm ơn khách sạn rất nhiều ạ!!!", "reviewer_location": "dumpxxx"}, {"name": "Anna", "avatar": "", "review_rating": "5", "review_title": "sever rất tốt", "review_content": "Dịch vụ tốt, nhanh gọn không để khách chờ lâu  Nhân viên quan tâm đến khách hàng  Đồ ăm, nước uống ngon Sẽ giới thiệu đến bạn bè vì những dịch vụ tốt mà khách sạn đem lại để tôi có 1 trải nghiệm tuyệt vời tại đây", "reviewer_location": "dumpxxx"}, {"name": "Chau do", "avatar": "", "review_rating": "5", "review_title": "Đáng để trải nghiệm", "review_content": "Khách sạn mang lại trải nghiệm tốt, với cách phục vụ chuyên nghiệp đến từ nhân viên và không gian sang trọng mà khách sạn mang đến cho khách hàng rất xứng đáng để đến trải nghiệm và thư giãn cùng bạn bè và người thân", "reviewer_location": "dumpxxx"}, {"name": "Thảo", "avatar": "", "review_rating": "5", "review_title": "Tham quan", "review_content": "sự kiện tuyệt vời. Nhiều điều hay và bổ ích. Tiếp tân nhiệt tình. Dễ thương. Ai cũng thân thiện giúp đỡ khi cần. Thật đáng bổ ích và học hỏi, mong được nhiều trải nghiệm hơn ở Sofitel và được nói chuyện nhiều hơn", "reviewer_location": "dumpxxx"}, {"name": "Kiệt", "avatar": "", "review_rating": "5", "review_title": "Đánh giá khách sạn Sofitel", "review_content": "Khách sạn có view đẹp , đặc biệt là ballroom xịn và cơ sở vật chất hiện đại . Ấn tượng nhất là nhân viên khách sạn chuyên nghiệp , vui vẻ và hòa đồng với khách. Cảm ơn khách sạn Sofitel đã cho mình cảm giác trải nghiệm tuyệt vời", "reviewer_location": "dumpxxx"}, {"name": "FarAway19918769223", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm đáng nhớ", "review_content": "Được tham quan mọi thứ và trải nghiệm những tiện nghi đầy đủ tại khách sạn Sofitel khiến cho tôi thật vinh hạnh vì được đón tiếp. Mọi thứ rất tuyệt vời, hạnh phúc và hy vọng sẽ được quay lại Sofitel lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Merrick", "avatar": "", "review_rating": "4", "review_title": "Feedback khách sạn Sofitel", "review_content": "Địa điểm ngay trung tâm quận 1 rất thuận tiện, decor đẹp. Mình vừa bước vào rất ấn tượng với sảnh của khách sạn. Hôm nay mình đi seminar của đại học Hoa Sen, teabreak rất ngon, không gian khán phòng cũng rất đẹp.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hồng Ngọc", "avatar": "", "review_rating": "5", "review_title": "Christmas Lighting Up Night", "review_content": "Cây thông được trang trí rất đẹp và lộng lẫy mang đến một sự ấm áp cho mùa giáng sinh năm nay Mọi người được chào đón rất nhiệt tình và thân thiện Bánh log cake rất ngon Các tiết mục biểu diễn rất ấn tượng, dàn đồng ca rất hay Ông già noel hát quà cho các bé rất vui Mong Sofitel có nhiều hoạt động chào đón lễ hội trong thời gian tới.", "reviewer_location": "dumpxxx"}, {"name": "Andre N", "avatar": "", "review_rating": "5", "review_title": "Một trong những khách sạn đúng nghĩa 5 sao.  ", "review_content": "Một khách sạn sang trọng qui phái đúng nghĩa 5 sao trong trung tâm sai gòn.   Phòng rộng thoáng mát dễ chịu.   Nhân viên lễ phép và chuyên nghiệp.   Đặc biệt cám ơn đến các nhán viên lễ tân ở khách sạn.  Chuyên nghiẹp và làm cho tôi cảm giác welcome khi bước vào.    ", "reviewer_location": "dumpxxx"}, {"name": "christy2211", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tại khách sạn đáng ở nhất Sài Gòn", "review_content": "Một kỳ nghỉ thật tuyệt vời tại Sofitel. Phòng rộng thoáng, view siêu đẹp luôn. Đặc biệt là Breakfast rất nhiều sự lựa chọn, đa dạng món ăn. Các bạn nhân viên phục vụ rất chuyên nghiệp và nhiệt tình. Cám ơn Thật, Trang, Bình, Quyên, Thư rất nhiều. Sẽ quay trở lại trong dịp gần nhất", "reviewer_location": "Đảo san hô vòng North Male"}, {"name": "Quang B", "avatar": "", "review_rating": "2", "review_title": "Good hotel in town", "review_content": "Phòng rất sạch sẽ và đẹp theo các tiêu chuẩn của Accor. Tôi ở đây lần thứ 2 nên có góp ý để khách sạn cải thiện. Lần đầu tôi mua gói lounge access và lúc checkin có nói sẽ checkout sáng sớm nên nhờ chuẩn bị breakfast box, tuy nhiên lúc checkout thì lễ tân không có thông tin và chuẩn bị một vài chiếc bánh và nước sơ sài. Lần thứ 2, có vấn đề nhỏ là bánh kem đồ ăn sáng có tóc. Về đồ ăn nhìn chung rất ngon miệng, nhưng tôi mong đợi nhiều hơn ở 1 dòng khách sạn luxury của Accor. Mong khách sạn sẽ cải thiện. Tôi sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Phạm Hoài Nam", "avatar": "", "review_rating": "5", "review_title": "Sofitel Sài Gòn", "review_content": "Phòng khách sạn rất rộng, sạch sẽ, view đẹp, nhân viên phục vụ quá tuyệt vời, nhất là các gái xinh, trai đẹp Ngọc Linh, Ngọc Hân, Hậu Cần. Đặc biệt bữa sáng, bữa xế, bữa tối nhiều món ngon miệng, nhân viên dễ thương, tận tình, hướng dẫn khách ăn no mới dìa phòng. Tôi đã rất nhiều lần ở ks Sofitel Metropole Hà Nội, nhận các bạn nhân viên phục cung cách và thái độ chưa được đẹp lắm, và đã 2 lần gia đình tôi gặp chuyện không vui từ cung cách phục vụ này (ngày 27, 28-4). Mong các bạn rút kinh nghiệm, học cách tận tình, chu đáo phục vụ khách, hạn chế thấp nhất sự không hài lòng, vui vẻ của khách. Trân trọng cám ơn", "reviewer_location": "dumpxxx"}, {"name": "Thao Phan", "avatar": "", "review_rating": "5", "review_title": "phong gym", "review_content": "Mỗi sáng ngay khi đến Sofitel tôi rất vui khi được chào đón niềm nở bởi các anh bảo vệ và nhân viên trực cửa như anh Phúc, anh Tuấn... Và khi đến phòng gym thì không gì dễ chịu hơn khi có bạn Minh, chào đón với nụ cười và chìa khoá locker sẵn trên tay. Minh sẵn sàng đáp ứng những câu hỏi hay yêu cầu của khách với sự nhiệt tình và thái độ ân cần. Cám ơn các bạn đã cho tôi nguồn năng lượng tích cực để khởi đầu ngày mới!!!", "reviewer_location": "dumpxxx"}, {"name": "Nhi Nhi", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp và dịch vụ tuyệt vời", "review_content": "Tôi đã có dịp ăn sáng buffet tại nhà hàng và được cô Minh Trang phục vụ rất tốt, chu đáo ân cần và gợi ý những món ăn ngon của nhà hàng. Nhà hàng và khách sạn được trang trí rất đẹp và trang nhã. Tôi chắc chắn sẽ quay lại để thưởng thức thêm các món ăn của nhà hàng.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Công Bắc", "avatar": "", "review_rating": "5", "review_title": "Lịch sự, nhân viên thân thiện, nhiệt tình", "review_content": "Khách sạn chuẩn 5 sao, đặc biệt ấn tượng với độ nhiệt tình, niềm nở của các bạn Hiền, Trí, Kim Anh, Ngọc Anh, Sơn. Công tác TP Hồ Chí Minh trong giai đoạn dịch rất nhiều khó khăn, bất tiện, nhờ các bạn mà cảm thấy khá vui vẻ, thoải mái khi ở đây. Nhất định sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Thuong Tran", "avatar": "", "review_rating": "5", "review_title": "Best choice", "review_content": "Một trong những thương hiệu cao cấp hàng đầu của tập đoàn Accor. Khách sạn tọa lạc tại vị trí trung tâm rất thuận tiện, phòng ốc sạch sẽ, hồ bơi đẹp nhưng lang cang khá cao, không trong suốt nên view bị hạn chế, mọi thứ dường như hoàn hảo, rất yên tĩnh. Cảm ơn anh Tân, anh Nhật, chị Nhi, chị My F&B, anh Hùng Chef phục vụ rất tận tình, vượt ngoài sự mong đợi. Cảm ơn chị Yến FO rất chuyên nghiệp, đã recommend một số nơi ăn uống xung quanh khách sạn. Cảm ơn chị Thanh, Thương, và 2 anh (Housekeeping tầng 19) làm việc chuyên nghiệp, nhanh, gọn, sạch sẽ, và luôn có mặt bất cứ lúc nào. Đã có 3 đêm tuyệt vời tại Room 1916 Prestige Suite with Club Millésime Access. Thường Trần", "reviewer_location": "dumpxxx"}, {"name": "Thaihuy", "avatar": "", "review_rating": "5", "review_title": "Là một trong những khách sạn 5* trên cả mong đợi", "review_content": "Mọi thứ đều rất tuyệt khi là một khách hàng thân thiết của Accor và đặc biệt là của Sofitel Saigon. Một trong những lựa chọn hàng đầu về nơi lưu trú trên cả tuyệt vời tại SG. Cảm ơn sự tiếp đón nhiệt tình vs nồng nhiệt nhất từ các bạn. ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hữu Thiên", "avatar": "", "review_rating": "5", "review_title": "Hotel trip", "review_content": "Vào ngày 27/4, mình có cơ hội tham gia vào chuyến Hotel trip giữa Vatel x Sofitel. Đó là một chuyến tham quan vô cùng tuyệt vời !! Chúng mình được tham quan căn phòng tổng thống có thể nói là xịn nhất Sài Gòn cùng với sự hướng dẫn tận tình của anh Thành ( bộ phận nhân sự) và nhiều anh chị cô chú khác. Sau khi tham quan chúng mình được thưởng thức trà và bánh ngọt rất ngon và sang trọng. Tuyệt vời !!!", "reviewer_location": "dumpxxx"}, {"name": "Quoc Cuong D", "avatar": "", "review_rating": "5", "review_title": "Nhân viên thân thiện và chu đáo", "review_content": "Buffet sáng tuyệt cú mèo đã quay trở lại. Ăn khắp Sài Thành thấy có quầy pastries và cheese selection của Mezz là đã cơn thèm đi nước Pháp nhất. Cảm ơn Mr Nhật, Mr Thật, và Ms Linh đã chăm sóc cả gia đình mình. Mr Eban ở FO cũng rất chu đáo. Nếu có thể mở mezz cả tuần thì càng tuyệt.", "reviewer_location": "dumpxxx"}, {"name": "Daniel", "avatar": "", "review_rating": "5", "review_title": "1 ngày tuyệt vời", "review_content": "Khách sạn nằm ngay trung tâm của Q1, dễ dàng di chuyển đến các địa điểm khác. Dịch vụ tốt, nhân viên thân thiện niềm nở. Đặc biệt, bữa sáng tuyệt vời với sự phục chu đáo của Thật.Bể bơi trên tầng thượng mang lại cảm giác rất dễ chịu với tầm mắt nhìn ra toàn thành phố. Nếu có dịp, nhất định sẽ chọn Sofitel lần nữa.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trần Minh Đăng", "avatar": "", "review_rating": "5", "review_title": "Bữa sáng tuyệt vời", "review_content": "Nhà hàng Bistro sang trọng, nhân viên phục vụ buổi sáng chuyên nghiệp, thân thiện, trong đó có bạn Linh lễ tân luôn vui vẻ với khách và hướng dẫn tận tình về menu buổi sáng, thực đơn đa dạng nhiều món Việt như là bánh bèo, bánh ướt rất là ngon. Sẽ quay lại lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Mr Le", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Tôi có buổi liên hoan tại nhà hàng Mezz, vị trí trung tâm, kiểu Pháp, đẹp, sang trọng. Món ăn không đa dạng lắm nhưng chất lượng. Các bạn phục vụ chuyện nghiệp, lịch sự... bạn Nhật rất ân cần, nhiệt tình, chu đáo. Tôi rất hài lòng với buổi tiệc liên hoan vui vẻ, trang trọng.", "reviewer_location": "dumpxxx"}, {"name": "Tuyền", "avatar": "", "review_rating": "5", "review_title": "phòng tốt", "review_content": "Chúng tôi đã đặt phòng của chúng tôi một vài ngày trước chuyến đi của chúng tôi và đã ghé thăm một đêm trước khi bay đến Hà Nội vào sáng hôm sau, bắt đầu chuyến đi hai tuần của chúng tôi đến Việt Nam Chúng tôi đã thông báo cho nhân viên về việc chúng tôi đến vào buổi tối ngày hôm trước và sau khi bắt taxi từ sân bay, chúng tôi đến với ý định bỏ túi và đi ra ngoài để cắn và uống. Khi đến nơi, nhân viên bán hàng ở quầy rất bận rộn nhưng chào đón chúng tôi và vui lòng yêu cầu chúng tôi đợi, sau 30 phút chúng tôi đã chú ý đến nơi chúng tôi được thông báo rằng phòng của chúng tôi đã được đặt gấp đôi và họ đã sắp xếp một phòng cho chúng tôi ở một khách sạn khác bởi. Sau khi lùng sục trên mạng và không thể tìm được một khách sạn nào chúng tôi chọn, chúng tôi đã nhận lời và đi đến khách", "reviewer_location": "dumpxxx"}, {"name": "Phước T", "avatar": "", "review_rating": "5", "review_title": "holiday travel", "review_content": "Tôi chọn khách sạn cho kỳ nghĩ vừa rồi của mình. Thú thật ấn tượng đầu tiên về khách sạn quá ư là tuyệt vời, từ nước chào mừng cho đến cách các bạn lễ tân làm thủ tục nhận phòng. Rất chuyên nghiệp và thân thiện. Tôi thật sự rất hài lòng với buổi ăn sáng ở đây. Tôi hi vọng lần sau có dịp tôi sẽ quay lại. Cảm ơn các bạn rất nhiều.", "reviewer_location": "dumpxxx"}, {"name": "hoanthanhthin", "avatar": "", "review_rating": "5", "review_title": "Nice hotel", "review_content": "Khách sạn rất đẹp,tuy đang sữa chữa nhưng vẫn hài hoà Nhân viên lễ tân rất thân thiện,rất nhiều lần giúp dở khi tôi ko hiểu vấn đề đặt phòng bằng thẻ ( nhân viên lễ tân Hà) Thức ăn rất hợp vệ sinh và ngon", "reviewer_location": "Tỉnh Đồng Tháp, Việt Nam"}, {"name": "vien n", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tuyệt vời", "review_content": "House keeping rất tốt, lễ tân rất tốt  biết quan tâm tới khách hàng ( mặc dầu vẻ bề ngoài của tôi và gia đình ko được sang trọng như những khách hàng khác )  Rất trân trọng Muốn gởi đến những bạn lễ tân và bell làm việc trong ngày 17/3 lời cảm ơn", "reviewer_location": "dumpxxx"}, {"name": "Anh Quân N", "avatar": "", "review_rating": "3", "review_title": "Nhạc rất ồn từ toà nhà Prudential", "review_content": "Khách sạn ngay gần trung tâm thành phố. Cách nhà th Đức Bà và Bưu Điện 300m và cách chợ bến thành tầm 10p với taxi. Phòng rất đẹp, hồ bơi đẹp và nhân viên phục vụ chu đáo, thân thiện.  NHƯNG có một điểm trừ là gần khách sạn có toà nhà Prudential, trên tầng cao nhất toà nhà đó có một Disco và nhạc RẤT RẤT RẤT ồn mỗi đêm tới 12 giờ đêm. Tôi ngạc nhiên vì xung quanh đó không ai phàn nàn. Tôi chỉ mong quản lý khách sạn khi đọc được comment của tôi sẽ có biện pháp và thông báo với cơ quan chính quyền ở đó có thể giải quyết được vấn đề ô nhiễm tiếng ồn vào buổi tối lúc mọi người cần nghỉ ngơi nhất. Nếu vấn đề đó được giải quyết tôi nghĩ khách sạn xứng đáng với 6*.  Tôi xin cảm ơn !", "reviewer_location": "dumpxxx"}, {"name": "Vicky L", "avatar": "", "review_rating": "4", "review_title": "Tuyệt", "review_content": "Ks có vị trí rất trung tâm ngay gần nhà thờ đức bà, diamond plaza. Phục vụ rất chu đáo, nhiệt tình. Phòng trang trí đẹp, hiện đại, tuy nhiên phòng hơi nhỏ, đã cũ. Nhà hàng ăn uống món ăn khá ổn nhưng chưa phong phú lắm. Bê bơi ngoài trời khá rộng view ra hướng toà nhà bitexco, chụp ảnh khá đẹp.", "reviewer_location": "dumpxxx"}, {"name": "DinhHuong275", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt, dịch vụ tốt, trung tâm", "review_content": "Khách sạn nằm ngay trung tâm của Q1, mất vài phút đi bộ là ra đến Dinh Độc Lập. Dịch vụ tốt, nhân viên thân thiện niềm nở. Ăn sáng tuyệt vời, khách sạn có xe bus đưa khách đi chợ Bến Thành và ngược lại rất thuận tiện cho khách du lịch. Bể bơi trên tầng thượng mang lại cảm giác rất dễ chịu với tầm mắt nhìn ra toàn thành phố.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "PJandSJ", "avatar": "", "review_rating": "4", "review_title": "Sự tinh tế Sofitel", "review_content": "Khách sạn này có vị trí thuận lợi vì có thể đi bộ thẳng tới vài điểm du lịch phổ biến nhất ở Sài Gòn. Hồ bơi trên nóc thích hợp để thư giãn cuối ngày. Menu bữa sáng cũng có nhiều lựa chọn hấp dẫn; và nhân viên đều rất thân thiện và tận tình giúp đỡ.", "reviewer_location": "Matlock, Vương quốc Anh"}, {"name": "Greg Johnson", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời trong một thành phố lớn", "review_content": "Chúng tôi là một cặp vợ chồng người Mỹ 60 tuổi du lịch hai tháng ở Đông Nam Á và đã ở lại Sofitels khi có thể. Khách sạn Sofitel Saigon Plaza nằm ở vị trí hoàn hảo ở Quận 1 và đi taxi rất khó khăn đến bất cứ nơi nào khác mà bạn muốn đến ở Sài Gòn. Nhà hàng trong khách sạn thật tuyệt vời nếu một người chọn ăn. Đây là khách sạn 5 sao đầu tiên ở Sài Gòn và bắt đầu tất cả. Nó vẫn là một trong những khách sạn hàng đầu tại Việt Nam. Các sàn hồ bơi trên mái nhà cao tầng là ngoạn mục. Các nhân viên, như mọi khi với Sofitel, rất chuyên nghiệp và siêu thân thiện. Bạn không thể sai khi đặt một khách sạn và khách sạn Sofitel Saigon Plaza là đẳng cấp thế giới.", "reviewer_location": "San Antonio, Texas"}, {"name": "Judith1981", "avatar": "", "review_rating": "5", "review_title": "lễ cưới", "review_content": "Chúng tôi đến khách sạn khoảng 8 giờ sáng sau chuyến bay 11 giờ. Chúng tôi đang đi du lịch với một đứa trẻ 5 tuổi không hề ngủ trên máy bay. Chúng tôi chỉ muốn bỏ hành lý vì chúng tôi không nghĩ rằng họ sẽ kiểm tra chúng tôi sớm như vậy. Nhưng một người phụ nữ tuyệt vời ở quầy lễ tân, cô Trương Yên Ngọc đã làm tất cả những gì có thể để giúp chúng tôi và cho chúng tôi một phòng 6 giờ trước khi nhận phòng thường xuyên. Cô ấy chắc chắn làm cho ngày của chúng tôi! ! Cảm ơn một lần nữa! Thực phẩm, hồ bơi vv là tuyệt vời!", "reviewer_location": "Feldkirch, Áo"}, {"name": "Jayne D", "avatar": "", "review_rating": "5", "review_title": "3 đêm tuyệt vời", "review_content": "Chúng tôi hoàn toàn thích ở lại khách sạn này, nơi hoàn hảo cho tất cả các điểm nổi bật của thành phố. Chúng tôi đã dành 2 đêm đầu tiên trong một căn phòng thông thường và thứ ba trong câu lạc bộ. Các nhân viên trong toàn bộ khách sạn luôn cực kỳ hữu ích và thân thiện. Chúng tôi sẽ không ngần ngại quay trở lại và hoàn toàn đề nghị.", "reviewer_location": "dumpxxx"}, {"name": "Ensbee", "avatar": "", "review_rating": "5", "review_title": "Tài sản lớn", "review_content": "Nằm ở trung tâm khách sạn. Rất chào đón, nhân viên lịch sự và hữu ích. Phòng là giá vé Sofitel với một cảm giác sang trọng. Bữa sáng chia tay tại Mezz, nơi có sức lan tỏa tốt và chúng tôi khá thích các lựa chọn. Có một kỳ nghỉ thú vị.", "reviewer_location": "Springfield, Úc"}, {"name": "BazzaCrewe", "avatar": "", "review_rating": "4", "review_title": "Xuất sắc", "review_content": "Ở lại đây trong 3 đêm trên đường từ Úc đến Vương quốc Anh. Vị trí tuyệt vời, đồ ăn trong nhà hàng tuyệt vời, vợ tôi rất thích spa. Khu vực hồ bơi và quán bar thực sự tốt và được bảo trì tốt. Nhìn chung, một khách sạn hàng đầu và chúng tôi sẵn sàng quay trở lại.", "reviewer_location": "Melbourne, Úc"}, {"name": "Phu Quoc Ngo", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời", "review_content": "Nằm ở trung tâm Sài Gòn nên khách sạn rất dễ tìm. Sau cuộc chiến trì hoãn lâu, nhờ ms. Thảo cho lời chào nồng nhiệt và kiểm tra nhanh - vào lúc 11 a. m. Căn phòng cực kỳ sạch sẽ với sự độc đáo chỉ dành cho thành viên.  Vào buổi chiều, tôi rời khỏi phòng trong một giờ, và khi trở lại, căn phòng đã được tạo ra - một lần nữa với một sô cô la nhỏ, túi trà và một mẹo ngủ.  Thực phẩm và đồ uống rất ngon.  chắc chắn là một trong những khách sạn tốt nhất trong thị trấn Sẽ trở lại khi tôi có một chuyến đi đến Hồ Chí Minh.", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "Rsantisteban", "avatar": "", "review_rating": "5", "review_title": "Tất cả mọi thứ bạn muốn trong một khách sạn ở thành phố Hồ Chí Minh", "review_content": "Khách sạn này đã đạt được trạng thái 5 sao.  Không khí tuyệt vời. Phòng tuyệt vời và thoải mái. Giường rất mềm và có các sợi chỉ cao. Phòng tắm tuyệt vời với đá cẩm thạch và đồ đạc hiện đại. Vòi hoa sen cung cấp một kinh nghiệm tắm mạnh mẽ tuyệt vời. Một bồn tắm lớn đẹp đã được cung cấp cho những người thích một phòng tắm sang trọng. Đồ lặt vặt có chất lượng spa và khăn lớn và dày. Tuyệt vời về nhà hàng bất động sản Thanh sảnh lớn cho cả đồ uống và thức ăn. Giá cả hợp lý.", "reviewer_location": "Miami, Florida"}, {"name": "dariacon", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đẹp ở một vị trí thuận tiện", "review_content": "Khách sạn khá mới và tiện nghi. Phòng là tốt, mặc dù một chút nhỏ. Tôi thích nhân viên, mọi người đều thực sự thân thiện và hữu ích, từ lễ tân đến nhà hàng và dịch vụ phòng. Chúng tôi đã có dịch vụ phòng 3 lần và tôi chỉ nhận xét rằng nó không nhất quán mọi lúc. Ví dụ, đôi khi bạn có bánh mì với salad, đôi khi không, khăn ăn bị thiếu trong ngày đầu tiên, bàn không được mở cho bạn. Bữa sáng rất tuyệt, trong khi nhà hàng Mezz vào bữa tối thiếu không khí và sự đa dạng. Nhìn chung đó là một kỳ nghỉ tốt và tôi sẽ quay trở lại.", "reviewer_location": "Bali, Indonesia"}, {"name": "jthomas2021", "avatar": "", "review_rating": "5", "review_title": "Ở tuyệt vời", "review_content": "Khách sạn là tuyệt vời và nhân viên và dịch vụ là xuất sắc. Địa điểm là tốt và các tour du lịch được cung cấp là tuyệt vời. Các nhà hàng cung cấp tất cả các loại thực phẩm cho cả ẩm thực phương Tây và châu Á. . . . một chuyến đi tốt ! ! ! !", "reviewer_location": "Sydney, Úc"}, {"name": "alexlobov", "avatar": "", "review_rating": "5", "review_title": "Vẫn tuyệt vời, vài năm sau", "review_content": "Tôi đã ở khách sạn này vài lần cách đây nhiều năm và rất vui vì nó vẫn tuyệt vời.  Khung cảnh khách sạn Sài Gòn chưa bao giờ rộng - hầu hết những người tôi biết đều ở tại Liên lục địa hoặc Park Hyatt. Và trong khi cả hai đều là những lựa chọn tốt, tôi nghĩ rằng khách sạn Sofitel vẫn thể hiện giá trị tốt nhất cho một ngôi sao năm trong thị trấn do các lựa chọn khác hoàn hảo như thế nào: tức là. Khách sạn Sheraton (rất cũ), Le Meridien (vị trí nghèo nàn) & The Reverie (cách đường OTT).  Ưu điểm:  - Vị trí gần tương tự nhau, mặc dù có lẽ vài phút đi bộ từ trung tâm chết chóc của thị trấn.  - Thiết kế phòng rộng rãi và thoải mái, có lẽ không thú vị bằng những rung cảm giả thuộc địa của Park Hyatt nhưng ở đó có một khách sạn sang trọng - sang trọng của Pháp.  - Dịch vụ có hiệu quả", "reviewer_location": "Munich, Đức"}, {"name": "00_AMD_00", "avatar": "", "review_rating": "4", "review_title": "Vị trí tốt", "review_content": "Vị trí tuyệt vời giúp bạn dễ dàng đi vào trung tâm thành phố và xem tất cả các điểm du lịch.  Ăn sáng là tốt với nhiều sự lựa chọn. Phòng được thiết kế độc đáo.  Nhân viên chu đáo và thân thiện chào đón từng vị khách khi họ đến.", "reviewer_location": "Tokyo, Nhật Bản"}, {"name": "HeinzG", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ hàng đầu của khách sạn", "review_content": "10 phút đến trung tâm HCM. Nhân viên thân thiện và cung cấp đặc biệt tại phòng tiếp theo. Và bữa sáng là tuyệt vời là tốt. Không có gì để phàn nàn. Chúng tôi cũng có thể sử dụng phía hồ bơi trên mái nhà trong một vài giờ.", "reviewer_location": "Baden, Thụy Sỹ"}, {"name": "QBKev", "avatar": "", "review_rating": "5", "review_title": "Những điều nhỏ", "review_content": "Con gái tôi đã có sinh nhật trong thời gian chúng tôi ở khách sạn và khi tôi hỏi chúng tôi có thể làm bánh không, người phụ nữ ở quầy lễ tân nói rằng họ luôn được thông báo khi đó là sinh nhật của ai đó. Họ sắp xếp một chiếc bánh và hỏi chúng tôi ở đâu và khi nào họ muốn chúng tôi phục vụ nó cho cô ấy dịp này. Hồ bơi cũng rất tuyệt nhưng đồ ăn bên hồ bơi không có gì đặc biệt về giá cả. Nhìn chung, tôi khuyên bạn nên ở đây.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Tom B", "avatar": "", "review_rating": "4", "review_title": "Có thể tốt hơn với bản nâng cấp", "review_content": "Vị trí tuyệt vời gần trung tâm và sông. Nhân viên và dịch vụ đáng yêu họ không thể làm đủ để giúp đỡ với bất kỳ vấn đề nào Bữa sáng tuyệt vời với nhiều lựa chọn và nhân viên chu đáo Như bao giờ tuyệt vời giường, rất thoải mái \"Câu lạc bộ\" đẹp và thân thiện nhưng rất ít lựa chọn cho thực phẩm và luôn luôn giống nhau Một vấn đề là các phòng đều hơi \"mệt mỏi\". hầu như không có không gian treo", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Trevor M", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời và khách sạn tuyệt vời", "review_content": "Khách sạn SOFITEL này nằm ở vị trí tuyệt vời chỉ cách bưu điện Sài Gòn và Nhà thờ Đức Bà 5 phút đi bộ. Các bữa ăn sáng là một trong những tốt nhất tôi đã có trên tất cả các 'pho mát Pháp nhập khẩu thế giới' bạn không thể đánh bại nó.  Các hồ bơi đã được cải tạo nhưng hình ảnh của dự án hoàn thành trông tuyệt vời, nếu bạn muốn có một hồ bơi cho trẻ em kiểm tra với khách sạn nó sẽ được mở.  Tôi khuyên bạn nên truy cập vào phòng điều hành, chúng tôi là thành viên bạch kim Accor vì vậy đã được cấp miễn phí nhập cảnh, ngay cả những đứa trẻ.  Không thể đợi để quay lại khách sạn này", "reviewer_location": "dumpxxx"}, {"name": "Carol Dale", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời khách sạn, rất khuyến khích", "review_content": "Như thường lệ với chuỗi khách sạn Sofitel, một khách sạn tuyệt vời, phòng đáng yêu, vòi sen tuyệt vời và các tiện nghi trong phòng, và đội ngũ nhân viên tuyệt vời. Nhân viên trợ giúp đặc biệt luôn ở đó để giúp đỡ và nhân viên phục vụ và nhân viên phòng làm một công việc tuyệt vời, với nụ cười và sự quan tâm chân thành trong việc đảm bảo bạn tận hưởng kỳ nghỉ của mình. Chuỗi khách sạn Sofitel là một trong những chuỗi khách sạn yêu thích của tôi và họ luôn đạt tiêu chuẩn cao nhất. Một chút ra khỏi hubbub của trung tâm Sài Gòn (mặc dù đi bộ khoảng cách - 5 đến 10 phút đến khu vực sông.", "reviewer_location": "Bribie Island, Úc"}, {"name": "deniskan", "avatar": "", "review_rating": "4", "review_title": "Một khách sạn Nice ở HCM", "review_content": "Một khách sạn đẹp ở HCM là bình thường. Đây là lần thứ ba tôi ở trong khách sạn này. Các nhân viên là tốt đẹp, nhưng không có bất ngờ lớn như thành viên Elite cũng không phải là một khách truy cập loyality cho khách sạn này. Căn phòng đẹp và sạch sẽ. Tuy nhiên, khách sạn cần phải làm việc chăm chỉ để giữ vững thương hiệu và vị thế của mình tại HCM. Tôi có thể tốt đẹp tuyên bố bắt đầu lỗi thời và dưới tiêu chuẩn khách sạn 5 sao hiện tại. Tất cả trong tất cả, tôi thích quầy bar và hải sản nhiều.", "reviewer_location": "Hồng Kông, Trung Quốc"}, {"name": "Freddie P", "avatar": "", "review_rating": "5", "review_title": "Tạp chí của tôi", "review_content": "Tôi đã rất ấn tượng với dịch vụ ở đây. Các phòng đều hoàn hảo với tầm nhìn tuyệt vời. Thức ăn cũng rất tuyệt. Dịch vụ trợ giúp đặc biệt luôn ở xung quanh và giúp đỡ quý giá. Điều duy nhất hơi khó chịu là phải nâng thang máy lên tầng trệt để được đưa lên quầy bar trên tầng thượng nhưng khác hơn là một trải nghiệm tuyệt vời", "reviewer_location": "dumpxxx"}, {"name": "berndw799", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ khách hàng tuyệt vời", "review_content": "Chúng tôi đến khách sạn vào sáng sớm như 4 giờ sáng ngày 23 tháng 7 do sự chậm trễ chuyến bay, khi chúng tôi bước vào khách sạn, ông Ngọc đã chào đón chúng tôi. Sau khi hiểu được tình hình của chúng tôi, anh ấy đã đề nghị chúng tôi kiểm tra sớm ngay lập tức.  Hơn nữa, mỗi khi chúng tôi tiếp cận boong trước, tất cả mọi thứ sẵn sàng giúp đỡ và cung cấp rất nhiều ý kiến ​​để hướng dẫn chúng tôi cách tận hưởng thời gian ở Thành phố Hồ Chí Minh. Mặc dù hồ bơi hiện đang được cải tạo, tôi vẫn hài lòng ở lại đây cho cả kỳ nghỉ của tôi.  Cuối cùng, tôi muốn gửi lời cảm ơn đặc biệt đến ông Ngọc và cậu bé chuông vì sự sắp xếp hữu ích của họ. Đề nghị mọi người ở lại Sofitel khi bạn quyết định đến thăm thành phố Hồ Chí Minh.", "reviewer_location": "Hồng Kông, Trung Quốc"}, {"name": "Jaswant M", "avatar": "", "review_rating": "3", "review_title": "Không theo kỳ vọng", "review_content": "Thương hiệu Sofitel được biết đến với giao hàng cao. Kinh nghiệm của tôi và gia đình tôi (3 phòng) thấp hơn nhiều so với mong đợi mong đợi. Phòng đã không sẵn sàng khi chúng tôi kiểm tra trong, các nhân viên phòng câu lạc bộ đã được loại không quan tâm. Kinh nghiệm tổng thể chỉ đơn giản là xấu trên 3 đêm của chúng tôi ở lại.", "reviewer_location": "Chennai (Madras), India"}], "hotel": {"location": "17 Lê Duẩn Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam", "name": "Sofitel Saigon Plaza", "geo_data": {"latitude": 10.784167289733887, "longitude": 106.70248413085938}, "room_number": "286"}}