{"content": [{"name": "Phi T", "avatar": "", "review_rating": "5", "review_title": "Thân thiện", "review_content": "Nằm ngay bến xe điện lê chùa bái đính ninh bình friendly homestay  tách biệt khu dân cư nên rất yên tĩnh,phòng rộng rãi sạch sẽ,không gian thoáng mát và có hồ bơi.thức ăn ở đây thật là tuyệt vời ,đặc biệt là các món dê và gà đặc sản ninh bình.chủ homestay rất nhiệt tình và hiếu khách.ở đây 3 ngày cảm giác như sống nhà ngưòi quen.tôi sẽ giới thiệu cho bạn bè tôi ở đây nếu có dịp ghé ninh bình", "reviewer_location": "dumpxxx"}, {"name": "Olalala L", "avatar": "", "review_rating": "5", "review_title": "Như ở nhà", "review_content": "Đến ở vào mùa thấp điểm, có mỗi mình và 1 cặp người nc ngoài. Phòng rất ok mà giá rẻ. Chủ nhà tốt tính. Ngay chỗ đỗ xe chùa Bái đính. Đây là 1 homestay do gia đình gốc ở đây mở ra nên họ rất thật thà. Ăn uống rẻ hơn các chỗ khác. Bữa tối m ra ngòai ăn ở 1 quán của 2 a chị nhìn rất nông dân ngay đầu lối rẽ vào homestay mà có 50k cơm thịt bò xào to tướng rất ngon. Sẽ quay lại và đặt trực tiếp với homestay vì như họ nói book qua ứng dụng họ ko thu lại đc bao nhiêu", "reviewer_location": "Thái Bình, Việt Nam"}, {"name": "Anna P", "avatar": "", "review_rating": "5", "review_title": "Kết hợp hoàn hảo giữa kinh nghiệm homestay và tiện nghi khách sạn.", "review_content": "Căn phòng rất thoải mái, riêng tư và yên tĩnh. Các máy chủ là một giấc mơ trở thành sự thật, hoàn toàn tốt bụng và chào đón. Các món ăn cũng tuyệt vời. Tôi kéo dài chuyến đi của mình thêm một đêm và thực sự đặt lại vào tuần tới. Thị trấn nhỏ là nơi hoàn hảo để tận hưởng cuộc sống yên bình của người Việt với khung cảnh đáng kinh ngạc. Các hồ bơi là hiện tượng! !", "reviewer_location": "dumpxxx"}, {"name": "Tinadore", "avatar": "", "review_rating": "3", "review_title": "Kinh nghiệm hỗn hợp: phòng đẹp, cần vận chuyển riêng, giao tiếp khó khăn", "review_content": "  Căn phòng được trang trí độc đáo và phòng tắm rất lớn. Mọi thứ đều sạch sẽ.     Có một vòi nước được lắp đặt ngay phía sau Nhà gỗ của chúng tôi, được kích hoạt bởi ai đó bật vòi ở bất kỳ Nhà gỗ nào. Những âm thanh thực sự khó chịu cho đến tận đêm khuya. Thật khó để thư giãn hoặc nghỉ ngơi. Truyền thông rất mệt mỏi. . . chỉ có thể thông qua Google dịch Bữa sáng bao gồm một Banh mi và một lát dứa và một tách cà phê hòa tan. Bánh mì đã cũ. Không có đồ gỗ ngoài trời Không có giao thông vận tải của riêng bạn, nó là xa mọi thứ.", "reviewer_location": "dumpxxx"}, {"name": "Miriam L", "avatar": "", "review_rating": "5", "review_title": "Ký túc xá rất đẹp và thân thiện!", "review_content": "Các chủ sở hữu của khách sạn này rất thân thiện! ! Họ giúp bạn mọi thứ. Bữa tối và thực đơn họ có rất ngon. Các phòng rất sạch sẽ và lớn. Bạn có thể nhận được xe đạp miễn phí và xe máy cho 100. 000 đồng một ngày. Chùa cách đó khoảng 1 - 2 km và thiên nhiên xung quanh cũng như tam coc rất đẹp. Điều duy nhất là, họ không thể nói tiếng Anh nhưng họ đang làm việc với một chương trình dịch thuật để mọi thứ đều hoàn hảo. Tôi chỉ có thể giới thiệu homestay đáng yêu này!", "reviewer_location": "Friedrichshafen, Đức"}, {"name": "Mark Gilchrist", "avatar": "", "review_rating": "5", "review_title": "Nơi để ở giữa những người bạn", "review_content": "Tôi không biết mọi người có được những cái ôm từ cả Twa và chồng cô ấy không, Juan khi nhận phòng, nhưng chắc chắn đó là một bất ngờ thú vị! Cơ sở này rất mới và đẹp - ấm cúng và đẹp đến nỗi tôi cảm thấy như đang ở trong nhà của một người bạn giàu có. Tất cả các công trình xây dựng bằng gạch và gạch, phòng tắm đẹp với kính - tường tắm, đồ nội thất và vỏ cửa sổ làm bằng gỗ thật, và thoải mái!", "reviewer_location": "Whiteville, Bắc Carolina"}, {"name": "bobolove92", "avatar": "", "review_rating": "5", "review_title": "HomeStay Đề xuất", "review_content": "Chủ sở hữu rất hiếu khách, và nấu ăn tốt. . Khu vườn có nhiều cây bưởi. Tôi có miễn phí cả ngày, không bao giờ là trái tốt như thế. Tốt mang vật nuôi của bạn xung quanh để đi du lịch với quá.  - Ngày đầu tiên tôi đã thử với đề nghị dê của nhà hàng của chủ sở hữu, vì vậy thực phẩm tuyệt vời và tốt đẹp. Tôi có 3 bữa ăn dê. Chiên + Hơi + Súp với Cơm chiên.  - Ngày thứ hai tôi có một bữa ăn gà tự nhiên, bữa ăn tuyệt vời với tự nhiên, bạn nên thử.  - Ngày thứ ba tôi có Thịt heo với Rau. Tất cả thực phẩm lành mạnh.  Cảm ơn vì đã ở đây với tình yêu của tôi.", "reviewer_location": "Hòn Cát Dứa, Việt Nam"}], "hotel": {"location": "Xóm 5-Chùa Bái Đính, Cuc Phuong Xóm 5, Gia Viễn, Gia Sinh 432200 Việt Nam", "name": "Ninh Binh Friendly Homestay", "geo_data": {"latitude": 20.277019500732422, "longitude": 105.85415649414062}, "room_number": "7"}}