{"content": [{"name": "dainam777", "avatar": "", "review_rating": "5", "review_title": "Gia đình rất đáng yêu", "review_content": "Tuyệt vời! Gia đình rất đáng yêu và rất chu đáo và cũng là chỗ ở rất ấm cúng với bầu không khí yêu thương. Các món ăn trong nhà hàng của họ cũng tuyệt vời. Và không thể quên vị trí tuyệt vời ngay bên cạnh dòng sông.", "reviewer_location": "dumpxxx"}, {"name": "hoangducdo1905", "avatar": "", "review_rating": "5", "review_title": "Yên tĩnh không khí trong lành", "review_content": "Khuôn viên khá rộng nhiều cây cối thoáng mát và yên tĩnh không khí trong lành thích hợp cho nghỉ dưỡng. Thích nhất vào phòng mỗi sáng. Nhân viên cực kì nhiệt tình và dễ thương. Homestay còn có ăn sáng. Và có thể dùng cơm ở homestay nêm nếm vừa ăn khá ngon.", "reviewer_location": "dumpxxx"}, {"name": "vansisonnb", "avatar": "", "review_rating": "5", "review_title": "Homestay quá tuyệt vời", "review_content": "Homestay quá tuyệt vời với vị trí, không gian và thiết kế Bungalow. Buổi tối cực kì đã và tuyệt vời ...đi nhóm là cực kì vui...còn couple thì lãng mạn lắm. Có võng và ghế bố nằm phía trước ngắm trăng, hóng gió, uống trà , nói chuyện, ngắm núi và ánh trăng", "reviewer_location": "dumpxxx"}, {"name": "maituan1102", "avatar": "", "review_rating": "5", "review_title": "Homestay đáng để đặt cho chuyến du lịch.", "review_content": "Chủ homestay rất vui vẻ, nhiệt tình. vị trí rất thuận tiện cho việc tham quan các điểm du lịch, cảnh đẹp xung quanh của Ninh Bình. phòng óc, tiện nghi tốt, trước homestay là núi và hồ sen.  Homestay đáng để đặt cho chuyến du lịch.", "reviewer_location": "dumpxxx"}, {"name": "tranhoangnam.vspn", "avatar": "", "review_rating": "5", "review_title": "Ôi nhớ nơi này ...", "review_content": "Không từ nào diễn tả ngoài từ tuyệt vời ra.  Không âm thanh nào lọt qua các dãy núi và mặt trời lặn giữa 2 kẽ núi lúc hoàng hôn. Màu sắc của hồ cũng thay đổi liên tục.  Ôi nhớ nơi này ... Hết dịch covid mình sẽ quay lại", "reviewer_location": "dumpxxx"}, {"name": "hoangsonvu90", "avatar": "", "review_rating": "5", "review_title": "View đẹp mê li !!!", "review_content": "- Bếp homestay nấu ăn khá ngon. Homestay xây dựng hoang sơ nhưng lại hoà cùng thiên nhiên. Rất lạ để trải nghiệm.   - Không gian yên tĩnh và cực trong lành , nhân viên lại vô cùng thân thiện và rất dễ chịu nữa", "reviewer_location": "dumpxxx"}, {"name": "TranLap224", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm đặc biệt :3", "review_content": "Nên ở. Đặc biệt là mùa hè hoa sen nở sẽ rất đẹp. Khí trời thiên nhiên trong lành. Yên tĩnh. Thỏa mái. Nhân viên nhiệt tình.  Ví trí homestay rất gần các điểm du lịch nổi tiếng. Nếu yêu thiên nhiên thì nơi đây vô cùng tuyệt!", "reviewer_location": "dumpxxx"}, {"name": "Le Thuy", "avatar": "", "review_rating": "5", "review_title": "Kỉ Niệm Đẹp", "review_content": "Homestay có khung cảnh đẹp,không gian thoáng đãng và yên tĩnh rất hợp cho nghỉ dưỡng.Rất tiếc vì không có thời gian để mình khám phá hết cảnh sắc tại đây.Nhân viên khá nhiệt tình,thân thiện. Rất thích ở đây", "reviewer_location": "dumpxxx"}, {"name": "Minh Nguyen", "avatar": "", "review_rating": "5", "review_title": "Hoang dã, và rừng rú.", "review_content": "Sóng WiFi phủ đến tận giường Yên tĩnh, hoang dã, gần gũi với thiên nhiên Cảnh đẹp, có dịch vụ cho thuê xe máy or bạn có thể thuê xe ngoài cũng gần chỗ này, họ sẽ đem xe tới tận homestay luôn :)) 150k/ngày. Đáng để trải nghiệm!", "reviewer_location": "dumpxxx"}, {"name": "Nguyen Hoang", "avatar": "", "review_rating": "5", "review_title": "Perfect !!!", "review_content": "Không gian yên tĩnh, thoáng đãng, nằm giữa khe núi, có cả hồ cá và rừng cây. Đầu bếp nấu ăn ngon nhưng thời gian nấu hơi lâu vì chuẩn bị rất tỉ mỉ. Bạn nên đặt trước bữa ăn trước khi đi chơi, khi về có thể vào ăn liên. Có xe đạp miễn phí, nhân viên nhiệt tình.", "reviewer_location": "dumpxxx"}, {"name": "Le Tuan", "avatar": "", "review_rating": "5", "review_title": "Phù hợp với những người tránh không gian ồn ào sôi động", "review_content": "Nơi tuyệt vời để thư giản và nghĩ ngơi Không từ nào diễn tả ngoài từ tuyệt vời ra. Không âm thanh nào lọt qua các dãy núi và mặt trời lặn giữa 2 kẽ núi lúc hoàng hôn. Màu sắc của hồ cũng thay đổi liên tục. Ôi nhớ nơi này", "reviewer_location": "dumpxxx"}, {"name": "Namct", "avatar": "", "review_rating": "5", "review_title": "Yên tĩnh, không khí trong lành", "review_content": "Mọi người ở đây rất nhiệt tình, vui vẻ, thân thiện. Homestay nằm gần các điểm du lịch Hang Múa, Tràng An, Tam Cốc,... nên cũng đỡ tốn thời gian di chuyển. Khung cảnh xung quanh tuyệt vời, ai muốn thử cảm giác hòa mình với thiên nhiên thì đây là lựa chọn hợp lí.", "reviewer_location": "dumpxxx"}, {"name": "vn bike", "avatar": "", "review_rating": "5", "review_title": "Nơi ở Yên tỉnh", "review_content": "Tôi đã ngủ 1 đêm ở đây, tôi ước có thêm thời giang để ở lại đây. Một nơi yên bình, nằm sâu trong hẻm núi. có nhiều đom đóm đèn, tiếng chiêm kêu... nhân viên nhiệt tình, thân thiện và trung thực!!!! Tôi khuyến khích bạn nên đặt phòng riêng nằm phía sâu bên trong vì cảnh sẻ đẹp hơn nhiều và đáng để chúng ta hưởng thụ. Nên mang theo 1 cuốn sách. Vệ sinh phòng thì ok", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hòa Đ", "avatar": "", "review_rating": "5", "review_title": "Một nơi tuyệt vời để trở về với thiên nhiên hoang sơ", "review_content": "Tôi đã có một chuyến đi tuyệt vời khi về với Chez Beo hồi tháng 8. Chúng tôi đặt phòng trễ nên chỉ còn căn số 18 ở ngay đường vào. Dù ko phải là căn đẹp nhất nhưng tôi vẫn rất hài lòng với nó.  Chúng tôi chọn nơi này vì không cần sự tiện nghi hay hiện đại cho kỳ nghỉ của mình. Chúng tôi chỉ tìm kiếm một nơi yên tĩnh gần gũi với thiên nhiên để tránh xa được những ồn ào bụi bặm của phố thị, của rặt những bê tông mà hàng ngày chúng tôi vẫn đối mặt ở thành phố. Và Chez Beo là nơi lý tưởng cho điều đó. Những căn nhà bằng tranh, bằng gỗ nằm dọc hồ sen, dọc dòng sông men theo thung lũng, bên cạnh những đỉnh núi đá nguyên sơ khiến chúng tôi rũ bỏ được hết mọi thứ ở lại phía sau, để tận hưởng những phút giây nghỉ dưỡng thư thái. Tháng 8, ở Chez Beo ngập tràn hương sen với 2 hồ sen lớn", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Tuyet L", "avatar": "", "review_rating": "1", "review_title": "Xấu & tệ", "review_content": "Tôi đặt chỗ này vào những phút cuối khi vừa tới Ninh Bình. Tôi thấy thông tin nơi này có chỗ câu cá,... khá dân dã nên tôi đặt. Tuy nhiên dân dã không có nghĩa là quá tệ & không sạch sẽ. Thật sự thất vọng.", "reviewer_location": "dumpxxx"}, {"name": "Trí Huỳnh", "avatar": "", "review_rating": "4", "review_title": "Hoang sơ - phù hợp cho những người thích sống gần thiên nhiên.", "review_content": "Nằm giữa núi rừng, hoang sơ, dịch vụ ở đây chỉ được đáp ứng một cách tối thiểu nhất. Khu Chez Beo này cách xa trung tâm thành phố. Đường đi tối om, dễ gây cảm giác lo lắng. Nhưng nếu bạn là một người thích hoà mình với thiên nhiên thì đây là lựa chọn tuyệt vời.   Chez Beo nên có thêm món ăn cho thực đơn buổi sáng!", "reviewer_location": "Buôn Ma Thuột, Việt Nam"}, {"name": "ofir", "avatar": "", "review_rating": "1", "review_title": "Kinh nghiệm khủng khiếp", "review_content": "Nhà trọ tồi tệ nhất tôi từng ở. Các phòng cách nhà bếp / quầy lễ tân 10 phút đi bộ, cánh cửa hầu như không đóng và bạn chỉ có thể khóa từ bên ngoài và cửa sổ không đóng. Chúng tôi yêu cầu mua thức ăn và họ nói rằng nhà bếp đã đóng cửa trong khi họ đang phục vụ thức ăn cho những du khách khác. Chúng tôi sử dụng dịch vụ giặt ủi quá đắt của họ, nhận lại quần áo trễ 2 tiếng, quần áo vẫn còn ướt và một số quần áo bẩn và chúng tôi vẫn phải trả giá đầy đủ. Rất không được khuyến khích!", "reviewer_location": "dumpxxx"}, {"name": "Laurens", "avatar": "", "review_rating": "4", "review_title": "Đã ở 2D1N", "review_content": "Một vị trí đẹp và rất yên bình. Chúng tôi được chào đón nồng nhiệt và chúng tôi có thể kiểm tra - trước đó vì phòng của chúng tôi đã có sẵn. Một khái niệm tuyệt vời nơi một con đường bằng gỗ đi sâu vào sân sau dọc theo hồ lily. Chúng tôi đã phải đi bộ rất nhiều cho đến khi chúng tôi đạt đến cabin gỗ ấm cúng của chúng tôi. Đó là tất cả cơ bản nhưng tốt đẹp. Chúng tôi đã phải chia sẻ phòng tắm nhưng nó vẫn ổn. Cần có nước nóng để tắm nhưng phải mất một lúc để sưởi ấm. Hãy chắc chắn uống thuốc chống muỗi vì bạn đang ngủ bên cạnh và trên mặt nước. May mắn thay, có một màn chống muỗi có sẵn trên giường. Chủ sở hữu đã rất hữu ích khi lên kế hoạch cho chuyến đi của chúng tôi đến Hạ Long Bai và anh ấy đã làm bữa sáng sớm hơn cho chúng tôi vì xe buýt của chúng tôi đã bị mắc kẹt trước giờ", "reviewer_location": "dumpxxx"}, {"name": "chikierik", "avatar": "", "review_rating": "5", "review_title": "Kỳ quan tuyệt vời của thế giới", "review_content": "Nếu bạn muốn ở giữa Thung lũng, yên tĩnh, yên bình, thư giãn và khung cảnh đẹp nhất bạn có thể tưởng tượng! Bạn phải đến! Một sự sụp đổ là có rất nhiều muỗi. Nhưng bạn biết những gì bạn đang đến cho. Mang theo lỗi phun, và tận hưởng vị trí này trước khi nó trở thành một tour du lịch! Thật tuyệt vời! Nhân viên siêu thân thiện quá, cộng với thức ăn tuyệt vời!", "reviewer_location": "Barcelona, Tây Ban Nha"}, {"name": "Portugal and Italy", "avatar": "", "review_rating": "1", "review_title": "Rất thất vọng. Chuột trong phòng.", "review_content": "Tích cực: Một trong những cảnh đẹp nhất tôi thấy ở Việt Nam. . và có lẽ là của cả cuộc đời tôi  Tiêu cực: Chúng tôi đặt 3 đêm, nhưng phải rời đi vì có một con chuột trong phòng. Con chuột cực kỳ to, to, chạy khắp nơi và làm gián đoạn giấc ngủ của chúng tôi (Đó là một câu chuyện ác mộng dài). Kết thúc câu chuyện: Tôi không có tiền bồi thường cho sự cố này, tôi đã trả một đêm này và bỏ trốn.    - Giá trị: không rẻ cho những gì nó cung cấp và theo tiêu chuẩn Việt Nam.  - Vị trí: Cách thị trấn Tam Cốc 20 phút và không có đường và ánh sáng thích hợp (vào ban đêm hoặc khi trời mưa rất khó khăn)  - Boongalô: không trong tình trạng tốt, đầy lỗ. Nó đúng là một túp lều.  - Sạch sẽ: không sạch sẽ.  - Dịch vụ vệ sinh phòng: không có dịch vụ vệ sinh.  - Bữa sáng: phần nhỏ, nhưng được phục vụ", "reviewer_location": "dumpxxx"}, {"name": "Parker Thomas", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt nhất tôi đã ở lại 30 quốc gia ..", "review_content": "Bạn muốn có một nhà trọ thực sự với xã với thiên nhiên, đây là nơi. Tài sản là không thể tin được và không được nhân đôi ở Ninh Bình. Các cabin được tách biệt và riêng tư để tiếp tục trải nghiệm của riêng bạn.  Rất dễ tìm, quanh góc Mua Hang nhưng vẫn còn xa. Gia đình là đáng kinh ngạc, thân thiện, chu đáo và chào đón.  Các món ăn là xác thực, các phần hợp lý và giá cả rất hợp lý. Cho thuê xe máy, xe đạp, xe đạp leo núi.  Tôi ở lại 3 đêm và sẽ đặt một tuần và sẽ lần sau.  Đặt nó và tận hưởng Việt Nam thực sự!", "reviewer_location": "Weinan, Trung Quốc"}, {"name": "Patrick D", "avatar": "", "review_rating": "3", "review_title": "Nhà trọ", "review_content": "Đến đây với những người bạn đang tìm phòng. Tôi đã không ngủ ở đây vì vậy không có ý kiến về chỗ ở. Tuy nhiên, môi trường xung quanh rất đẹp! Một khung cảnh bình dị giữa \"những ổ bánh đường\". Được bao quanh bởi thiên nhiên, rất bình tĩnh! Một con đường dài giáp với một dòng sông với hoa súng, túp lều hoặc cabin ở mỗi bên, nằm rải rác trong tự nhiên, một số bước chân cần được sửa chữa. . Các phòng không phải là tất cả chất lượng như nhau, suy nghĩ trước khi đặt phòng Sự chào đón là những người ấm áp và thân thiện, nhà hàng tốt, giá cả chính xác. . The Homestay nằm biệt lập giữa cánh đồng lúa Cách Tam Cốc khoảng 3 km, cách Hàng Mua khoảng 1 km, vì vậy hãy lên kế hoạch cho thuê xe đạp hoặc xe tay ga. Đường đất để truy cập và nếu trời mưa, việc truy cập khá khó khăn", "reviewer_location": "Warsaw, Ba Lan"}, {"name": "Russell G", "avatar": "", "review_rating": "5", "review_title": "homestay đáng kinh ngạc nhất ở Việt Nam ??????????", "review_content": "Nhà trọ này nằm ở vị trí đẹp nhất mà tôi đã từng ở Việt Nam. Xấu hổ cho tất cả những người đang đưa ra đánh giá xấu bởi vì nó có một đường lái xe lầy lội. Đây phải là những người ở ngoài vùng thoải mái khi họ ở trong một khách sạn Chariton cùng với và xây dựng McDonald McDonald. Tôi có thể tin rằng bất cứ ai cũng sẽ cho điều này dưới 5 sao vì bất kỳ lý do gì!  Nằm giữa hai karst lớn, mọi thứ đều được làm bằng vật liệu tự nhiên. Những ngôi nhà, lối đi, cây cầu, mọi thứ. Những ngôi nhà nằm ngay trên con suối chảy qua thung lũng karst.  Cabin là đẹp, giường mềm mại, nhiệt độ hoàn hảo, động vật hoang dã xung quanh. Ao sen với một ngôi chùa Phật giáo cũ trong khuôn viên.  Ảnh tôi đăng là góc nhìn từ hiên cabin của tôi. Tuyệt đẹp.", "reviewer_location": "Belmopan, Belize"}, {"name": "evansmd2000", "avatar": "", "review_rating": "3", "review_title": "Có thể là tuyệt vời", "review_content": "Tôi sẽ không gọi đây là nhà trọ vì không có nhiều \"ấm cúng\" về nó. Đó là một trường hợp cổ điển của Việt Nam không đủ công nhân và những người đang làm việc dường như không quan tâm. Những chiếc xe đạp thật tồi tệ và thậm chí không có máy bơm không khí. Thức ăn tại nhà hàng chỉ là phụ và toàn bộ nơi này dường như được quản lý một cách kém chất lượng. Địa điểm là hoàn toàn tuyệt vời và đây có thể là một nơi tuyệt vời. Tôi hy vọng họ có thể kéo nó lại với nhau và làm cho nơi này tỏa sáng. . . nhưng điều đó sẽ đòi hỏi phải làm sạch . . và chủ sở hữu những người quan tâm đến nó. . . và đủ nhân viên để thực sự làm việc.", "reviewer_location": "Onanole, Canada"}, {"name": "דן ב", "avatar": "", "review_rating": "1", "review_title": "tránh xa", "review_content": "hoàn toàn không thể truy cập vào xe hơi hoặc xe tải các phòng của người Cameron thực sự là những căn lều ọp ẹp và nguy hiểm (nguy cơ sốc điện hoặc hãm cổ bạn) bẩn và không sạch chút nào, không có khăn và vì sự cô lập, bạn phải ăn ở nhà hàng", "reviewer_location": "dumpxxx"}, {"name": "Pooky C", "avatar": "", "review_rating": "5", "review_title": "Một mảnh thiên đường", "review_content": "Đây là lần thứ hai của chúng tôi ở đây và lần này chúng tôi trở lại với một vài người bạn rất ấn tượng với vẻ đẹp của nơi này và chúng tôi thích nó hơn cả lần đầu tiên! Nhà khách được bao quanh bởi những ngọn núi, những dòng sông nhỏ, những cánh đồng lúa và thiên nhiên hoang dã siêu thực! Tầm nhìn từ bất kỳ phòng nào thật kỳ diệu! Tất cả các nhân viên đều rất thân thiện và họ không bao giờ làm phiền bạn nhưng họ rất chu đáo và hữu ích nếu bạn cần bất cứ điều gì! Bữa sáng miễn phí rất hợp lý và đi kèm với một tách cà phê Việt Nam ngon! Tôi chắc chắn sẽ quay trở lại đây, thực tế là tôi vừa đặt một vài đêm cho tuần tới <3 Tôi muốn giới thiệu nơi này cho bất cứ ai yêu thích các cặp đôi tự nhiên, du khách độc thân và các nhóm! P. có rất nhiều hoạt động trong tự nhiên, mà bạn có thể", "reviewer_location": "dumpxxx"}, {"name": "Elena C", "avatar": "", "review_rating": "2", "review_title": "Bị lừa bởi nhân viên", "review_content": "Các khu vực xung quanh là đẹp nhưng homestay không được chăm sóc tốt. Cánh cửa cabin của chúng tôi sẽ không đóng đúng cách, có một chút giấy vệ sinh bẩn trong thùng rác của chúng tôi và hầu hết thực phẩm trong thực đơn không có sẵn. Tuy nhiên, chúng tôi khá vui vì nhân viên có vẻ tốt nhưng họ đã nói dối với chúng tôi vào ngày cuối cùng khi chúng tôi hỏi về việc chuyển đến nơi mà chúng tôi đã đến - chúng tôi được cho biết là không có xe buýt và chúng tôi phải đặt một chiếc xe với họ thời gian bất tiện vì chỉ có 2 chỗ trống trên xe buýt, vì vậy chúng tôi đã làm điều đó và trả tiền cho nó. Chúng tôi phát hiện ra điều đó không đúng khi chúng tôi rời khỏi homestay và ở trong thị trấn gần đó khi chúng tôi thấy nhiều quảng cáo cho các xe buýt khác nhau. Ngoài ra, có rất nhiều không", "reviewer_location": "dumpxxx"}, {"name": "RobertsNguyen", "avatar": "", "review_rating": "4", "review_title": "Phụ thuộc vào những gì bạn đang tìm kiếm", "review_content": "Xin chào, tôi tên là Roberts, tôi là một blogger và tôi đã đến nơi này vào ngày 29 tháng 9. Như tiêu đề của tôi, nơi này thực sự phụ thuộc vào những gì bạn đang tìm kiếm một chuyến đi ở Ninh Bình. Và đối với tôi, nó xứng đáng.  1 đường phố là Chez Beo là một nơi mà bạn xung quanh bởi thiên nhiên, không có tín hiệu điện thoại di động, chắc chắn. Nhưng họ cung cấp cho ya wifi cá nhân mỗi phòng. Thứ hai, căn phòng và bầu không khí khá đẹp, mặc dù căn phòng một chút cũ, cần một số bảo trì nhưng tất cả trong tất cả, nó tốt, bạn sẽ có phòng tắm riêng, đó là tất cả những gì tôi cần. Bên cạnh đó, căn phòng rất gần với thiên nhiên, vì vậy côn trùng và muỗi có thể xung quanh bạn, hãy nhớ mang theo một số thứ với bạn vì điều đó. Và họ có các lớp khác nhau của căn phòng cho bạn, như phòng", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "cobeire", "avatar": "", "review_rating": "3", "review_title": "Tricky Place để ở", "review_content": "Chúng tôi yêu các khía cạnh cơ bản của các phòng và môi trường xung quanh, chúng tôi không có bức tường ở một bên của phòng tắm của chúng tôi chỉ là mặt đá và chúng tôi không nhớ gì cả. Họ cũng cho phép chúng tôi kiểm tra vào lúc 12 giờ sáng sau khi chuyến bay của chúng tôi bị trì hoãn. Nhân viên luôn thân thiện và cố gắng giúp đỡ nhưng tiếc là trời mưa rất nhiều trong khi chúng tôi ở đó và bungalow chúng tôi bị ướt, thậm chí trời mưa trên giường. Toàn bộ khu đất phức tạp tràn ngập một cách dễ dàng và rất khó để có được các tài xế taxi đến chỗ nghỉ. Tôi tưởng tượng ở đây trong nắng là một trải nghiệm tốt hơn nhiều.", "reviewer_location": "Rome, Ý"}, {"name": "Sara B", "avatar": "", "review_rating": "1", "review_title": "Kinh khủng!!!", "review_content": "Tránh xa! !  Các phòng đều bẩn thỉu; tìm thấy một bàn chải được sử dụng, giấy vệ sinh cũ trong thùng rác, tấm bẩn, khăn sử dụng, nhà vệ sinh không thể tuôn ra. Và đây là theo nhân viên tiếp tân một bản nâng cấp cho những gì chúng tôi đã đặt! ! Thật là một câu chuyện hài hước. Chỉ có điều tốt là họ cho chúng tôi kiểm tra vào sáng sớm. Dirtroad cuối cùng 800 mét không thể đạt được các homestay vì vậy đã phải được giảm xuống bằng taxi và đi bộ im bùn được ankledeep.  Đặt món ăn chay - đi kèm với thịt!  Xung quanh là tuyệt vời tuy nhiên nó rất bẩn, allover thùng rác!  Chúng tôi đã đặt cho 2 đêm nhưng ở lại trong 7 giờ cho đến khi chúng tôi không thể lấy nó nomore! ! !", "reviewer_location": "Balloch, Vương quốc Anh"}, {"name": "jessen926", "avatar": "", "review_rating": "3", "review_title": "Nice stay", "review_content": "Chúng tôi ở lại đây 1 đêm và tầm nhìn thật đáng kinh ngạc! Bungalows rất cơ bản và không sạch sẽ. . . chúng tôi đến và căn phòng thậm chí không sẵn sàng. Chúng tôi đã có một giấc ngủ afwul kể từ khi khách khác đã làm cho tiếng ồn lớn vào lúc 2 giờ sáng trong buổi sáng. . . Ngoài ra nó rất cô lập từ các hoạt động khác và thị trấn. . .", "reviewer_location": "Stabroek, Bỉ"}, {"name": "Aleksandra B", "avatar": "", "review_rating": "5", "review_title": "Thiên nhiên, hòa bình và kinh nghiệm tuyệt vời / natura, spokój i dobra zabawa", "review_content": "Tôi rất muốn giới thiệu nơi này cho những ai muốn xem bản chất Việt Nam như nó, để cảm thấy bình tĩnh và bình an trong suốt thời gian lưu trú. Và nhà hàng đáng yêu nhất mà tôi từng thấy ở Việt Nam. Những túp lều tre chỉ là tuyệt vời! Một phòng tắm trong hang động chỉ thổi bay tâm trí tôi!  Gorąco polecam để miejsce, tym którzy chcą poznać i obcować z wietnamską naturą oraz odpocząć w ciszy i spokoju zdala od zgiełku. Przepiękna restauracja i cudowne chatki bambusowe.", "reviewer_location": "dumpxxx"}, {"name": "Emma L", "avatar": "", "review_rating": "5", "review_title": "Nơi yêu thích của tôi ở Việt Nam", "review_content": "Đối tác của tôi và tôi yêu Chez Beo Homestay và, sau bốn đêm, rất buồn khi rời đi. Mọi người đều rất thân thiện và chào đón và cho chúng tôi lời khuyên tuyệt vời về Ninh Bình, Tam Cốc, Tràng An (và cách đi xe!) Bungalow của chúng tôi thật đẹp và yên bình, với hai chiếc võng ấm cúng bên ngoài ban công. Bên trong rất thoải mái và rộng rãi và tầm nhìn thật tuyệt vời. Toàn bộ homestay là giữa núi đá vôi với rất nhiều thiên nhiên, hồ nhỏ và ao, và cầu tuyệt đẹp (mạnh mẽ!) - và tôi chắc chắn mỗi bungalow có phẩm chất đặc biệt của nó! Chúng tôi không thể chờ đợi để trở lại. Cảm ơn rất nhiều đến tất cả mọi người tại Chez Beo.", "reviewer_location": "dumpxxx"}, {"name": "owenjourneys", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi Ninh Bình lưu trú tại Chezbeo", "review_content": "Tôi đã đọc một số đánh giá tuyệt vời và một số đánh giá tiêu cực về vị trí này. Gần đây tôi đã có cơ hội ở lại Chezbeo - chúng tôi là một gia đình 4 người. Chúng tôi đã được lưu trữ trong Cottage số 11.  Điều gì độc đáo và xa vời với loại nhà ở đông đúc.  Tôi rất thích ở lại 2 đêm tại nơi yên tĩnh này trong khu rừng nhiệt đới.  Các nhân viên thật tuyệt vời và cố hết sức để giúp chúng tôi di chuyển. Chezbeo có một số xe taxi mà họ làm việc cùng và những chiếc taxi này có giá tiêu chuẩn, ví dụ 50 Vd để đi Tam Cốc một chiều. Chúng tôi không sử dụng xe đạp Chezbeo.  Người ta cần phải dùng muỗi và thuốc chống côn trùng đến chỗ này.  Tôi đề nghị Phòng 11.  Tôi sẽ ở lại Chezbeo một lần nữa và một lần nữa", "reviewer_location": "Johannesburg, Nam Phi"}, {"name": "Kelly D", "avatar": "", "review_rating": "2", "review_title": "Vị trí đẹp, chỗ ở của khu nhà ở và thực phẩm rất trung bình", "review_content": "Tôi đã đặt một trong những bungalow cho tầm nhìn tuyệt đẹp của nó. Bức ảnh cho thấy võng trên ban công nhưng khi chúng tôi đến, không có võng hoặc thậm chí là một chiếc ghế để thưởng thức quang cảnh sông tuyệt đẹp. Đối với khoảng $ 40 Mỹ một đêm, các bức tường trên boongalô đã không đáp ứng mái nhà vì vậy nó đã khá mát mẻ vào ban đêm (chúng tôi đến thăm vào tháng Mười Hai, muỗi sẽ là một cơn ác mộng trong mùa hè). Các bungalow chính nó là cực kỳ cơ bản, không phải những gì tôi mong đợi cho giá cả. Nước nóng kéo dài tối đa 3 phút, và không có khóa trên bungalow, chỉ có một ổ khóa nhỏ cho cổng có thể dễ dàng được đặt xung quanh. May mắn thay, nó dường như không phải là nơi mà mọi người sẽ ăn cắp từ phòng, nhưng nó vẫn còn hoang mang.  Các bữa ăn sáng là cực kỳ bình thường (mì gói", "reviewer_location": "Melbourne"}, {"name": "Timothy T", "avatar": "", "review_rating": "3", "review_title": "Trải nghiệm mộc mạc với thiên nhiên", "review_content": "Vị trí đẹp, với các phòng nằm trong dãy núi đá vôi và một hồ nước nhỏ chảy qua. Trải nghiệm thiên nhiên và động vật hoang dã (đôi khi chạy qua phòng của bạn), có thể không phải là tách trà của mọi người. Xe đạp được cung cấp miễn phí cho khách sử dụng.  Một vài gợi ý cần lưu ý, các phòng thực sự mộc mạc và có nhà vệ sinh ngoài trời, cả hai đều có thể không sạch sẽ nhất. Những âm thanh của động vật hoang dã (một số lục lọi trong phòng của bạn vào ban đêm) có thể giữ cho bạn lên. Hiện tại có một số công trình đang được xây dựng và chuẩn bị để tránh các vỉa hè bê tông mới đổ.  Thức ăn hơi đắt hơn so với thị trấn, nhưng ở nhà khá cô lập vào ban đêm nên có một bữa ăn có thể là lựa chọn duy nhất. Ăn sáng được cung cấp là đầy đủ, được chuẩn bị để có chó hoặc mèo muốn một phần của hành", "reviewer_location": "Singapore, Singapore"}], "hotel": {"location": "Khả Lương, Ninh Thắng, Hoa Lư, Ninh Bình 40000 Việt Nam", "name": "Nhà nghỉ Chez Beo", "geo_data": {"latitude": 20.226539611816406, "longitude": 105.9389419555664}, "room_number": "12"}}