{"content": [{"name": "Jessie", "avatar": "", "review_rating": "1", "review_title": "Căn hộ cho thuê", "review_content": "Thái độ phục vụ của quản lý quá tệ  Mỗi lần có thợ qua bảo trì hay sữa gì hẹn 9h đến 10h  Tới 11h vẫn ko thấy ai đến , nên mình phải gọi hỏi thì quản lý trả lời kêu hỏi thợ . Hỏi thợ xong mình chờ 40 phút nữa vẫn ko thấy tin nhắn nào thì mink gọi trực tiếp nói thợ không qua đc lại hẹn tiếp. Với bất cứ thứ gì mình cần toàn phải chờ mấy ngày rồi phải gọi đi gọi lai .... quá mệt mỏi", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Phan", "avatar": "", "review_rating": "1", "review_title": "Thời gian ở đây là trải nghiệm tệ nhất trong đời.\nThe worst experience I have ever tasted.", "review_content": "Thái độ và phong cách của chủ rất thiếu chuyên nghiệp, chủ cũng từng phát biểu không cần khách. Khi vào nhận phòng, mọi thứ đều ở tình trạng cũ, nước sơn cũ. Mặc dù chủ không ký bàn giao hiện trạng cùng hình ảnh, nhưng khi trả phòng, chủ khăng khăng bắt trả chi phí sơn lại cả nhà, lý do trả lại hiện trạng ban đầu. Đây thực sự là một trải nghiệm thuê tệ nhất mà tôi từng phải chịu đựng.", "reviewer_location": "dumpxxx"}, {"name": "Jen73", "avatar": "", "review_rating": "5", "review_title": "Căn hộ Fabulous", "review_content": "Tọa lạc tại Quận 1, gần chợ Tân Định. Thuận tiện để tìm nhà hàng tốt và thực phẩm địa phương, khu phố thân thiện, sạch sẽ, yên tĩnh và khu vực an toàn. Giá căn cứ trên cơ sở hàng ngày hoặc hàng tháng, thương lượng với Tuyết, cô ấy có thể cung cấp dịch vụ tuyệt vời. Phòng sạch sẽ hàng ngày, dịch vụ giặt ủi 2 lần / tuần, cung cấp nước uống và có tiện nghi nhà bếp, gần đó có siêu thị Co op nhỏ. Đối với kỳ nghỉ dài được đề xuất cao, cách xa đường chính, và nó yên tĩnh vào ban đêm và vào buổi sáng. Yêu nơi này. . .", "reviewer_location": "Singapore, Singapore"}], "hotel": {"location": "24 Dang Tat Street Tan Dinh Ward, District 1, Thành phố Hồ Chí Minh Việt Nam", "name": "Hoang Long Apartments", "geo_data": {"latitude": 10.792889595031738, "longitude": 106.68839263916016}, "room_number": "Việt NamThành phố Hồ Chí Minh"}}