{"content": [{"name": "Alexander Nguyen", "avatar": "", "review_rating": "5", "review_title": "Căn hộ tầm nhìn Sài Gòn về đêm siêu đẹp", "review_content": "- Căn hộ của gia đình mình ở được thiết kế với lối kiến trúc rất hiện đại, dịch vụ như khách sạn 5 sao, được ngắm nhìn Sài gòn về đêm trong tầm nhìn. - Toilet và phòng ngủ sạch sẽ, một điều cực kì mình rất thích trong lần ở căn hộ vừa rồi", "reviewer_location": "dumpxxx"}, {"name": "Jasmine", "avatar": "", "review_rating": "4", "review_title": "Căn hộ tiện nghi có view xịn", "review_content": "Mình đặt căn 2 phòng ngủ có hướng nhìn ra Landmark 81, buổi tối lên đèn rất lung linh luôn. Về cở sở vật chất ở đây thì rất ok, phù hợp cho đi nhóm hoặc gia đình hơn. Lần đầu tiên mình đặt loại hình như vầy, mặc dù dịch vụ không chu đáo như các khách sạn nhưng các bạn nhân viên cũng khá nhiệt tình. Nếu các bạn có đi với gia đình hoặc nhóm bạn thì nên thử đến đây 1 lần.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Giauphan", "avatar": "", "review_rating": "5", "review_title": "Trãi nghiệm tuyệt vời", "review_content": "Đến với urbanhouse saigon-golden river điều đầu tiên tôi ấn tượng với sự đẳng cấp và chuyên nghiệp, phòng đặt thì tuyệt với view thật là đẹp mắt với hướng nhìn bitexco, landmark.. phòng sạch sẽ đặc biệt với nội thất hiện đại bậc nhất. Đặc biệt với đội ngũ nhân viên luôn phục vụ 24/7, địa chỉ nằm ngay vị trí trung tâm q1 rất dễ tìm ..tuyệt vời!! ", "reviewer_location": "dumpxxx"}, {"name": "Nhu Ngoc V", "avatar": "", "review_rating": "1", "review_title": "Poor service", "review_content": "Chưa bao giờ có 1 kinh nghiệm đặt phòng tồi tệ như vậy!!! Mình đặt phòng qua booking.com cho 2 đêm 30/12-1/1, được confirm với số booking đàng hoàng. Trước ngày nhận phòng mình có gọi điện trước qua sdt của Urban house premium 02877779538 để nhắn trước là mình sẽ đến nhận phòng lúc 2pm, nhân viên nghe dt còn nói ok ko vấn đề. Đến sáng 30/12 mình còn gd lại lần nữa và nhân viên hướng dẫn vào toà Aqua 2 vinhome ba son để nhận phòng. Đến 2pm khi mình có mặt tại sảnh lễ tân và gọi điện 3,4 lần để hỏi thì đều dc tl là đang dọn phòng, đang check phòng...và rồi sau 1 tiếng chờ đợi thì dc trả lời tỉnh queo là ko có phòng cho mình đâu, tiếp đó là dập máy và ko nghe dt nữa !Nhân viên tiếp mình qa dt tên Nhi nha @-@ Chưa hiểu tại sao Urban House Premium lại có thể dc 8.0 trên booking.com", "reviewer_location": "dumpxxx"}, {"name": "Daz G", "avatar": "", "review_rating": "1", "review_title": "Khủng khiếp", "review_content": "Đến nhà đô thị với địa chỉ nghèo & không có hướng. Vị trí taxi thả ra là một trang web xây dựng. Đã cố gắng liên lạc với nhà đô thị không có câu trả lời. Cuối cùng đi bộ đến vị trí và tiếp tân liên lạc với nhà đô thị. Việc đặt chỗ của tôi đã bị hủy bởi các chủ sở hữu và họ đã không khuyên tôi về điều này. tôi đã cố gắng liên lạc với họ khoảng 18 lần và điện thoại bị cúp máy. Sau đó tôi đã dành hàng giờ cố gắng để tìm cách sắp xếp thay thế. Hướng khủng khiếp, dịch vụ khách hàng và thiếu thông báo. Tránh bằng mọi giá. Rất may, nhân viên tiếp tân tại aqua 1 đã rất hữu ích, cho phép tôi sử dụng điện thoại và truy cập Wi-fi. Không có sự hiếu khách của cô ấy, tôi sẽ ở trên đường phố. Nhà ở đô thị không có ý tưởng làm thế nào để đối xử với du khách đến đất nước của họ. Thất sủng.", "reviewer_location": "dumpxxx"}, {"name": "Kalyani G", "avatar": "", "review_rating": "2", "review_title": "Chỗ ở có thể hoán đổi cho nhau", "review_content": "Căn hộ chung cư nơi nhà ở đô thị cho thuê một vài căn hộ trong một khu phức hợp lớn. Nhóm WhatsApp hành động người gác cửa để truy cập vào phòng mỗi khi chúng tôi ra ngoài, điều này rất khó chịu. Đến chỗ ở ngay từ đầu rất khó khăn vì địa chỉ được cung cấp trong đặt phòng khác với tên được cung cấp. Trên lưu ý tích cực, căn hộ sạch sẽ có kích thước tốt với ban công đẹp như tranh vẽ, máy giặt và máy sấy quần áo", "reviewer_location": "dumpxxx"}, {"name": "Mikki", "avatar": "", "review_rating": "2", "review_title": "Không đáng", "review_content": "Chúng tôi đến vào tháng Bảy và ở lại một vài đêm, điều tốt duy nhất là tầm nhìn. Chúng tôi đến và không có xe đón từ sân bay, mọi người đánh giá đều nói như vậy. Đến căn hộ và phải gọi người vì không có ai ở đó để chúng tôi đến. Chúng tôi đã phải gọi người đó để cho chúng tôi mỗi lần vì họ không đưa cho bạn thẻ hoặc thẻ. Điều này thật khó khăn khi chúng tôi đến vào đêm khuya, nhân viên bảo vệ không giúp được gì (sẽ không cho chúng tôi mật khẩu WiFi) và chúng tôi đã đánh dấu một số người dân địa phương gọi là quý bà. Phải mất một lúc họ mới xuống, trong đó họ nói rằng họ đã gửi email nói rằng việc đặt phòng của chúng tôi đã bị hủy - chúng tôi đang ở trên không nên không thể đọc được? ! Và không có lý do để hủy bỏ nó. Cuối cùng chúng tôi cũng có được một căn phòng, nhưng nó không", "reviewer_location": "dumpxxx"}, {"name": "vinvin6262", "avatar": "", "review_rating": "5", "review_title": "Nhà đô thị sai gon sông vàng", "review_content": "Nhà đô thị Sài Gòn - Sông Vàng  Tôi tìm thấy Ngôi nhà đô thị này từ trực tuyến. Tôi thấy một số đánh giá rất tệ nhưng tôi vẫn quyết định đặt phòng vì xem, tôi chưa bao giờ đến đây nên tôi nghĩ đây giống như khách sạn nhưng khi tôi kiểm tra rất khó khăn, tôi phải gọi cho bà thời gian để tìm cách để có được trong. Tôi không bao giờ ở nhà kiểu đô thị như thế này nên khi vào phòng tôi không thấy quán bar nhỏ, nước bạn phải mua từ bên ngoài, bạn phải nhận ra vấn đề này, có một mười bảy cửa hàng ở tầng trệt có thể lấy nước từ đây Có 5 khối mỗi tầng 50 nhưng không có nhà hàng nào ở khu vực này, đêm khuya bạn không thể tìm thấy món ăn nào ở đây, ngôi nhà đô thị này thuộc dòng sông vàng Vinhome, khu vực rất hiện đại. Thông thường tôi sẽ đưa ra đánh giá 3 sao nhưng tôi vẫn cho 5 sao vì sự", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "carmelvlachos", "avatar": "", "review_rating": "2", "review_title": "Căn hộ tuyệt vời nhưng cần cải thiện dịch vụ khách hàng", "review_content": "Căn hộ thật tuyệt. Có máy giặt, truy cập vào một hồ bơi và Netflix. Khu chung cư này khoảng một năm tuổi và nằm cách xa những con phố đông đúc. Điều này hoạt động giống như nó chỗ ở riêng của mình trong một khu chung cư cao tầng. Thật không may, không có sự tiếp nhận vật lý nào có thể gây phiền nhiễu khi bạn cần giúp đỡ với một cái gì đó và không ai trả lời điện thoại. Chúng tôi đã có một đêm khi chúng tôi không có thẻ khóa vì chúng hết, vì vậy chúng tôi không thể rời khỏi tòa nhà. Cuối cùng, chúng tôi đã nắm được ai đó đảm bảo với chúng tôi là người gác cửa (người không liên kết với Urban House) sẽ cho chúng tôi quay lại nếu chúng tôi ra ngoài. Tôi sẽ nói rằng các nhân viên đã cố gắng, nhưng họ cần đưa ra một hệ thống tốt hơn để đảm bảo dịch vụ khách hàng đáp ứng nhanh hơn.", "reviewer_location": "Melbourne, Úc"}, {"name": "Bhaise", "avatar": "", "review_rating": "2", "review_title": "Căn hộ tốt, Dịch vụ xấu.", "review_content": "Chúng tôi ở 2 đêm trong căn hộ này. Tầm nhìn tuyệt vời, sạch sẽ và được trang bị tốt. Nhưng không có dịch vụ nào cả. Nó bắt đầu với địa chỉ sai, chúng tôi cần 30 phút để tìm địa điểm. Sau đó, chúng tôi phải đợi ở sảnh sau khi bạn gọi cho chủ nhà. Vì vậy, bạn cần một chiếc điện thoại làm việc! Lần này các căn hộ đã đặt quá nhiều. Cặp vợ chồng đằng sau chúng tôi đã gặp xui xẻo. Chủ nhà nói xin lỗi và tất cả những gì anh ta có thể cung cấp là hủy bỏ miễn phí. . . . tệ quá Không bữa sáng!", "reviewer_location": "Charleston, Nam Carolina"}, {"name": "Samfar", "avatar": "", "review_rating": "3", "review_title": "Không có dịch vụ và không có bữa ăn sáng !!", "review_content": "Tôi đã đặt Urban house Premium / Vinhomes Golden River qua đặt phòng. com. Thông qua trang web tôi đã liên lạc, tôi muốn một chuyến đi từ sân bay được tổ chức khi chúng tôi sắp bắt đầu một chuyến bay dài từ New Zealand. Họ xác nhận và nói rằng tài xế sẽ liên lạc với chúng tôi. Chưa từng xảy ra. Chúng tôi đến và dành 30 phút trong cái nóng cố gắng tìm tài xế. Chúng tôi gửi email và gửi tin nhắn thông qua đặt phòng. com nhưng chỉ nhận được hồi âm khi chúng tôi đã đi taxi sân bay (giá rẻ hơn $ 15 USD được trích dẫn). Hướng taxi của bạn đến sông vàng Vinhome làm địa chỉ đặt phòng. com không đúng Chúng tôi đến và đi đến quầy lễ tân nói rằng bạn cần phải giao dịch trực tiếp với chủ sở hữu. Chúng tôi lại nhắn tin và hai nhân viên nhanh chóng xuất hiện và đưa chúng tôi đến căn hộ nơi", "reviewer_location": "Vùng Auckland, New Zealand"}], "hotel": {"location": "2A Nguyen Huu Canh Ben Nghe, District 1, Thành phố Hồ Chí Minh 700000 Việt Nam", "name": "Urban House Saigon - Golden River", "geo_data": {"latitude": 10.78261661529541, "longitude": 106.70674133300781}, "room_number": "20"}}