{"content": [{"name": "Cảnh", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm đầy thích thú và tuyệt vời", "review_content": "Vietsopetro Không gian rộng rãi,nội thất đẹp,sang trọng,tốt,đầy đủ Không gian Hồ bơi rộng rãi,đẹp,sạch sẽ Khuôn viên đẹp,chỉnh chu Nhà ăn Buffet đầy đủ các món ăn từ Tây đến Việt ( cơm,phở,hù tiếu,chả giò,thịt xông khói ) Đầy đủ nước uống trái cây,côca,cam ép ,dưa hấu Trải nghiệm tuyệt vời", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Kim", "avatar": "", "review_rating": "5", "review_title": "Amazing ", "review_content": "Resort rất rất đẹp, phải công nhận vậy. Đặc biệt hồ bơi quá xuất sắc, có đến 4 hồ từ sâu, cạn, nước biển, nước ngọt, trẻ em... Tùy cho bạn chọn. Cây xanh quanh resort nên rất mát. Nhân viên rất dễ thương và nhiệt tình! ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Lily8890", "avatar": "", "review_rating": "4", "review_title": "Phòng rất đẹp và rộng", "review_content": "Phòng cực rộng, nội thất rất đẹp và sang trọng nhưng hơi cũ xíu. Hồ bơi siêu rộng và phân chia ra thành nhiều khu vực bơi, mình thích nhất điều này tuy nhiên nước không được sạch, có nhiều rác và mùn đen đen không biết là cái gì. Buffet sáng không ngon lắm.  Nhân viên rất nhiệt tình và thân thiện. So với mức giá thì chất lượng như vậy là ok.", "reviewer_location": "Tỉnh Lâm Đồng, Việt Nam"}, {"name": "tatohieu", "avatar": "", "review_rating": "4", "review_title": "KỲ NGHỈ DƯỠNG TUYỆT VỜI", "review_content": "Khung cảnh đẹp, phòng ốc sạch sẽ tiện nghi, view nhìn ra biển rất đẹp. Có hồ bơi nước mặn và nước ngọt rộng và phù hợp với các lứa tuổi (cho các bé tắm sẽ an toàn hơn việc ra biển). Khách sạn có khu vui chơi trong nhà dành cho trẻ em. Buffer sáng phong phú. Là lựa chọn thích hợp cho các gia đình có con nhỏ cần tìm nơi nghỉ dưỡng.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trang H", "avatar": "", "review_rating": "5", "review_title": "Rất tuyệt", "review_content": "Phòng ốc đẹp,sạch sẽ. View hồ bơi rất đẹp về đêm. Nhân viên nhiệt tình,thân thiện. Ăn sáng nhiều món ngon. Hồ bơi đẹp, rộng chia ra nhiều khu liên kế. Rất phù hợp cho kỳ nghỉ gia đình. Sẽ quay lại nếu có dịp.", "reviewer_location": "dumpxxx"}, {"name": "itmanocanh1", "avatar": "", "review_rating": "5", "review_title": "Resort đẹp, thích hợp nghĩ dưỡng", "review_content": "Thiết kế đẹp, hồ bơi rộng, dịch vụ nhiều, có khu vui chơi trẻ em. xung quang toàn rừng và biển, phù hợp với nghĩ dưỡng, ăn uống tạm được, nhiều hải sản tươi sống. Đặc biệt có sân tennis và khu spa mới làm rất đẹp", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Kalt084", "avatar": "", "review_rating": "4", "review_title": "Resort có hồ bơi rất đẹp. Thiết kế và nội thất phòng cao cấp và hiện đại.", "review_content": "Resort có hồ bơi tuyệt vời, rất ấn tượng, có cả hồ bơi nước ngọt và hồ bơi nước mặn. Thiết kế resort sang trọng,  nội thất cao cấp, hiện đại. Tuy nhiên nhân viên và chất lượng dịch vụ bình thường so với các resort 4 sao khác.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "MaiMartins", "avatar": "", "review_rating": "4", "review_title": "Noi nghi duong ly tuong", "review_content": "Noi nghi duong tuyet voi va ly tuong danh cho cac cap doi hoac gia dinh co con nho. Phong oc sach dep, ho boi quyen ru. View tu phong nhin ra bien rat nen tho va lang man. Gia ca phu hop neu k noi la re so voi chat luong resort. Buffet sang ngon va da dang.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "phamngochai575", "avatar": "", "review_rating": "4", "review_title": "Khu nghỉ dưỡng cao cấp", "review_content": "nên đặt phòng trước vào các kỳ nghỉ  điên thoại  0643782266, khu nghỉ dưỡng yên tĩnh, biển sạch và cát mịn, đồ ăn phong phú, thực đơn đổi hàng ngày, ngoài ra còn có các xe đạp đôi cho khách thuê đạp tập thể dục", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "VietNamTeamBuilding", "avatar": "", "review_rating": "5", "review_title": "Khách sạn 4 sao cao cấp", "review_content": "Phòng khách sạn đẹp, sang trọng, tôi rất thích khung cảnh hồ bơi lí tưởng, giá cả phòng phù hợp cho mọi đối tượng cả khách đoàn lẫn khách lẻ, đặc biệt đây là điểm đến lý tưởng cho kỳ nghỉ gia đình, các dịch vụ đáp ứng được mọi nhu cầu của bạn. Tuy nhiên, vì xa trung tâm mua sắm giải trí nên về đêm cũng chẳng có gì.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "tatohieu", "avatar": "", "review_rating": "4", "review_title": "Chuyến nghĩ dưỡng tuyệt vời.", "review_content": "Vietsovpetro Resort là khu nghĩ dưỡng tuyệt vời dành cho bạn bè, gia đình có con nhỏ, phòng ốc rộng, sạch sẽ, tiện nghi, hướng phòng đẹp. Hồ bơi có thiết kế đẹp, sạch sẽ dành cho nhiều lứa tuổi. Thực đơn tạm ổn, cần đầu tư thêm nữa.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "HienMos", "avatar": "", "review_rating": "2", "review_title": "bad service", "review_content": "Khách quan mà nói, thì resort Vietsovpetro có phòng ốc đẹp, rộng, cảnh quan hồ bơi đẹp, bãi biển thoai thoải, nước đục, có lẽ do mùa, sáng thì hơi nhiều mảnh vỏ sò. Hồ bơi to, nhưng sau vụ ông bác bị mảnh thuỷ tinh do gạch lót hồ bơi bể đâm vào chân thì mình ko dám xuống nữa. Khăn tắm hồ bơi thì tập trung ở 1 góc xa, mọi người phải tự đi lấy và tự đem trả. Ăn uống các bữa khác giá cả cũng phải chăng, tuy ít món để chọn lựa. Anh bạn đặt salad thì gần tiếng sau mới có, mà lại bị cũ cũ (ko biết phải để lại từ buffet sáng ko), sau đó ảnh bị anh Tào rượt. Bữa sáng hơi nghèo nàn, so với 4 sao. Do đông khách, ít nhân viên nên họ dọn không kịp, hơi dơ, tiếp đồ ăn ra chậm. Phục vụ phòng quá tệ, gần nửa đêm mới kê extra bed trong khi nhà mình đã thanh toán từ 1 tháng trước đây. Ấm nước", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Ashley", "avatar": "", "review_rating": "2", "review_title": "Dịch vụ không tốt & phòng bẩn", "review_content": "Tôi đến vào trưa chủ nhật. Tấm ga trải giường có mùi như quần áo ướt mà không có ánh sáng mặt trời. Tủ quần áo vẫn có một chiếc áo ngực của khách hàng trước đó. Và điều tồi tệ nhất là thời gian trả phòng là 12 giờ tối nhưng nhân viên tiếp tân gọi đến phòng tôi lúc 11 giờ 15 sáng và yêu cầu tôi trả phòng sớm nếu không họ sẽ tính phí trễ. Tôi sẽ không bao giờ quay lại lần nữa hoặc đề nghị bất kỳ người bạn nào của tôi ở lại đây. Tôi muốn trả nhiều hơn một chút để ở tại The Grand Ho Trâm Dải.", "reviewer_location": "dumpxxx"}, {"name": "Phi N", "avatar": "", "review_rating": "3", "review_title": "Xây dựng đội ngũ", "review_content": "Công ty của tôi đã đặt một sự kiện xây dựng đội ngũ ở đây cho 900 người. Các cơ sở là tốt cho các hoạt động và khả năng phục vụ bữa ăn nhóm. Họ có thể sử dụng một sự làm mới và một số bảo trì của nơi này, vì nó có rất nhiều tiềm năng.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "michaellU6188DX", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt để nghỉ ngơi tốt", "review_content": "Đây là một khu nghỉ mát 5 sao tốt gần thành phố Vũng Tàu, cách thành phố Hồ Chí Minh khoảng 100 km. Phong cảnh tuyệt vời cho những bức ảnh ngoạn mục trong khi thức ăn rất ngon và tươi. Các tiện nghi và dịch vụ được cung cấp rất đáng giá tiền. Bạn được đề nghị mang gia đình đến đây hoặc thậm chí phù hợp để tổ chức bất kỳ sự kiện nào của công ty.", "reviewer_location": "Kuching, Malaysia"}], "hotel": {"location": "Phuoc Thuan Commune Xuyen Moc District, Vũng Tàu Việt Nam", "name": "Khu nghỉ dưỡng Vietsovpetro", "geo_data": {"latitude": 10.468558311462402, "longitude": 107.37351989746094}, "room_number": "184"}}