{"content": [{"name": "HoanAnh", "avatar": "", "review_rating": "4", "review_title": "Khách sạn nhỏ, giá hợp lý", "review_content": "không co nhiều lựa chọn khách sạn cho kỳ nghỉ ở Tam Coc, Ninh Bình . Đây là một trong số ít nhà nghỉ ở khu Du Lịch . Tiện nghi cơ bản đầy đủ, có ăn sáng và phục vu các bữa trong ngày theo yêu cầu. phòng nghỉ thoáng với cửa sổ . Giá 250k / phòng / đêm là rất hợp lý.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "hailan746", "avatar": "", "review_rating": "4", "review_title": "Khách sạn bình dân", "review_content": "Tiện cho khách du lịch lưu trú nếu muốn ở lại Ninh Bình, vị trí ngay tại khu du lịch nên dễ dàng cho việc đi lại, nhà hàng cung cấp nhiều loại món ăn với đủ các mức giá, phòng bình dân, giá cả cũng bình dân", "reviewer_location": "Tỉnh Vĩnh Phúc, Việt Nam"}, {"name": "Hans Z", "avatar": "", "review_rating": "1", "review_title": "Sách \"Du lịch quá dài\" chỉ khi bạn thích sự chậm trễ", "review_content": "Chúng tôi đặt một chiếc Minivan từ Ninh Bình đến Vịnh Hạ Long lúc 7 giờ 30 sáng. Sau khi lái xe được 1 giờ, chúng tôi đã trở lại cùng một khách sạn, chúng tôi bắt đầu đón một người khác. Các ổ đĩa dài hơn nhiều sau đó họ nói và gần như bỏ lỡ hành trình của chúng tôi ở Hạ Long.  Ngoài ra các nhân viên tại khách sạn rất không tử tế và thô lỗ.  Đại lý du lịch nên cấm nhà điều hành này.", "reviewer_location": "Leeuwarden, Hà Lan"}, {"name": "Mandeep S", "avatar": "", "review_rating": "1", "review_title": "Nhân viên khủng khiếp và liers", "review_content": "Quá tải, không hữu ích và lừa đảo theo cách của họ thông qua.  Các nhân viên là thô lỗ. . . Tôi đã trả 210 k và bạn tôi 286 k từ Ninh Bình về hà nội. Trong khi chúng tôi phát hiện ra từ những người khác trên xe buýt, họ đã trả 130 k!  Xe buýt nhỏ / xe khách thật kinh khủng. . . Tôi cao 175 cm và hầu như không có chỗ để chân.  ĐỪNG ĐẶT PHÒNG VỚI KHÁCH SẠN LONG STAY!", "reviewer_location": "dumpxxx"}, {"name": "Carlota S", "avatar": "", "review_rating": "1", "review_title": "Những kẻ nói dối cơ quan khủng khiếp và skam", "review_content": "Hãy cẩn thận lau chùi cơ quan này khi bạn đặt vé xe buýt, họ đổi hai lần xe buýt và chúng tôi thậm chí còn vừa trong xe buýt, họ cũng bắt chúng tôi trả nhiều hơn những người khác. Chỉ cần không chọn rằng bạn sẽ có nhiều đại lý có kết quả tốt hơn.", "reviewer_location": "dumpxxx"}, {"name": "Ineke_from_XGetaway", "avatar": "", "review_rating": "1", "review_title": "Tổ chức giao thông khủng khiếp và những người không thân thiện", "review_content": "Ninh Bình đến Hạ Long. Những người ở cơ quan này không thân thiện và don don cung cấp cho bạn thông tin. Sau 20 phút chờ đợi, chiếc limousine của chúng tôi cuối cùng cũng ở đó và họ thậm chí không nói với chúng tôi rằng đó là cái đó. Vì vậy, chỉ 5 phút sau khi hỏi 3 lần, nó dường như là đúng. Được cài đặt trong chiếc xe tải nhỏ, tài xế đứng yên trong 30 phút gọi trước khi thực sự rời đi. Vậy là đã trễ 50 phút rồi. Sau 2 giờ, chúng tôi dừng lại ở nơi kinh khủng nhất mà chúng tôi đã thấy ở Việt Nam. Nhà vệ sinh nữ phụ bao gồm 10 lỗ đứng không có sự riêng tư. May mắn thay, ở đó chúng tôi cũng có 2 bức tường và một cánh cửa không thể khóa được. Người lái xe muốn dừng lại ở đây trong 30 phút để nghỉ trưa (Tôi yêu các nhà hàng Việt Nam và thậm chí các món ăn đường phố cũng ổn, nhưng", "reviewer_location": "Bỉ"}, {"name": "Jakob W", "avatar": "", "review_rating": "1", "review_title": "Xe buýt tồi tệ nhất", "review_content": "Chúng tôi đi xe buýt dài - du lịch cho chuyến đi từ Ninh Bình đến Sapa. Nội thất của xe buýt thật kinh tởm. Da của ghế bị rách, tất cả các ghế tôi đã thử bị hỏng để bạn không thể nghiêng ghế và chỉ có thể sử dụng chúng ở chế độ phẳng. Mọi thứ thực sự bẩn thỉu, có một miếng nhai dính trên nhựa. Chỉ cần nhìn vào các bức ảnh. Xe buýt cũng không có nhà vệ sinh. Furtermore các tài xế xe buýt và bạn bè (?) Thực sự ồn ào, trò chuyện và chơi nhạc lớn, và làm cho những hành khách bằng tiếng Việt vui vẻ, nghĩ rằng chúng tôi không thể hiểu tiếng Việt.", "reviewer_location": "dumpxxx"}, {"name": "Chlo G", "avatar": "", "review_rating": "5", "review_title": "Vô cùng ngạc nhiên!", "review_content": "Vô cùng (Hạnh phúc) ngạc nhiên.  Kể từ chuyến đi ác mộng Ha Long Bay của chúng tôi, tôi đã nghi ngờ về việc đặt phòng ở bất cứ đâu. Ở Nimh Bình, khách sạn Long dường như là nơi duy nhất xe buýt hoạt động; homestay / minimart / hotel của bạn sẽ đặt vé cho bạn nhưng bạn đến The Long Hotel. Chúng tôi đặt trực tiếp của chúng tôi.  Tôi ngồi xuống với Richard và nói với anh ta từ sự bù đắp: đừng nói dối tôi, hoặc cố gắng nói với tôi, tôi đã đọc các nhận xét của bạn, tôi cần một chiếc xe buýt đến Phong Nha nơi tôi có một chiếc giường, tôi không ở trên lối đi, nó không phải là xe buýt địa phương, và đó thực sự là những gì tôi phải trả cho. Richard cho biết đó là 350 k một vé cho xe buýt HEY TRAVEL hoàn toàn mới (chưa đầy một năm, WiFi, điều hòa không khí, nhà vệ sinh, giường, chăn &", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Jonas M", "avatar": "", "review_rating": "1", "review_title": "Du lịch, tránh xa", "review_content": "Đừng nhầm lẫn, lý do tại sao nhiều người ngồi ở đây là để chờ xe buýt đến điểm đến tiếp theo của họ. Một dịch vụ xe buýt họ quá tải và đặt trước quá mức (Hãy đúng giờ để chắc chắn rằng bạn đang ở trên xe buýt). Khách sạn, nhà hàng và các dịch vụ họ cung cấp là vụ cướp thuần túy. Canv rõ ràng hơn, hãy đứng ngoài nếu bạn không muốn có một ký ức tồi tệ về thời gian ở Tam Cốc.", "reviewer_location": "dumpxxx"}, {"name": "Jasmaine F", "avatar": "", "review_rating": "3", "review_title": "Truy cập nhanh", "review_content": "Chúng tôi đến khách sạn vào buổi tối. Nhân viên rất thân thiện và hữu ích. Phòng sạch sẽ, ngủ ngon. Phòng tắm thật kinh tởm. Tôi không biết bạn nên gọi nó là gì, rõ ràng đó là một bồn tắm, nhưng xin đừng tắm trong đó nó bẩn, hãy đảm bảo đi dép xỏ ngón để tắm trong cái gọi là bồn tắm. Chúng tôi lên đến một số phòng khác mà nhân viên đang bận dọn dẹp, có những phòng có phòng tắm tốt hơn. Ăn sáng đã ổn, không có buffet.", "reviewer_location": "Table View, Nam Phi"}, {"name": "supkolm", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ đặt phòng tệ nhất", "review_content": "Chúng tôi đã đến văn phòng đặt phòng để mua một chuyến du thuyền Vịnh Hạ Long. Richard, anh chàng phụ trách về cơ bản chỉ quan tâm đến việc bán cho chúng tôi một chiếc. Khi ở trong văn phòng, tôi thực sự đã tra cứu các đánh giá trên Trip Advisor và chúng rất tệ, vì vậy tôi nói với anh ấy rằng tôi quan tâm nhất đến một thứ đắt hơn một chút. Anh ấy bảo đảm với tôi rằng hành trình Daichi đã có vấn đề trong quá khứ, nhưng anh ấy mới kiểm tra nó và chiếc thuyền đã được nâng cấp và các vấn đề đã được khắc phục và nó đang trong tình trạng rất tốt. Tôi lại nói không, tôi thích cái này hơn. Vì vậy, anh ta giả vờ có một trong những thư ký của mình gọi và sau đó nói với tôi rằng nó đã được bán hết. Bất ngờ, ngạc nhiên. Anh ấy hứa nếu chúng tôi vui tôi có thể liên lạc với anh ấy để được", "reviewer_location": "Encinitas, California"}, {"name": "philippggg", "avatar": "", "review_rating": "1", "review_title": "Kinh nghiệm khủng khiếp!", "review_content": "Chúng tôi đặt vé xe buýt mở từ Cát Bà đến Hồ qua Địa phương Cát Bà và Long. The Long là văn phòng sắp xếp việc đặt vé.  Khi chúng tôi ở đó trên đường từ Cát Bà đến Phong Nha, họ thực sự không thân thiện và thậm chí nhìn lên từ điện thoại của họ khi nói chuyện. Nơi mà chúng tôi được hứa là có vòi hoa sen miễn phí rất bẩn (đó là nhà nghỉ đối diện bên đường. Bạn sẽ không tắm ở khách sạn).  Họ cũng nói với chúng tôi qua điện thoại rằng họ đã đặt hai chỗ ngồi từ Phong Nha đến Hu cho ngày chúng tôi muốn. Chúng tôi có thể chọn từ 4 giờ sáng đến 7 giờ sáng. Chúng tôi chọn 4 giờ sáng.  Khi chúng tôi đến điểm họ bảo chúng tôi là không ai biết về chúng tôi muốn lên xe buýt. Tài xế xe buýt từ chối đưa chúng tôi. Chúng tôi gọi lại khách sạn Long ở Ninh Bình và họ nói tôi không gọi để đặt vé", "reviewer_location": "dumpxxx"}, {"name": "Josh L", "avatar": "", "review_rating": "1", "review_title": "Nhà hàng tồi tệ, đại lý du lịch tệ hơn ...", "review_content": "Xuống xe ở Tam Cốc, bên ngoài khách sạn này. Vì bạn gái của tôi và tôi đã đi du lịch và đói, chúng tôi quyết định ăn trưa tại khách sạn này (chưa kiểm tra đánh giá khủng khiếp / hợp lý trên TripAdvisor).  Kinh nghiệm đầu tiên với khách sạn là khủng khiếp. Tôi đã mang thức ăn sai và sau đó phải chờ hơn 30 phút để được mang những gì tôi đã đặt hàng ngay từ đầu (tôi mất khoảng 45 phút để nhận gà và cơm). Chúng tôi đã ngồi trong một khu vực không có quạt mà có thể so sánh với bên trong lò nướng. Nhìn chung, kinh nghiệm ăn uống khủng khiếp; sẽ giới thiệu các nhà hàng khác trong khu vực lân cận: Nhà hàng Bamboo và Khoa Dung không chỉ không khủng khiếp mà còn rất đẹp.  Kinh nghiệm thứ hai của tôi với khách sạn đến trong các hình thức của tôi đặt một chiếc xe buýt với homestay của tôi", "reviewer_location": "dumpxxx"}, {"name": "Jessica M", "avatar": "", "review_rating": "1", "review_title": "Tránh đặt vé với nơi này!", "review_content": "Chúng tôi đã không ở lại với khách sạn, nhưng đặt vé xe lửa và xe buýt với họ khi kế hoạch của chúng tôi thay đổi từ điều kiện thời tiết.  Chúng tôi đã tính phí DOUBLE giá trực tuyến, cho cả vé xe buýt và xe lửa. Phần tồi tệ nhất là họ cố ý cắt giảm một nửa số vé in, hiển thị giá.  Trong khi tôi không nhớ trả thêm một chút \"thuế du lịch\" từ các nhà cung cấp, tôi không thể biện minh cho việc trả quá nhiều tiền cho một công ty du lịch, đặc biệt là những người tận dụng lợi thế của khách du lịch không biết gì. Chắc chắn đặt trước trực tuyến để tránh tình trạng này.", "reviewer_location": "dumpxxx"}, {"name": "yycsunshine111", "avatar": "", "review_rating": "3", "review_title": "Sẽ không đặt vé tại đây nếu bạn có thể trợ giúp", "review_content": "Họ giúp chúng tôi đặt vé tàu khi điều kiện thời tiết buộc chúng tôi phải thay đổi hành trình của mình. Họ tính chúng tôi gấp đôi chi phí vé và cắt giảm giá vé mà họ in chúng tôi - vì vậy chúng tôi sẽ đến với họ nếu chúng tôi đang lảo đảo, nhưng tôi khuyên bạn nên đặt trước nếu có thể. Không có gì sai với dịch vụ khách hàng nhưng cũng không phải là điều gì sắp xảy ra nhất đối với chi phí", "reviewer_location": "Calgary, Canada"}, {"name": "Maddie H", "avatar": "", "review_rating": "1", "review_title": "TRÁNH!!!!!", "review_content": "Nhà trọ khủng khiếp nhất mà tôi từng ở lại! Tôi đã có một con chuột trong phòng tắm của tôi, giường của tôi đã được lấp đầy với rệp và nhân viên rất thô lỗ! ! Các cơ sở rất nghèo và được bao phủ trong khuôn. Nghĩa đen ở bất cứ nơi nào khác nhưng ở đây! ! Nó thậm chí không xứng đáng một ngôi sao!", "reviewer_location": "Townsville, Úc"}], "hotel": {"location": "Tam Coc Village, Van Lam Community, Ninh Bình 84030 Việt Nam", "name": "Khách Sạn Long", "geo_data": {"latitude": 20.2164249420166, "longitude": 105.93801879882812}, "room_number": "45"}}