{"content": [{"name": "Nguyen K", "avatar": "", "review_rating": "4", "review_title": "Cảm nhận về khách sạn Thùy Anh - Ninh Bình", "review_content": "Mình thấy phòng nghỉ cũng như thái độ phục vụ của nhân viên ở đây rất tốt. Có cả bupphe sáng rất tiện và ngon. Mình thích món bánh cuốn ở đây. Giá cả thuê ở đây tương đối hợp lý. Nói chung là rất ok. Rất phù hợp với gia đình hay bạn bè khi đi du lịch ở Ninh Bình.", "reviewer_location": "dumpxxx"}, {"name": "Guyenlaurence", "avatar": "", "review_rating": "3", "review_title": "Cần một bản cập nhật lớn và dọn dẹp", "review_content": "Chúng tôi đã đến đó với một Tour đã đặt nhưng chắc chắn sẽ không bao giờ quay lại khách sạn này. Mọi thứ vẫn giống như tiếng Pháp của 50 năm trước và không bao giờ thay đổi, cùng rèm cửa và khăn trải giường và đồ trang trí, tất cả đều lỗi thời và không được giữ gìn cẩn thận. Giường đã siêu cứng. Chúng tôi có một chiếc tivi cũ rất lớn trong phòng, WiFi rất tệ, vòi hoa sen rò rỉ khắp phòng tắm nên sau khi tắm vẫn ướt chân khi bạn cần sử dụng nhà vệ sinh hoặc bồn rửa. Nhà hàng không mời. Ăn sáng thì ok nhưng cà phê rất tệ.", "reviewer_location": "Antwerp Province, Bỉ"}, {"name": "Newquaygreen1", "avatar": "", "review_rating": "3", "review_title": "Chức năng và trung bình trên tất cả các cấp", "review_content": "Ở lại đây trong 1 đêm như là một phần của một nhóm du lịch đi xe đạp. Vị trí kỳ lạ vì không có gì bên ngoài để làm và không có nhà hàng có thể truy cập mặc dù nó là một thị trấn lớn. Thức ăn trong khách sạn là tốt cho tôi nhưng hầu hết những người bạn đồng hành của tôi nghĩ rằng nó nghèo. Phòng ổn và khu vực tiếp khách là thực sự tốt đẹp. Khu vực tiếp khách của quán bar trên tầng thượng đã mở và chúng tôi có một vài loại bia ở đó.", "reviewer_location": "Newquay, Vương quốc Anh"}, {"name": "abihg", "avatar": "", "review_rating": "4", "review_title": "Rất có xứng với tiền bỏ ra", "review_content": "Chồng tôi và tôi ở đây 4 đêm trong khi đi du lịch khắp Việt Nam. Khách sạn có phòng lớn, WiFi tốt và bữa sáng ngon. Các nhân viên đã rất xuất sắc, tất cả đều rất thân thiện. Một quý ông đặc biệt về lễ tân là siêu hữu ích. Ông đã cho chúng tôi các khuyến nghị của các nhà hàng xung quanh khu vực rất tốt. Mặc dù khách sạn không có bể bơi, bạn có thể đến khách sạn chị em Legend Legend và sử dụng các tiện nghi của họ với một khoản phí nhỏ. Chúng tôi đã sử dụng điều này một vài lần và đã có một thời gian thực sự tốt ở cả hai khách sạn. Chúng tôi có thể đưa taxi Grab thực sự dễ dàng quanh khu vực đến điểm quan sát hang động Trang An & Mua một cách độc lập, rẻ hơn so với tour du lịch hoặc taxi tư nhân. Đối với số tiền bạn trả cho khách sạn này, nó là giá trị rất tốt.", "reviewer_location": "Canterbury, Vương quốc Anh"}, {"name": "Lemoni", "avatar": "", "review_rating": "2", "review_title": "Ok phòng và thức ăn khủng khiếp", "review_content": "Một nhóm tôi đã ăn tối tại nhà hàng của khách sạn này với một thực đơn được thiết lập và tôi không khuyên bạn nên đến nhà hàng tại khách sạn này bởi vì:  - đồ uống thì rác rưởi, chúng không ngon. Mocktail đấm nhiệt đới nếm quá nhiều nước.  - họ đã hết dứa và cũng không có bữa sáng nào.  - gần như mọi thứ trên menu bị đánh vần sai. thí dụ; \"Mongo\", \"tuorism\"  - các bữa ăn không có hương vị, khô và rác.  - trong món salad cà chua và dưa chuột, họ ném những miếng tỏi sống lên trên dưa chuột đã đắng và cà chua già.  - thịt khô hoặc cũ  - gà không có hương vị gì cả, nó chỉ được phục vụ đơn giản  - thịt có bit sụn và xương trên đó.  - gạo có mảnh vụn lớn trong đó.  - cá về cơ bản là gel, không phải là chất rắn.  - thức ăn được phục vụ theo một thứ tự kỳ lạ, cơm ban đầu là món cuối", "reviewer_location": "Úc"}, {"name": "primpops", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tốt", "review_content": "Ở lại một đêm như một phần của một tour du lịch đi xe đạp. Khách sạn có vị trí tốt với các phòng lớn yên tĩnh. WiFi là ok. Bữa sáng rất ngon vì chúng tôi là những người duy nhất trong khách sạn. Họ phục vụ cho tất cả các yêu cầu của chúng tôi. Các nhân viên rất đáng yêu và thân thiện nhưng tiếng Anh kém. Willnith đã nghĩ rằng nhiều người phương tây sẽ ở lại vì đây là khu du lịch thực sự. Thêm một thị trấn dừng chân", "reviewer_location": "York, Vương quốc Anh"}, {"name": "Rudij", "avatar": "", "review_rating": "4", "review_title": "Nhân viên thân thiện và giá trị tốt", "review_content": "Vị trí rất tuyệt, gần chợ và phố mua sắm. Các phòng đều thoải mái, sạch sẽ, đủ rộng. Nhân viên rất thân thiện nhưng tiếng Anh kém. . Ăn sáng là tốt, và thức ăn ngon khác. Tùy thuộc vào 3 sao, vị trí, sự thân thiện và giá cả - rất tốt.", "reviewer_location": "Slovenia"}, {"name": "PattyandTim", "avatar": "", "review_rating": "5", "review_title": "Ninh Bình", "review_content": "Khách sạn tốt nhất cho vị trí và giường thoải mái nhất. Ngủ trong hòa bình và nhân viên ấm áp và hữu ích. Xuống phố là một cặp đôi đẹp phục vụ cafe sua. Thị trấn là niềm vui để đi bộ và khám phá. Khu vực TamCoc cách đó khoảng 8 km và hồ đẹp. Sẽ trở lại đây một lần nữa. Thưởng thức.", "reviewer_location": "Vũng Tàu, Việt Nam"}, {"name": "fitfoodie99", "avatar": "", "review_rating": "4", "review_title": "Giường có thể tốt hơn, nhưng nếu không khách sạn tuyệt vời!", "review_content": "Giường là một chút khó khăn, nhưng nếu không đẹp và khá sang trọng thiết lập - một sự thay đổi rất thú vị từ một nhà nghỉ, và chỉ một đoạn đi bộ ngắn từ các cửa hàng và thị trường địa phương. Phòng tập thể dục nhỏ ở cấp cao nhất. Khá nhiều bữa sáng phong phú được bao gồm trong giá phòng.", "reviewer_location": "Vancouver, Canada"}, {"name": "Jacky Nguyen", "avatar": "", "review_rating": "5", "review_title": "Giá trị tốt nhất cho tiền", "review_content": "Khách sạn không sang trọng nhưng đáng yêu. Nhân viên rất thân thiện và xinh đẹp. Đồ ăn ngon, buffet ngon, phòng đẹp. Khách sạn này tốt cho khách bình dân. Vị trí ở trung tâm thành phố và bạn có thể dành thời gian ghé thăm tất cả các góc của thành phố hiện đại và cũng dễ dàng tìm đường đến thăm các điểm đến khác.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Komator", "avatar": "", "review_rating": "3", "review_title": "Khách sạn Decent tại Ninh Bình", "review_content": "Khách sạn Thùy Anh nằm ở Ninh Bình. Đó là khoảng cách đi bộ từ một vài nơi quan tâm và nó có thể là một cơ sở tốt để đi từ đó đến Tam Cốc hoặc Cúc Phương. Giá là chính xác và họ bao gồm bữa ăn sáng. Các phòng đều sạch sẽ và rộng rãi. Tuy nhiên, họ được cho là có một thanh trên mái nhà, nhưng không ai ở đó cả. Có lẽ đó là mùa giải đúng. . . Phòng tập thể dục trông giống như một cái gì đó mà họ sử dụng để duy trì và bây giờ, nó có thể là một chút lãng quên. Nhân viên rất ân cần và nhiệt tình.", "reviewer_location": "Barcelona, Tây Ban Nha"}, {"name": "NL_DINKS", "avatar": "", "review_rating": "4", "review_title": "Phòng rộng rãi và bữa tối đáng yêu", "review_content": "Khách sạn đã được đặt trong chuyến đi 2 ngày từ Hà Nội đến Tam Cốc và Ninh Bình Phòng lớn trong phần khá (phía sau nhà hàng). Tắm mất một chút thời gian để lấy nước nóng. Bao gồm bữa tối, đáng yêu Chúng tôi có chả giò thịt và thịt heo nướng cho người mới bắt đầu Cơm và rau hấp với cá rất ngon cho món chính và món mít tươi và dưa hấu cho món tráng miệng.", "reviewer_location": "Bergen op Zoom, Hà Lan"}, {"name": "Sidneeman", "avatar": "", "review_rating": "2", "review_title": "Không kháng cáo", "review_content": "Được bảo trợ bởi các nhóm du lịch phương Tây, không được bắt kịp với nhân viên tiếp tân như một nhóm lớn đang kiểm tra vì họ sẽ loại bỏ bạn nhanh nhất có thể để đáp ứng nhu cầu của Nhóm Tour và Lãnh đạo của nó. Nếu không, khách sạn là khá cơ bản và một nơi ngân sách trong một thành phố \"ngu si đần độn\". Không chắc tại sao mọi người đến đây trừ khi dừng lại. . . . . Phòng tập thể dục là một chút vô dụng, bữa ăn sáng là đủ mặc dù.", "reviewer_location": "Sydney, Úc"}, {"name": "travelermanPhoenix", "avatar": "", "review_rating": "3", "review_title": "2 đêm cho các tour du lịch ở Ninh Bình", "review_content": "Khách sạn là phòng sạch là loại đồng bằng không phải là rất nhiều trang trí. Resturant là ok nhưng overpriced cho thực phẩm. Giường là khó nhưng không phải là tồi tệ nhất tôi đã ngủ trên. Các nhân viên là dễ chịu. Tôi đã tính tiền tôi $ 100000 đồng cho một thùng chứa xà phòng gốm bị hỏng mà không phải lỗi của tôi trên cùng đã bị hỏng. Khi tôi nhặt hộp chứa xà phòng lên trên và nó rơi xuống và cảm thấy bẻ gãy. Nói chung nó đã được phong nha, nhưng nếu trở lại trong khu vực tôi sẽ ở nơi khác.", "reviewer_location": "Olympia, Washington"}, {"name": "NorthStar272074", "avatar": "", "review_rating": "3", "review_title": "Khách sạn đơn giản nhưng sạch sẽ", "review_content": "Vị trí của khách sạn là satifactory. Các giường rất cứng. Hầu hết không hài lòng là quạt trong tường của phòng tắm không thể tắt được. Airco là quá mạnh, vì vậy để có một đêm mát mẻ các fan hâm mộ lớn trên tường, chúng tôi bật. Rất khó ngủ. Rèm cửa không thực sự mù, vì vậy từ 5: 30 bạn tỉnh táo. Đó là một khách sạn giá rẻ và rất sạch sẽ. Phòng tắm là ok. Nếu bạn có thể dễ dàng ngủ ở bất cứ đâu, tôi có thể giới thiệu nó. Nếu không thì không.", "reviewer_location": "Baarle-Nassau, Hà Lan"}], "hotel": {"location": "55A Trương Hán Siêu, Phường Phúc Thành, Ninh Bình 430000 Việt Nam", "name": "Khách sạn Thùy Anh", "geo_data": {"latitude": 20.254215240478516, "longitude": 105.97283172607422}, "room_number": "35"}}