{"content": [{"name": "Tuấn Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Phòng đẹp, không gian yên tĩnh, nhân viên thân thiện ", "review_content": "Phòng đẹp, không gian yên tĩnh, nhân viên thân thiện, đồ ăn sáng ngon :) chúng tôi_ đoàn Viettel Quảng Ninh đã ở đây ngày 17_18/9/2019. Mọi người cảm thấy rất thoải mái và vui vẻ khi ở đây. Hẹn gặp lại! ", "reviewer_location": "Dao Co To, Việt Nam"}, {"name": "DoThutrang", "avatar": "", "review_rating": "4", "review_title": "Nơi lưu trú hợp lý và thân thiện cho khách lưu trú ngắn ngày", "review_content": "Tôi đã có 1 đêm tại Ninh Bình, khách sạn không lớn lắm so với 3 sao như các thành phố khác nhưng rất tốt ở nơi đây. Khách sạn không quá lớn, nhân viên thân thiện, nhiệt tình, bữa tối tại khách sạn ngon, phòng rộng và sạch sẽ, nên ở tầng cao để ngắm toàn bộ thành phố nhỏ nơi này, ít khách Trung Quốc, nhiều khách Âu. Tuy nhiên bữa sáng hơi nghèo nàn.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Pho N", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Gia đình tôi đã có kỳ nghỉ thật thú vị ở NInh Bình. Chúng tôi đã chọ khách sạn Queen cho kỳ nghỉ của chúng tôi theo sự giới thiệu của một người bạn. Nói chung mọi thứ đều rất tốt. Phòng ốc sạch sẽ, đẹp và rất thoáng. Nhân viên rât  thân thiện và nhiệt tình giúp đỡ ban khi cần. Họ có thể giúp đỡ tư vấn bạn những điểm bạn muốn tham quan một cách hợp lý để tiết kiệm thời gian của bạn.Có điều giá thuê xe máy ở đây đắt quá. Breakfast chấp nhận được chỉ tiếc một điều là chỉ khi nào khách đông thôi còn nếu không thì các bạn phải chọn ăn sáng theo kiểu à la carte. Phong cảnh Ninh Bình thật tuyệt vời. Chắc chắn rằng chúng tôi sẽ quay trở lại nếu có dịp", "reviewer_location": "dumpxxx"}, {"name": "carl191086", "avatar": "", "review_rating": "5", "review_title": "Nơi sạch đẹp", "review_content": "Nhân viên khách sạn là bữa sáng ngon miệng và tươi ngon tiện dụng cho tất cả các điểm du lịch trong vùng lân cận. Thuê xe tay ga từ khách sạn chỉ mất 20 phút để trang một chiếc thuyền đi qua các hang động kỳ diệu và đường thủy. Các quán ăn ngon cho bữa ăn gần đó sẽ đề nghị ở lại khách sạn này", "reviewer_location": "Hội An, Việt Nam"}, {"name": "An D", "avatar": "", "review_rating": "3", "review_title": "Khách sạn sạch sẽ và nhân viên thân thiện", "review_content": "Các phòng khá cơ bản, nhưng sạch sẽ. Các nhân viên rất thân thiện. Bữa sáng hơi thất vọng, nhưng điều đó có thể chủ yếu là do chúng ta đã quen với các loại thực phẩm khác vào buổi sáng. Có một số tiếng ồn do xây dựng, nhưng tất cả đều yên tĩnh, nhưng rất gần với nhiều nhà hàng tốt.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Frank Jackman", "avatar": "", "review_rating": "5", "review_title": "Khách sạn melbourne", "review_content": "Đó là một nơi tốt đẹp ở NinhBinh Tôi đã có những khoảnh khắc tuyệt vời và hào hứng với nó Khách sạn melbourne với các dịch vụ tốt đẹp mà tôi đã thấy, các nhân viên rất hoàn hảo rất thân thiện Nội thất trong phòng rất tuyệt Cảm ơn ngài Jackie Truong rất nhiều Hy vọng có thể trở lại một lần nữa", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Lucia V", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời!", "review_content": "Khách sạn Queen rất đẹp, nằm trong khu vực yên tĩnh của Ninh Bình. Các nhân viên rất tử tế. Các phòng rất lớn và sạch sẽ, giường cỡ Queen thoải mái. Các bữa ăn sáng là tốt và đủ khác nhau.", "reviewer_location": "Parma, Italy"}, {"name": "TravelExpert32", "avatar": "", "review_rating": "4", "review_title": "Giá trị tuyệt vời cho tiền, và siêu sạch !!", "review_content": "Chúng tôi đã đặt một tiêu chuẩn - tăng gấp đôi và kết thúc với một căn phòng lớn với một giường cỡ queen - một bất ngờ rất hoan nghênh từ chỗ ở trước đây của chúng tôi đã được kích thước hộp giày!  Nằm cách ga tàu khoảng 20 phút đi bộ, có rất nhiều nhà hàng gần đó bao gồm một số nhà hàng được xếp hạng cao nhất của TripAdvisor ngay bên cạnh. Khu vực này không ồn ào và có những cửa hàng nhỏ gần đó để đón nước, v.v ...  Căn phòng rộng lớn, với một phòng tắm lớn. Rất nhiều nước nóng và điều hòa không khí lạnh. Mỗi ngày, phòng được làm bằng khăn sạch. Lễ tân rất vui khi sắp xếp thuê xe tay ga với giá 120 k một ngày và họ rất tuyệt vời để khám phá khu vực địa phương (bạn thực sự cần vận chuyển riêng để tận hưởng Ninh Bình đầy đủ nhất vì mọi thứ đều được trải rộng ra).  Sau khi thanh", "reviewer_location": "London, Vương quốc Anh"}, {"name": "michelle l", "avatar": "", "review_rating": "4", "review_title": "Nhân viên tuyệt vời tại một khách sạn tốt đẹp", "review_content": "Nhân viên tuyệt vời đã đi trên và xa hơn trong suốt thời gian của chúng tôi (đi đâu, thêm thức ăn cho bữa ăn sáng, tiện nghi sau khi thanh toán). Phòng sạch với nước siêu nóng, phòng lớn thoải mái và được đề nghị khi ở NB.", "reviewer_location": "Thành phố New York, New York"}, {"name": "Strawberry2009", "avatar": "", "review_rating": "5", "review_title": "Lưu trú đáng yêu", "review_content": "Chúng tôi đặt hai phòng cho một đêm tại khách sạn này. Trước khi đặt phòng, tôi đã gửi email cho họ và sắp xếp phương tiện di chuyển đến khách sạn. Người lái xe đón chúng tôi từ thành phố Hạ Long sau chuyến tham quan Vịnh Hạ Long và lái xe 4 giờ đến Ninh Bình.  Chúng tôi được chào đón bởi một phụ nữ tiếp tân hữu ích. Vì chúng tôi cũng đặt cùng một chiếc xe cho chuyến lưu diễn Ninh Bình vào ngày hôm sau, người phụ nữ đã giải thích mọi thứ cho người lái xe vì anh ấy không nói tiếng Anh. Mọi thứ đều trơn tru và phí vận chuyển đã được đánh dấu rõ ràng trong biên nhận.  Các phòng của khách sạn là một chút lỗi thời. Tuy nhiên, nó là rộng rãi và sạch sẽ. Cái giường thật đẹp. Phòng tắm cũng rộng rãi. Phòng tắm của chúng tôi có một cửa sổ có thể mở ra để có thông gió tốt.  Các bữa ăn", "reviewer_location": "Jakarta"}, {"name": "Ok D", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tốt nhưng nhân viên lễ tân không tin cậy", "review_content": "Nhung, nhân viên tiếp tân khách sạn Queen, là một người không tin cậy. Chúng tôi thuê một chiếc xe cho 1 người. 5 ngày với một khoản phí cho thuê thỏa thuận. Chúng tôi trả tiền đầy đủ trong một ngày. Chúng tôi đã bị sốc khi ngày hôm sau chúng tôi được yêu cầu thêm tiền thuê nhà và cô ấy nói rằng cô ấy đã đề cập đến điều đó! ! Không công bằng ! ! Chúng tôi rất thất vọng. .  Khách sạn chính nó là khách sạn rất tốt, sạch sẽ và ngăn nắp. Một điểm cộng lớn, anh chàng chịu trách nhiệm cho nhà hàng rất đẹp và dễ chịu. Dịch vụ cũng tốt. Thực ra tôi muốn đánh giá khách sạn Nữ hoàng một lời nhận xét rất tốt nhưng một kinh nghiệm tồi tệ với Nhung đã khiến tôi xuống hạng chỉ để tốt thôi.", "reviewer_location": "dumpxxx"}, {"name": "perthsaint", "avatar": "", "review_rating": "5", "review_title": "Khách sạn giá trị tốt", "review_content": "Chúng tôi ở lại 2 đêm. Nhân viên thân thiện & hữu ích, phòng sạch sẽ rộng rãi và vòi sen tuyệt vời. Ăn sáng là tốt và nhiều nhà hàng gần đó. Khách sạn nằm trong bán kính khoảng 1 km từ ga tàu và ít hơn so với bến xe buýt.", "reviewer_location": "Perth"}, {"name": "JeniePaul", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tuyệt vời, tài sản yên tĩnh, bữa sáng ngon miệng", "review_content": "Nhân viên đã đi trên và xa hơn để giúp chúng tôi luôn mỉm cười với thái độ tích cực. Tôi đã kiểm tra sớm và bạn của tôi là tốt. Họ đã cất giữ những vật có giá trị của chúng tôi tại quầy lễ tân. Đây là một trong những tính chất yên tĩnh nhất mà tôi ngủ vì chúng có cách nhiệt tốt. Nệm được thoải mái. Chúng tôi ở lại thêm đêm vì nó là tuyệt vời và muốn chúng tôi ở lại lâu hơn. Chúng tôi đã ăn tối đêm đầu tiên tại nhà hàng bên cạnh, nơi phần lớn và chúng tôi muốn hâm nóng thức ăn thừa vào tối hôm sau. Anh chàng trong nhà bếp đã nấu nó cho chúng tôi và muốn phục vụ chúng tôi trong những tấm thích hợp và tất cả. Buổi sáng, chúng tôi đã kiểm tra vì họ đã sớm có một bữa ăn sáng để đi cho chúng tôi. Nổi bật! Ăn sáng là rất nhiều và chất lượng tốt. Rất khuyên bạn nên ở lại đây. Rất cám ơn", "reviewer_location": "Thành phố New York, New York"}, {"name": "Emma P", "avatar": "", "review_rating": "5", "review_title": "Sạch sẽ, khách sạn 3 sao, thân thiện và hiếu khách", "review_content": "Sau một đêm gắt gỏng đêm hôm trước, tôi rất vui được ở lại Queens Hotel. Nó rất nhiều 3 sao! ! Các phòng đã rất lớn với một vòi sen đáng kinh ngạc. Lần tắm vòi sen đầu tiên của tôi kể từ khi ở Việt Nam. Căn phòng vô cùng sạch sẽ với giường êm ái (cũng là giấc ngủ ngon nhất của tôi kể từ khi ở Việt Nam). Bữa sáng đáng yêu (7 giờ sáng - 9 giờ tối). Chúng tôi có bánh dứa ngon. Người phụ nữ chính tại lễ tân nói tiếng Anh tuyệt vời và giúp chúng tôi đặt một tour du lịch Tamcoc. 600, 000 đồng cho hai - chúng tôi đã có một chiếc xe tư nhân với điều hòa không khí mà chúng tôi cần thiết như thể là siêu nóng. Bạn có thể thuê một chiếc xe đạp nhưng chúng tôi không cảm thấy tự tin và chiếc xe dễ dàng và lạnh lùng! Chúng tôi không phải lo lắng về bản đồ hay bất cứ thứ gì vì người lái xe chỉ", "reviewer_location": "dumpxxx"}, {"name": "quân t", "avatar": "", "review_rating": "4", "review_title": "Một nơi rất yên tĩnh", "review_content": "Đây là một nơi rất yên bình và yên tĩnh. Nó cũng cung cấp cho bạn ăn sáng, thuê xe máy. Và nó nằm gần trung tâm của thành phố. Các phòng là khá lớn (1 giường đôi và 1 giường nhỏ) và bạn có thể nhìn thấy ngọn núi từ phòng của bạn.", "reviewer_location": "dumpxxx"}, {"name": "Brenda E", "avatar": "", "review_rating": "4", "review_title": "Ngày lễ", "review_content": "Thuận tiện đặt khách sạn trung tâm cho tất cả các điểm tham quan. Thoải mái sạch sẽ phòng và ăn sáng đầy đủ tốt. Xe đạp miễn phí và có thể thuê xe máy (cách tốt nhất để đi lại) từ họ. Nhân viên thân thiện sẵn sàng giúp đỡ và tư vấn.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "Số 20 Hoàng Hoa Thám, Phường Thanh Bình, Ninh Bình 430000 Việt Nam", "name": "Khách sạn Queen Hotel Ninh Bình", "geo_data": {"latitude": 20.251667022705078, "longitude": 105.97859954833984}, "room_number": "35"}}