{"content": [{"name": "Martijn J", "avatar": "", "review_rating": "4", "review_title": "Dễ chịu ở gần ga xe lửa", "review_content": "Chúng tôi đến Nihn Bin bằng tàu đêm và cần một nơi sạch sẽ để ngủ trước khi đến Valley Homestay. Hướng dương là nơi tốt. Giường tốt, nhân viên thân thiện. Không bao gồm bữa sáng nhưng rất nhiều nhà hàng gần đó. Chúng tôi đã đi đến một nơi tốt đẹp được gọi là ?? c nh? T.", "reviewer_location": "Vleuten, Hà Lan"}, {"name": "marionsamsam", "avatar": "", "review_rating": "2", "review_title": "Bof", "review_content": "Nous nous sommes présentés au restaurant suite aux recommandations du site.  Nous avons été fort déçus.  La carte est certes, vaste, mais les mets sont décevants par rapport à d’autres restaurants de la ville. Les pizzas sont justes passées au micro-ondes et servies pour 150000 dôngs. D’autres établissements proposent des mets identiques pour des prix identiques mais de meilleure qualité  !!  Seul point + : la dame est très gentille et aime parler de sa rencontre avec les acteurs du film « Indochine »", "reviewer_location": "Toulouse, Pháp"}, {"name": "Fearless824135", "avatar": "", "review_rating": "5", "review_title": "Sunflower", "review_content": "An ninh khu vực này rất đảm bảo, yên tĩnh và thoải mái. Đồ đạc trong phòng còn rất mới, tạo cảm giác sạch sẽ cho người sử dụng. Phòng của chúng tôi có cửa sổ kính sát đất, vì thế có thể nhìn ngắm trực diện khung cảnh và kiến trúc của ngôi nhà thờ ở đối diện. Toà nhà nằm ngay vị trí trung tâm của thành phố, chỉ cách 15ph đi xe máy là có thể đến khu di tích Tràng An nổi tiếng của tỉnh Ninh Bình. Giá phòng ở đây cũng rất phù hợp với nhân viên văn phòng như chúng tôi, tôi có thể tiết kiệm một khoản tiền không nhỏ để tham quan các khu du lịch khác. Thật sự rất tuyệt vời! ", "reviewer_location": "dumpxxx"}, {"name": "Joan C", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời phòng và nhân viên!", "review_content": "Tôi và bạn gái của tôi đã tìm thấy nơi này vào nửa đêm. Fortunatelly, các nhân viên đã mở cửa cho chúng tôi và chúng tôi cảm thấy rất hoan nghênh! Các phòng ngủ là hoàn hảo nhưng điều tốt nhất chúng tôi tìm thấy là Đại, thành viên của các công cụ với một trái tim lớn và rất hữu ích người đàn ông. Ông đưa cho chúng tôi một số ý kiến ​​và ông đã chăm sóc chúng tôi ngay cả khi chúng tôi chuyển đến một ký túc xá khác ngày sau đó. Anh ta đặt taxi và xe buýt của chúng tôi đến sân bay. Anh ấy rất tử tế trả lời wharsapps của chúng tôi bất cứ lúc nào! Đại, bạn và khách sạn của bạn xứng đáng là tốt nhất!", "reviewer_location": "Krakow, Ba Lan"}, {"name": "Rql C", "avatar": "", "review_rating": "5", "review_title": "Yên tĩnh và thoải mái. Xuất sắc.", "review_content": "Đó là một kỳ nghỉ đáng kinh ngạc ở đây. Chúng tôi lần đầu tiên đến cho 1 đêm và ở lại 3. Nó là hoàn hảo cho một vài lý do:  1. Vị trí. Ở trung tâm thành phố và  chỉ một vài mét  nhà hàng ở ninh bình, Trung  Nhà hàng Truyet. Không xa  con đường đưa bạn đến Tam Cốc  và tất cả những điều cần xem ở Ninh  Bình.  2. Soooo im lặng ở đây. Không nghe  trong 3 ngày để chúng ta ngủ và  nghỉ ngơi rất tốt.  3. Tắm nước nóng và nhà vệ sinh. Mới  khăn tắm.  4 . Tuyệt vời wifi. TV.  5. Nhân viên đáng yêu và hữu ích. Họ  sẽ cung cấp những gì bạn cần. Nó là  một gia đình kinh doanh và tất cả chúng  rất tử tế.  6. Đậu xe và xe máy miễn phí và  xe đạp cho thuê.  7. Sooo giường thoải mái! và bông  tờ! Thật khó để tìm thấy điều này trong  Việt Nam. . rất tốt!  số 8 . Tòa nhà mới nên tất cả mới và từ", "reviewer_location": "dumpxxx"}], "hotel": {"location": "So Nha 62 Duong Hoang Hoa Tham Phuong Thanh Binh, Ninh Bình Việt Nam", "name": "Sunflower", "geo_data": {"latitude": 20.251859664916992, "longitude": 105.97783660888672}, "room_number": "Việt NamTỉnh Ninh BìnhNinh Bình"}}