{"content": [{"name": "Nhung Pucca", "avatar": "", "review_rating": "2", "review_title": "Trải nghiệm thật sự tệ", "review_content": "Một trải nghiệm thật sự tệ khi ở đây! Tôi có book phòng qua trang chính thức của khách sạn trước 1 tháng (Do trên các web đặt phòng báo đã hết phòng). Khách sạn đã gửi mã đặt phòng ngay cho tôi vào ngày mình book (10/2) cho việc lưu trú của tôi (ngày 11/3).  2 ngày trước khi tôi tới (ngày 9/3), tôi có hỏi lại khách sạn về việc để xe (phòng khi cần thiết) và khách sạn vẫn hỗ trợ cũng như chào đón tôi vào ngày 11/3.  Ngay trước khi mình tới khách sạn (9h sáng 11/3), lễ tân khách sạn có gọi điện cho tôi và nói phòng của tôi phải kiểm tra PCCC, hiện khách sạn đã hết phòng nên bảo tôi tìm phòng ở nơi khác. Chỉ còn vài tiếng là tới giờ check in nhưng hủy phòng của khách mà không cần thông báo cũng như có sự hỗ trợ gì. Tôi vừa đáp máy bay vẫn quyết định tới khách sạn trao đổi trực tiếp", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "HoangQuyen", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt", "review_content": "Khách sạn đẹp, mới, phòng sạch sẽ và thơm tho. Các bạn lễ tân lễ phép và nhiệt tình, các chị dọn phòng cũng rất thân thiện. Vị trí gần sân bay, có xe đưa ra sân bay lúc 3g sáng. Nói chung mọi thứ đều tốt, sẽ quay lại lần sau", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Lê nam", "avatar": "", "review_rating": "1", "review_title": "Hồ bơi", "review_content": "Hồ bơi phải qua khu chung cư... Nhưng nếu k chuẩn bị đồ bơi quần đù bó áo bó thì mọi người không được bơi nha.. Phòng đặt thì đắt mà không được bơi......mọi người chú ý tìm hiểu trước khi đặt để bớt bỡ ngỡ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Marian L", "avatar": "", "review_rating": "5", "review_title": "Ở lại hoàn toàn thú vị", "review_content": "Tôi đã đặt khách sạn Thanh Long vào phút cuối khi tôi có chuyến bay định tuyến lại qua Hồ Chí Minh. Đó là một nơi tuyệt vời để dừng lại. Tôi sẽ ở lại lâu hơn nếu tôi không phải rời đi vì kết quả của Covid - 19. Phòng của tôi sạch sẽ, yên tĩnh và hiện đại. Các nhân viên siêu thân thiện và hữu ích. Họ rất nỗ lực để trở nên chuyên nghiệp và giữ cho khách sạn theo thứ tự tuyệt vời. Họ trả lời email của tôi rất nhanh trước khi tôi đến. Và họ kết thúc chuyến đi với một xe đưa đón miễn phí đến sân bay một chiếc xe hơi lấp lánh. Tôi có một cảm giác tôi đã nhận được rất nhiều vì tất cả khách du lịch đã rời khỏi thị trấn nên giá cả thật tuyệt vời cho chất lượng. Cảm ơn Thanh Long, tôi hy vọng sẽ sớm trở lại!", "reviewer_location": "Nelson, Canada"}, {"name": "María", "avatar": "", "review_rating": "5", "review_title": "Rất đẹp", "review_content": "Có một kỳ nghỉ đáng yêu tại khách sạn Thanh Long, rất gần sân bay và họ cung cấp một sân bay miễn phí thả. Nhân viên rất thân thiện và luôn sẵn lòng giúp chúng tôi mọi thứ. Ăn sáng ổn và phòng rất hiện đại và sạch sẽ. Đặc biệt cảm ơn Ngyen và Loan :)", "reviewer_location": "Reykjavik, Iceland"}, {"name": "Deanosaur89", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đẹp Gần sân bay", "review_content": "Khách sạn này cách sân bay quốc tế một quãng đi bộ và cung cấp chỗ ở thoải mái và mát mẻ. Nơi này rất sạch sẽ và họ cung cấp bữa sáng miễn phí vào buổi sáng. Rất nhiều lựa chọn ăn uống rẻ tiền gần đó.", "reviewer_location": "Edmonton, Canada"}, {"name": "Belfast_Bowler", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt", "review_content": "Tôi thấy khách sạn rất hiện đại và các phòng được thực hiện theo tiêu chuẩn rất tốt. Các nhân viên rất thân thiện và hữu ích và khách sạn gần sân bay. Lý do duy nhất tôi không bao giờ cho nó 5 là âm thanh của công việc xây dựng bên cạnh Khách sạn và đây là khách sạn đầu tiên tôi từng ở đó không phục vụ trà hoặc cà phê cho bữa sáng", "reviewer_location": "Belfast, Vương quốc Anh"}], "hotel": {"location": "18-20 Trà Khúc Phường 2, Thành phố Hồ Chí Minh 700000 Việt Nam", "name": "Thành Long Hotel", "geo_data": {"latitude": 10.805768966674805, "longitude": 106.66519927978516}, "room_number": "56"}}