{"content": [{"name": "Trek09384215501", "avatar": "", "review_rating": "5", "review_title": "tốt", "review_content": "khách sạn view đỉnh nha :))) mình đi với bạn được tiếp đón nhiệt tình lắm có bạn bell dễ thương đẹp trai nhiệt tình lắm mà quên không hỏi tên :))) chung là trải nghiệm tuyệt vời luôn á. cảm ơn mọi người rất nhiều ", "reviewer_location": "dumpxxx"}, {"name": "Dream15758638855", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Nhân viên nhiệt tình, khách sạn đẹp đồ ăn ngon. View cũng tuyệt vời lắm mọi người ơi. Bạn bell tên Anh Tuấn nhiệt tình giúp đỡ khách, hoạt bát và năng động lắm. Mình rất thích khi được ở đây, trải nghiệm tuyệt vời ", "reviewer_location": "dumpxxx"}, {"name": "Maps11455956829", "avatar": "", "review_rating": "5", "review_title": "Tuyệt", "review_content": "Khách sạn nói chung sạch sẽ , đồ ăn ngon , nhân viên lễ tân thân thiện vui vẻ luôn cười , luôn giúp đỡ tôi mọi lúc tui cần  , chắc chắn tôi sẽ quay lại và sẽ giới thiệu những người bạn.Thanks you very much", "reviewer_location": "dumpxxx"}, {"name": "Phạm K", "avatar": "", "review_rating": "5", "review_title": "Ok", "review_content": " Vị trí thuận tiện ngay ở trung tâm quận 1; gần các điểm du lịch; vui chơi giải trí. Chiều cần đi vài bước là đến chợ Bến Thành.   Nhân viên niềm nở thân thiện; bạn Lan Anh lễ tân tư vấn tôi rất nhiệt tình!  Phòng ổn; sạch sẽ đầy đủ tiện nghi. Ăn sáng đa dạng nhiều lựa chọn.  Tôi sẽ quay lại ks nếu có dịp lại đến Saigon.", "reviewer_location": "Tỉnh Quảng Nam, Việt Nam"}, {"name": "Sightsee40635633748", "avatar": "", "review_rating": "5", "review_title": "Đáng để trải nghiệm", "review_content": "Phòng sạch sẽ, đầy đủ tiện nghi, không gian vô cùng thoáng mát. Thức ăn rất hợp khẩu vị với bản thân mình. Đặc biệt nhân viên thân thiện vô cùng, hỗ trợ khách hàng nhiệt tình. Đây thực sự là một khách sạn đáng lựa chọn khi đến đây.", "reviewer_location": "dumpxxx"}, {"name": "Stay52206970469", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời", "review_content": "Dịch vụ vụ tuyệt vời vòi,nhân viên thân thiện, phòng sach sẽ, đầy đủ tiện nghi nghi,ăn sáng rất ngon,vị trí tuyệt vời vòi gần chợ Bến Thành, phố đi bộ Nguyễn Huệ và vấn sân bay Tân Sơn Nhất, tôi sẽ nghỉ tại khách sạn này mỗi khi tới Sài Gòn. ", "reviewer_location": "dumpxxx"}, {"name": "longtran", "avatar": "", "review_rating": "5", "review_title": "chuyến đi đầy thú vị", "review_content": "tôi đã có 1 chuyến công tác đầy thú vị.khách sạn sạch sẽ, gần trung tâm thành phố tiện cho tôi đi công việc.cảm ơn các bạn nhân viên đã nhiệt tình hổ trợ tôi.bạn lan anh lễ tân đã giúp đỡ tôi chọn địa điểm ăn uống và những điểm du lịch", "reviewer_location": "dumpxxx"}, {"name": "Tuan", "avatar": "", "review_rating": "5", "review_title": "VERY GOOD SERVICE", "review_content": "Cuối tháng 10 mình có book khách sạn trong một đêm nhưng nhìn chung mình thấy phòng rất sạch sẽ view ổn giá cả lại phải chăng. Dịch vụ ở đây làm việc rất chuyên nghiệp đáp ứng tất cả các nhu cầu của mình, bạn nữ lễ tân có giọng nói rất cute thân thiện. Highly recommend !", "reviewer_location": "dumpxxx"}, {"name": "Anh", "avatar": "", "review_rating": "4", "review_title": "Phòng sạch sẽ, rộng rãi và khá tiện nghi", "review_content": "Phòng sạch sẽ, rộng rãi, tiện nghi và khá gần các địa điểm vui chơi trong thành phố. Ngoài ra có bạn lễ tân khá đáng iu. Ngoài ra phòng yên tĩnh. Nhân viên dọn phòng khá thân thiện và dọn dẹp sạch sẽ.", "reviewer_location": "dumpxxx"}, {"name": "Roam63914040599", "avatar": "", "review_rating": "5", "review_title": "Đánh giá khách sạn", "review_content": "Khách sạn thật tuyệt với, đặc biệt là những cô lễ tân, đặc biệt là Quế Hương họ giúp tôi rất nhiều, đồ ăn sáng tuyệt vời những món ăn phong phú và đầy chất dinh dưỡng. Tôi yêu khách sạn này và lần sau tui sẽ quya lại", "reviewer_location": "dumpxxx"}, {"name": "Peter H", "avatar": "", "review_rating": "5", "review_title": "Nhân viên rất nhiệt tình", "review_content": "Khách sạn ở trung tâm thành phố rất thuận lợi cho việc đi tham quan, phòng ở đây rất sạch sẽ. Nhân viên lể tân Lan Anh rất nhiệt tình hỗ trợ tôi vì đây là lần đầu tôi vào sài gòn. Tôi rất cảm ơn những bạn nhân viên ở đây đã rất thân thiện, nhiệt tình, vui vẻ… tôi sẽ quay trở lại đây khi vào sài gòn.", "reviewer_location": "Huế, Việt Nam"}, {"name": "Quế Hương", "avatar": "", "review_rating": "5", "review_title": "Quá tuyệt vời", "review_content": "Khách sạn rất sạch đẹp , nhân viên lễ tân cực kỳ dễ thương và thân thiện , lần đầu ở ks này những ấn tượng rất tuyệt vời , cảm ơn chân thành đến khách sạn đã luôn hỗ trợ hết mình trong thời gian mình đến khách sạn ", "reviewer_location": "dumpxxx"}, {"name": "Minh", "avatar": "", "review_rating": "5", "review_title": "Lễ tân và dịch vụ", "review_content": "Lễ tân nữ cao rất là dễ thương, mình nhớ hình như bạn tên là Hương bạn đó rất nhiệt tình ngoài trời mưa nhưng vẫn ra đứng đón taxi giúp mình, khách sạn rất sạch sẽ, dọn phòng liên tục cần thì luôn hỗ trợ kịp thời, nhưng thảm dưới sàn hơi cũ khách sạn nên cân nhắc", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Nora", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Khách sạn sạch, đẹp, tiện nghi. Giá cả phù hợp với chất lượng, điều khiến mình ấn tượng đó là sự hỗ trợ rất nhiệt tình, chu đáo của các bạn nhân viên, đặc biệt là nhân viên Lan Anh. Nếu có dịp mình sẽ ghé lại đây.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "jemiisso", "avatar": "", "review_rating": "5", "review_title": "Nice", "review_content": "Hello Nesta Team, Mấy ngày trước mình có đến TP Hồ Chí Minh một chuyến để đi công tác, và có những trải nghiệm dịch vụ hết sức tuyệt vời ở Nesta. Dưới đây là một ít nhận xét chủ quan của mình nhé: 1. Phòng mới, rất sạch sẽ và trang thiết bị hết sức hiện đại 2. Đồ ăn rất ngon và phù hợp khẩu vị của mình 3. Đặc biệt phải kể đến đó là đội ngũ nhân viên ở đây hết sức thân thiện và chuyên nghiệp luôn hỗ trợ mình. Đi công tác gấp nên mình book khá vội nên chẳng quan tâm nhiều đến feedback, nhưng thật sự rất hài lòng. ", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Explorer47719305314", "avatar": "", "review_rating": "5", "review_title": "khách sạn trung tâm", "review_content": "Nhân viên khách sạn thân thiện, nhiệt tình.Khách sạn  ở trung tâm thành phố, thuận tiện đi thăm quan các điểm du lịch. Phòng ngủ đầy đủ tiện nghi, sạch sẽ, có ban công nhìn ra thành phố.Các món ăn sáng hợp khẩu vị.", "reviewer_location": "dumpxxx"}, {"name": "Anh tuấn 1097", "avatar": "", "review_rating": "5", "review_title": "Bussiness Trip", "review_content": "Khách sạn tiện nghi, view đẹp, yên tĩnh, vị trí thuận tiện cho việc di chuyển ở trung tâm Sài Gòn.Nhân viên hỗ trợ nhiệt tình, vui vẻ.Đồ ăn ngon, hợp khẩu vị.  Nếu có cơ hội sẽ quay lại và giới thiệu cho bạn bè.", "reviewer_location": "dumpxxx"}, {"name": "Tran D", "avatar": "", "review_rating": "5", "review_title": "good stay", "review_content": "Tôi thấy rất hài lòng khi ở đây.!  dịch vụ tốt nhân viên thân thiện ăn sáng ngon vị trí thuận lợi sẽ quay lại lân sau đội ngũ lễ tân dễ thương mến khách cảm ơn Hương Huy Lan Anh nhé tôi sẽ giới thiệu cho bạn bè ", "reviewer_location": "dumpxxx"}, {"name": "Lan Phuong", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất ok, có dịp sẽ quay lại.", "review_content": "Khách sạn nằm ở trung tâm, nhân viên thân thiện. Các dịch vụ khác đều rất tốt. Ăn sáng khá nhiều món và hợp khẩu vị của tôi . Lần sau nếu có dịp quy lại HCM tôi vẫn sẽ chọn ks này và giới thiệu cho bạn bè.", "reviewer_location": "dumpxxx"}, {"name": "hanoi_advice", "avatar": "", "review_rating": "5", "review_title": "Mình ở ks ngày 26/8 , mình rất hài lòng với dịch vụ ở khách sạn. Các bạn rất ngoan, nhiệt tình, ăn sáng ngon!", "review_content": "Phòng sạch sẽ, vị trí tốt ngay gần cổng chợ Bến Thành, dịch vụ tốt, ăn sáng ngon, nhân viên ngoan lễ phép. Rất ấn tượng với bạn bell lúc check out, đón xe cho khách , dẫn khách qua đường, hỗ trợ hành lý, nhanh nhẹn, vui vẻ. Rất mong khách sạn khen thưởng cho các bạn. Mình sẽ giới thiệu nhiều khách đến ở khách sạn. Một khách sạn mới mà vận hành trơn tru như vậy chắc GM và trưởng bộ phận cũng rất có nghề và tâm huyết.", "reviewer_location": "Điện Bàn, Việt Nam"}, {"name": "Waryonetwo", "avatar": "", "review_rating": "3", "review_title": "Rất trung bình", "review_content": "Ngoài các nhân viên tiếp tân mỉm cười hạnh phúc và hướng dẫn viên, phần còn lại của chúng tôi ở đây chắc chắn không có gì đặc biệt. Các nhân viên nhà hàng rất đáng sợ, lười biếng và không quan tâm trong khi chất lượng của bữa sáng thậm chí còn tồi tệ hơn. . . hầu hết các ngày chúng tôi thực sự đã đi qua đường và trả tiền cho bữa sáng của chúng tôi! Các phòng rất nhỏ và phòng điều hành của chúng tôi có ban công khá nhỏ với lối thoát hiểm (ban công?). Tiêu chuẩn của phòng sạch là ok, thảm chắc chắn cần một loại dầu gội và đưa bạn đi chân trần. Điểm cộng phải là vị trí có nhiều điểm tham quan chính trong khoảng cách đi bộ và một lần nữa, sự giúp đỡ tuyệt vời từ các cô gái có nghĩa vụ tại bàn tiếp tân. Có hai quán bar rất gần nhau (Malenda và Soul) và chúng tôi đã tìm thấy những bữa", "reviewer_location": "Perth, Úc"}, {"name": "VNNGU", "avatar": "", "review_rating": "4", "review_title": "Đã ở 5 đêm", "review_content": "Đây là một khách sạn đẹp với đội ngũ nhân viên thân thiện. Các phòng đều sạch sẽ và gọn gàng. Chúng tôi đã có một số rắc rối với nhà vệ sinh mà họ đã cố gắng khắc phục ngay lập tức. Ăn sáng thì không sao, nhưng lý do thực sự để đặt khách sạn này là vị trí của nó: nó thực sự gần với chợ Bến Thành.", "reviewer_location": "Vleuten, Hà Lan"}, {"name": "BlackcatNguyen", "avatar": "", "review_rating": "4", "review_title": "Nhân viên tốt", "review_content": "2 lần ở lại đây để kinh doanh. Khách sạn sạch sẽ, gần chợ Bến Thành để tôi có thể tận hưởng chợ đêm sau ngày làm việc. Nhân viên rất hữu ích và hữu ích, cởi mở và thân thiện. Phòng đã sạch sẽ, trang trí tốt. Bữa sáng không gặp khách sạn 4 sao. Thức ăn không ngon và chúng tôi phải đợi rất lâu sau khi đặt bữa sáng.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Anna Anderson", "avatar": "", "review_rating": "3", "review_title": "Hơi thất vọng", "review_content": "Tìm kiếm thông qua Expedia khách sạn này nổi bật. Phòng đáng yêu và một hồ bơi lớn. Tôi cảm thấy chúng tôi đã hơi hiểu lầm. Chúng tôi trả thêm tiền cho một phòng cao cấp có cửa sổ. Căn phòng nhỏ xíu, cũng như cửa sổ. Tuy nhiên, phòng của chúng tôi rất sạch sẽ và mặc dù khách sạn nằm ở một vị trí tuyệt vời, nhưng tiếng ồn từ sự ồn ào và náo nhiệt hoàn toàn không nghe thấy. Tôi đã thất vọng khi thấy hồ bơi quá nhỏ và trông không giống như những bức tranh, nơi khách sạn được quảng cáo. Không có ghế tắm nắng hoặc bất cứ nơi nào để ngồi quanh hồ bơi. Đối tác của tôi chỉ yêu cầu một điều trong kỳ nghỉ của chúng tôi đó là bữa sáng tự chọn. Anh thất vọng. Không có nhiều sự khác biệt so với các khách sạn 4 sao khác mà chúng tôi đã ở và tệ nhất là tất cả đồ ăn của chúng tôi đều lạnh. Thậm", "reviewer_location": "Porirua, New Zealand"}, {"name": "ChelseaNg", "avatar": "", "review_rating": "5", "review_title": "XUẤT SẮC", "review_content": "Ở lại đây với gia đình tôi. Các chỗ ở là tuyệt vời! Các phòng đều lớn và mới. Các nhân viên khách sạn rất thân thiện và rất hữu ích. Tôi rất muốn giới thiệu ở tại khách sạn Princess Saigon Central.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "34 Thủ Khoa Huân Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam", "name": "Khách Sạn Nesta Sài Gòn Trung Tâm", "geo_data": {"latitude": 10.774140357971191, "longitude": 106.69701385498047}, "room_number": "56"}}