{"content": [{"name": "duyền đỗ", "avatar": "", "review_rating": "5", "review_title": "Rất tốt!  ", "review_content": "Nằm ngay tại bến đò Tam cốc nên rất thuận tiện cho du khách di chuyển đến các điểm du lịch khác. Khách sạn sạch sẽ có cả bể bơi, không gian thoáng mát, chủ khách sạn rất thân thiện và họ sẽ tư vấn cho khách hàng có chuyến đi tuyệt vời!  ", "reviewer_location": "Ninh Hai, Việt Nam"}, {"name": "cuong", "avatar": "", "review_rating": "5", "review_title": "Rất thoải mái!", "review_content": "Khách sạn nằm ở trung tâm Tam cốc rất thuận lợi cho minh đi lại .cảnh rất dẹp không gian thoáng đãng.chủ nhà vui vẻ ,thân thiện .nếu mình có dịp trở lại ninh binh minh se quay lai khách san nay .very good hotel in Tam coc", "reviewer_location": "Ninh Bình, Việt Nam"}, {"name": "duyền đỗ", "avatar": "", "review_rating": "5", "review_title": "Rất tốt ", "review_content": "Chủ khách sạn thân thiện,tận tình và chu đáo, phòng sạch sẽ, đẹp, không gian thoáng mát, nằm ở Trung tâm gần bến thuyền Tam Cốc rất thuận tiện!  có cả khách Việt nam và khách nước ..rất khuyến khích mọi người đến tam Cốc victoria hotel khi đến ninh Binh ", "reviewer_location": "Ninh Hai, Việt Nam"}, {"name": "ydnaT1", "avatar": "", "review_rating": "5", "review_title": "Không tìm đâu xa ở Tam Cốc", "review_content": "Khách sạn Victoria tọa lạc hoàn hảo ngay gần bến tàu trung tâm ở Tam Cốc và siêu sạch sẽ. Cặp vợ chồng điều hành nó rất hữu ích và sẽ giúp bạn thuê xe đạp, thuê xe tay ga và tư vấn về các tour du lịch. Tôi không thể đánh giá khách sạn này đủ cao. Các phòng đều có máy lạnh, đường ống nước nóng và thực sự sạch sẽ với những chiếc giường lớn thoải mái. Nếu ở lại lâu hơn, chủ sở hữu cũng có hứng thú với khách sạn chị em là Mtibibeth có hồ bơi tuyệt vời, mái nhà mặt trời và khu vực quầy bar / thức ăn và đó là điều mới cho năm 2020.  Tôi sẽ trở lại chắc chắn.", "reviewer_location": "Banchory, Vương quốc Anh"}, {"name": "Milly2728", "avatar": "", "review_rating": "5", "review_title": "Các máy chủ tuyệt vời nhất!", "review_content": "Gần đây chúng tôi dừng chân tại khách sạn Tam Cốc Victoria trong hai đêm nhưng chúng tôi ước nó có thể dài hơn! Các phòng là tuyệt vời, rộng rãi và sạch sẽ không tì vết. Từ lần thứ hai chúng tôi đến, chủ sở hữu đang cúi xuống để hỗ trợ chúng tôi. Cô ấy đã giặt giũ, làm cho chúng tôi một bữa sáng tuyệt vời cả hai buổi sáng, giúp chúng tôi thuê xe đạp và xe tay ga, đặt chuyến đi tiếp theo của chúng tôi và để chúng tôi giữ phòng cho đến khi xe buýt đến vào buổi tối. Cô ấy thậm chí còn làm cho chúng tôi một gói cho xe buýt ngủ của chúng tôi. Khách sạn nằm ở một vị trí tuyệt vời ở trung tâm của Tam Cốc, cách tất cả các cửa hàng, quán bar và nhà hàng một đoạn đi bộ ngắn. Đây là nơi tốt nhất mà chúng tôi đã dừng chân tại Việt Nam cho đến nay và sẽ giới thiệu 100% cho bất kỳ ai lên kế", "reviewer_location": "dumpxxx"}, {"name": "Ela D", "avatar": "", "review_rating": "5", "review_title": "Ở tuyệt vời", "review_content": "Nếu bạn đang tìm kiếm một nơi tốt đẹp để ở tại Ninh Bình, tôi rất muốn giới thiệu khách sạn Tam Cốc Victoria. Nó nằm ở vị trí độc đáo tại đường tam coc ở Ninh Bình, vì vậy luôn có nhiều lựa chọn để lấy một ít thức ăn. Bữa sáng đơn giản nhưng quá đủ để bắt đầu ngày mới - họ đã cung cấp một chiếc bánh mì với mật ong và mứt, các loại trái cây như dứa và chuối và cà phê hoặc trà. Khách sạn có dịch vụ giặt là: 40. 000 VD / kg. Người phụ nữ tại quầy lễ tân rất tốt bụng. Chúng tôi có thể để ba lô tại khách sạn sau khi trả phòng, vì chúng tôi đi xe buýt đêm. Cô ấy cũng đề nghị chúng tôi đi tắm trước khi vào xe buýt.", "reviewer_location": "Munich, Đức"}, {"name": "Anastasia Y", "avatar": "", "review_rating": "5", "review_title": "Hoàn hảo!", "review_content": "Ở đó chỉ trong 1 đêm và, tôi nghĩ, nếu chúng ta không có kế hoạch nào sau đó, chúng ta có thể ở đó thêm 1 đêm nữa, vì đó là một nơi hoàn hảo! Mọi thứ: vị trí của khách sạn, tầm nhìn từ phòng của chúng tôi thật tuyệt vời (những vách đá và ngọn đồi mà tất cả chúng tôi đến đó), chính căn phòng (nó rộng rãi, giường lớn, phòng tắm thoải mái) Và nhân viên (chúng tôi chỉ liên lạc với một phụ nữ trẻ, tôi nghĩ cô ấy là người duy nhất liên lạc với khách) rất tốt bụng và rất hữu ích. Vì chúng tôi gần như là những vị khách duy nhất ở đó (có vẻ như tháng Năm không phải là mùa cao điểm ở đó) và chuyến tàu đến Năng của chúng tôi ở mức 5 p. m. cô ấy đề nghị chúng tôi ở trong phòng của chúng tôi lâu hơn (thời gian trả phòng là 12 a. m) khi tôi hỏi liệu chúng tôi có thể để túi của chúng tôi tiếp", "reviewer_location": "Moscow, Nga"}, {"name": "Karl S", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời. Nhân viên tuyệt vời. Giá tốt.", "review_content": "Rat khuyen khich. Chúng tôi ở trong khách sạn xinh xắn này trong hai đêm. Nó rất sạch. Mưa rào nóng. Thực phẩm tốt có sẵn. Bao gồm bữa sáng miễn phí. Không khí rất thư thái. Nơi tốt để đi chơi bên ngoài phòng. Vị trí tuyệt vời bên cạnh hồ. Đi bộ ngắn đến nhà hàng địa phương. Như đã đề cập trong các đánh giá khác, cặp vợ chồng quản lý nơi này là đặc biệt. Chúng rất hữu ích với việc mua xe máy và kế hoạch du lịch. Giá niêm yết cho các dịch vụ là cạnh tranh. Đây là nơi tốt nhất chúng tôi ở Việt Nam.", "reviewer_location": "dumpxxx"}, {"name": "Malin U", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Xe buýt từ mèo ba không dừng ở nơi chúng tôi mong đợi nên chúng tôi phải tìm một nơi ở mới khi đến. Khách sạn Victoria nằm ở trung tâm của trung tâm, dễ tìm và có giá tốt. Khách sạn sạch sẽ và trông khá mới với giường và vòi hoa sen thực sự tốt! Bữa sáng miễn phí. Những người làm việc ở đó là những người thân thiện nhất mà tôi đã gặp ở Việt Nam. Họ giúp bạn bất cứ điều gì và nói tiếng Anh thực sự tốt! Xe buýt đêm, những việc cần làm, v.v. Khi rời đi, họ thậm chí còn làm cho chúng tôi một túi thức ăn, nước và trái cây để có trên xe buýt để chúng tôi đói. Tôi thực sự muốn giới thiệu khách sạn này!", "reviewer_location": "dumpxxx"}, {"name": "Johanna Johansson", "avatar": "", "review_rating": "5", "review_title": "Tốt nhất ở lại cho đến nay tại Việt Nam!", "review_content": "Tôi ở lại đây với ba người bạn và chúng tôi không thể có một kỳ nghỉ tốt hơn! Người đàn ông điều hành khách sạn này cùng vợ con đã ra đi giúp chúng tôi! Anh sắp xếp một chuyến đi trong ngày cho chúng tôi trong khu vực và đặt vé xe buýt đến Hội An. Anh ấy thậm chí còn cho chúng tôi một túi thức ăn và nước uống cho chuyến xe buýt! Các phòng đều lớn và sạch sẽ và nó đi kèm với một bữa ăn sáng với cà phê ngon! Không thể giới thiệu nơi này đủ! Nó cũng ở trung tâm của Tam Cốc, một điều tuyệt vời cho hành trình tiếp tục :)", "reviewer_location": "dumpxxx"}, {"name": "James E", "avatar": "", "review_rating": "4", "review_title": "Nice mới khách sạn, vị trí tuyệt vời", "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại Victoria Hotel. Địa điểm thật tuyệt vời. Ít hơn một phút đi bộ đến khu vực thả xe buýt và đi thuyền. Chủ sở hữu là cực kỳ tốt đẹp và quan tâm. Vì khách sạn chỉ mới được mở một vài tháng, mọi thứ đều sạch sẽ và mới mẻ.  Tốt: Mọi thứ đều sáng bóng, mới mẻ và sạch sẽ. Sân thượng với tầm nhìn tuyệt vời! Phòng lớn. Giá phòng cạnh tranh Bữa ăn sáng! Cho thuê xe đạp và xe tay ga. Chủ sở hữu đã rất thân thiện và rất hữu ích trong việc đặt thêm.  Những người xấu: Cánh cửa có cửa sổ (kính mờ), nên không thể làm cho căn phòng tối vào ban đêm. Bàn bi-a rất đẹp, nhưng chắc chắn có thể nghe thấy trong phòng.  Nhìn chung, chúng tôi đã có một kỳ nghỉ tốt, nhưng chỉ có một vài điều nhỏ khiến tôi đánh giá khách sạn 4 sao \"Rất tốt\" thay vì 5 sao \"Tuyệt", "reviewer_location": "Omaha, Nebraska"}, {"name": "mbkdtravels", "avatar": "", "review_rating": "5", "review_title": "Rất khuyên bạn !!!!", "review_content": "Chúng tôi rất hài lòng với trải nghiệm của chúng tôi tại khách sạn Victoria. Các nhân viên rất thân thiện, chào đón và hữu ích! Khách sạn được điều hành bởi gia đình và họ làm cho bạn cảm thấy như vậy ở nhà. Họ thực sự tử tế và quan tâm đến mọi người và rất nhiệt tình với những gì họ làm. Phòng là thương hiệu mới và rất sạch sẽ. Cho thuê xe đạp là thương hiệu mới! Vị trí là hoàn hảo và ngay bên cạnh lối vào Tam Cốc và thị trấn nhỏ dễ thương với các quán bar, nhà hàng và cửa hàng. Nhân viên sẽ giúp bạn sắp xếp việc đi lại và nói tiếng Anh rất tốt. Ăn sáng là tuyệt vời! ! Chúng tôi đánh giá cao đề nghị khách sạn này và cảm ơn bạn đã lưu trú đáng yêu! !", "reviewer_location": "Thành phố New York, New York"}], "hotel": {"location": "Đội 1, Thôn Văn Lâm, Ninh Hai 430000 Việt Nam", "name": "Tam Coc Victoria Hotel", "geo_data": {"latitude": 20.21706199645996, "longitude": 105.93793487548828}, "room_number": "10"}}