{"content": [{"name": "Michal Antal", "avatar": "", "review_rating": "5", "review_title": "Best Hotel in heart of Hoa lu Ninh Binh", "review_content": "Very good room and service. Very nice pool and nature around. Staffs was very nice and super friendly,english speaking, the facilities are great.Location is perfect too.Only 2 km to Trang an.Room is spacious and very clean.If you can, they have a option to rent a motobike or bicycle.Must see!!!Highly recommend.", "reviewer_location": "dumpxxx"}, {"name": "Huong Nguyen", "avatar": "", "review_rating": "5", "review_title": "Thanks for good stay", "review_content": "Chúng tôi cũng không ngờ là gần Động Thiên Tôn lại có một khách sạn đáng yêu như vậy. Khách sạn nằm ở vị trí đẹp, thuận tiện giao thông. Không gian đẹp và yên tĩnh, nhân viên thân thiện, gần gũi và rất nhiệt tình. Cà phê và đồ ăn ngon. Chúng tôi sẽ quay lại sớm.", "reviewer_location": "dumpxxx"}, {"name": "Vạn Xuân", "avatar": "", "review_rating": "5", "review_title": "dịch vụ hoàn hảo, phòng sạch, giá tốt", "review_content": "Một địa điểm mà chắc chắn mình sẽ còn gặp lại. Về Vạn Xuân mình không nghĩ với một mức giá vô cùng hợp lý mình lại đợc trải nghiệm một không gian nghỉ dưỡng tuyệt với như thê. Không gian rộng , phòng sạch đẹp. dịch vụ hoàn hảo", "reviewer_location": "dumpxxx"}, {"name": "Phương Thảo", "avatar": "", "review_rating": "5", "review_title": "Non nước Ninh Bình, con người Ninh Bình tuyệt vời", "review_content": "Du Xuân về với vùng đất Cố Đô cảm giác thật tuyệt với. Cách khu du lịch Tràng An và Chùa Bái ĐÍnh không xa, gia đình tôi chọn nơi dừng chân tại Khách sạn Vạn Xuân. Khách sạn gồm những biệt thự xinh xăn yên tĩnh nằm ẩn mình sau những tán cây xanh mát. Khách sạn có đội ngũ quản lý chuyên nghiệp, nhân viên thân thiện và phòng ở rất thoáng mát và sạch sẽ.Bữa sáng với thực đơn nhiều món phong phú. Hy vòng một ngày không xa sẽ trở lại Nình Bình với các bạn của tôi và lại chọn Van Xuân Hotel là điểm dừng chân.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Marie Nguyen", "avatar": "", "review_rating": "5", "review_title": "VanXuan hotel au top.", "review_content": "Confort, luxe Hotel. Le service au top. Les personnels sympa , souriant, très gentil surtout avec les enfants.  Merci tout equipe de VanXuan Hotel. Nous reviendrons sans réfléchir. Chúng tôi rất hài lòng về sự chuyên nghiệp Của các bạn .khách sạn sang trọng với giá cả hợp lí . Cám ơn khách sạn Vạn Xuân", "reviewer_location": "dumpxxx"}], "hotel": {"location": "Thị trấn Thiên Tôn, 430000 Việt Nam", "name": "Van Xuan Royal Hotel", "geo_data": {"latitude": 20.297439575195312, "longitude": 105.94599151611328}, "room_number": "30"}}