{"content": [{"name": "Linh Hoàng", "avatar": "", "review_rating": "4", "review_title": "Một điểm lưu trú thua vị", "review_content": "Tôi và gia đình vừa về đến nhà sau 1 chuyến nghỉ ngắn cuối tuần tại Tam Cốc, Ninh Bình Khách sạn nằm ở gần trung tâm của Tam Cốc, nơi có nhiều danh lam thắng cảnh của khu vực như: Tràng An, Tam Cốc, Bích Động, Hang Múa, ... với bán kính từ 3-10km nên di chuyển rất thuận lợi Khách sạn có thiết kế đơn giản như những ngôi nhà củ đồng bằng Bắc Bộ Việt Nam Khách sạn nhỏ nhưng sạch sẽ, nhân viên khá thân thiện (nhưng thiếu mất nụ cười)  Khách sạn có cho thuê xe đap, xe máy để đi đến các điểm lân cận... Dù là khách sạn nhỏ, nhưng bữa sáng đơn giản và khá đầy đủ, ... tuy nhiên cần chú ý hơn khi có khá nhiều ruồi (có lẽ vì xung quanh là ruộng)  Khách sạn có loại phòng với giường tầng để thuê cho khách đoàn đông người (điểm cộng) Giá phòng ở đây tuy không phải là rẻ, nhưng cũng không quá", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Bear family", "avatar": "", "review_rating": "5", "review_title": "Rất hài lòng", "review_content": "Gia đình tôi rất hài lòng về chuyến đi Ninh Bình và lưu trú tại đây. Phòng sạch sẽ, tiện nghĩ, bể bơi an toàn với trẻ em, sạch... đồ ăn ngon.  Nhân viên thân thiện, nhiệt tình, mọi đồ dùng mới và luôn đầy đủ.", "reviewer_location": "dumpxxx"}, {"name": "Megan", "avatar": "", "review_rating": "1", "review_title": "Willn khuyến nghị", "review_content": "Tôi và bạn trai không bao giờ kén chọn nơi chúng tôi ở đặc biệt là khi đi du lịch ngân sách. Nhưng tôi chưa bao giờ nghĩ rằng chúng tôi ở lại một nơi tồi tệ như vậy. Tôi đưa nó cho họ, nơi này thật đẹp, nhưng mọi thứ đi cùng với nó thật kinh khủng. Để bắt đầu, chúng tôi đến rất sớm vào buổi sáng và đặt chỗ trong 1 đêm, chúng tôi hỏi liệu chúng tôi có thể để hành lý ở đâu đó cho đến khi nhận phòng - để chúng tôi có thể đi và khám phá. Người phụ nữ ở đó nói thẳng rằng chúng tôi có thể đi thẳng đến ký túc xá & giường của chúng tôi và để lại đồ đạc của chúng tôi ở đó để chúng tôi có thể đi ra khỏi nơi. Chúng tôi nghĩ rằng đó là tuyệt vời. . . cho đến khi họ đã tính phí chúng tôi trong 2 đêm mà không cho chúng tôi biết! ! ! ! Bữa sáng rất tệ hại, trừ khi bạn thích ruồi và bọ bò trên", "reviewer_location": "dumpxxx"}, {"name": "Jacob N", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời, yên bình", "review_content": "Qua vài tuần du lịch tại Việt Nam, đây chắc chắn là khách sạn tốt nhất chúng tôi ở. Mọi thứ về khách sạn này đều sạch sẽ và mới và nhân viên rất thân thiện. Chúng tôi đã may mắn ở lại vào dịp Tết và họ đã cung cấp một bữa ăn tối miễn phí mà chúng tôi thấy rất có sức chứa. Không khí rất yên bình và hồ cá koi của họ rất tuyệt để xem khi bạn tận hưởng thời gian rảnh rỗi. Không thể giới thiệu nơi này đủ cho du khách của Tam Cốc.", "reviewer_location": "Phnom Penh, Campuchia"}, {"name": "Sharon D", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Nơi này là tuyệt vời. Họ có xe đạp miễn phí cho những ai từng ngủ ở đó. Các công nhân là tuyệt vời và hữu ích! Bữa sáng không tuyệt lắm, nhưng họ cho bạn lựa chọn. Các hồ bơi là tuyệt vời và thực sự lớn. Chúng tôi đã có niềm vui chỉ lạnh ở đó. Căn phòng thực sự sạch sẽ và rộng lớn. Mọi thứ đều mới và họ có TV ở mỗi phòng. Bàn bi-a và rất nhiều eara mở. Nơi tuyệt vời! !", "reviewer_location": "Rehovot, Israel"}, {"name": "Jeoffrey Long", "avatar": "", "review_rating": "5", "review_title": "Tôi loooove đây là nơi!", "review_content": "Ban đầu khá khó tìm vì taxi tôi đã đặt không biết nhưng nó rất đáng giá! Các cơ sở và dịch vụ mà khu nghỉ dưỡng này có rất nhiều với giá rẻ. Tôi đi du lịch Việt Nam từ Bắc tới Nam và đáng lẽ ở lại gia binh chỉ trong một đêm nhưng cuối cùng tôi ở lại 3 đêm vì tôi yêu các cơ sở và nhân viên Nice!", "reviewer_location": "dumpxxx"}, {"name": "Mimily", "avatar": "", "review_rating": "5", "review_title": "Đẹp", "review_content": "Một nơi rất yên tĩnh ngay bên ngoài Tam Cốc, với một hồ bơi tuyệt đẹp và hồ cá koi. Họ cung cấp miễn phí thuê xe đạp và xe máy để khoảng cách dặm không có vấn đề gì. Nhân viên cực kỳ hữu ích, nhà hàng tốt, khung cảnh hoàn hảo, nhiều nụ cười :)", "reviewer_location": "dumpxxx"}, {"name": "edwin w", "avatar": "", "review_rating": "5", "review_title": "Tuyệt diệu", "review_content": "Là một cơ sở mới được xây dựng, tôi nghĩ chúng tôi là một trong những vị khách đầu tiên họ nhận được. Toàn đội không thể có sức chứa nhiều hơn; từ dịch vụ thân thiện đến kiến thức sâu rộng của khu vực xung quanh. Các căn cứ là tinh tế, một hồ bơi lớn là trung tâm của khu vực, trong khi hồ Koi của họ dẫn đến bữa ăn sáng rất thư giãn. Điểm trừ duy nhất là chúng rất khó tìm (là người địa phương mới cũng không chắc chắn về vị trí của nó). Điều này tất nhiên sẽ thay đổi một khi họ cập nhật google với vị trí của họ, v.v ... Nếu bạn ở khu vực Tam Cốc, vui lòng ghé thăm Banana Bungalow; họ sẽ không thất vọng.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "Thôn Tuân Cáo, Ninh Thang 430000 Việt Nam", "name": "Tam Coc Banana Bungalow", "geo_data": {"latitude": 20.21438980102539, "longitude": 105.94792175292969}, "room_number": "13"}}