{"content": [{"name": "vũ", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc", "review_content": "Khác sạn nằm ở vị trí rất thuận lợi, dễ dàng di chuyển tói các điểm tham quan tại Ninh Bình. Nhân viên chuyên nghiệp sẽ giúp bạn rất nhiều trong việc sắp xếp tour tham quan của mình, phòng rất sạch sẽ, cách bài trí nội thất đơn giản hài hòa. Không gian ở đây bởi hòa hợp với thiên nhiên mang lại không khí thoải mái, thư giãn.", "reviewer_location": "dumpxxx"}, {"name": "ANN", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc", "review_content": "Khách sạn có vị trí rất thuận lợi trong việc di chuyển, phòng ốc đơn giản nhưng gọn gàng sạch sẽ và đầy đủ tiện nghi. Sân hiên rất rộng nên tổ chức bữa tiệc tối cùng bạn bè rất phù hợp. Quầng bar và nha hàng phục vụ menu rất đa dạng và hấp dẫn. Các bạn hãy lựa chọn nhé, rất đáng đồng tiền", "reviewer_location": "dumpxxx"}, {"name": "Thu N", "avatar": "", "review_rating": "5", "review_title": "Great Hotel with Pool and Mountain View", "review_content": "We are really happy because our team were enjoying in a great Hotel.  This hotel has very fresh air, it's located in the Mountains.  But it's easy to come to the center.  It's near with Tam Coc.  Staffs were nice and helpful with us.  We are highly recommend this hotel.", "reviewer_location": "dumpxxx"}, {"name": "lee c", "avatar": "", "review_rating": "5", "review_title": "thoải mái và ấn tượng", "review_content": "Khách sạn có những nhân viên thật tuyệt vời luôn sẵn sàng giúp đỡ chũng tôi khi cần. Phòng ở đây khá thoải mái, sạch sẽ, ngăn nắp. nhà tắm và vệ sinh rất sạch và mùi hương rất dễ chịu. khách sạn nằm ở vị trí rất lý tưởng gần các khu tham quan và tựa lưng vào núi đá hùng vĩ.", "reviewer_location": "dumpxxx"}, {"name": "Camper29710652483", "avatar": "", "review_rating": "5", "review_title": "Great hotel", "review_content": "Very good location. Breakfast was delicious. Staffs were friendly, and very helpful.  The swimming pool was clean. For the hotel to the center just a short times and very fresh air.  We would love to be back here if anymore trip.  ", "reviewer_location": "dumpxxx"}, {"name": "Jena Nguyen", "avatar": "", "review_rating": "5", "review_title": "Great Resort", "review_content": "Great location and friendly staff, very big room clean comfortable bed . We are highly recommend to all of you.  Special is fresh air with mountain around of hotels. We totally enjoy our moment and have a nice trip in Ninh Bình when stayed here.  ", "reviewer_location": "Vinh, Việt Nam"}, {"name": "Lethuy", "avatar": "", "review_rating": "5", "review_title": "bữa tiệc của chúng tôi rất vui", "review_content": "Chúng tôi đã lựa chọn nơi đây để ở và tiện cho việc tham quan ninh bình. khách sạn rất sạch sẽ và bữa sáng rất vừa miệng, nhân viên rất nhiệt tình. nhờ khách sạn mà chũng tôi đã có một buổi tối vui vẻ và ấm áp.", "reviewer_location": "dumpxxx"}, {"name": "Kim Ngân", "avatar": "", "review_rating": "5", "review_title": "tuyệt vời", "review_content": "Nơi đây rất tuyệt vời. Khách sạn sạch sẽ, phòng nghỉ thoải mái. Thích cảnh núi đá vôi quanh đây. yên bình lắm giống như trở về quê ngoại của tôi vậy. món ăn rất ngon tôi đã cùng chồng có một trải nghiệm tuyệt vời", "reviewer_location": "Vinh, Việt Nam"}, {"name": "Donna B", "avatar": "", "review_rating": "5", "review_title": "Overnight in Ninh Binh ", "review_content": "The location of this accommodation is exceptional,  it is quite close to Tam Coc, ten mins on a pedal bike but secluded so you can appreciate the quiet and stunning surroundings. The lovely lady who runs the villa with her family was extremely hospitable and made us an amazing meal.  A truly authentic experience with them a very comfortable room and hot shower. ", "reviewer_location": "Cowes, Vương quốc Anh"}], "hotel": {"location": "Thung Nham, Ninh Hai Việt Nam", "name": "Tam Coc Chic Villa & Resort", "geo_data": {"latitude": 20.220979690551758, "longitude": 105.89141845703125}, "room_number": "25"}}