{"content": [{"name": "MorienNguyen", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời cùng thiên nhiên", "review_content": "Có 5 bungalow và 2 phòng nghỉ với các tiện nghi cơ bản, Ninh Bình Panorama Homestay là địa điểm tuyệt vời dành cho những người yêu thiên nhiên, muốn hòa mình  vào sông hồ, núi đá, cỏ cây và không gian yên ả đến tuyệt đối của làng quê Ninh Bình. View phòng nhìn ra sông, núi với không gian bát ngát. Không khí ban đêm lại càng tuyệt vời hơn bởi ngoài tiếng gió, tiếng lá, còn có cả tiếng động nước của rất nhiều cá bên dưới hồ. Nếu bạn là người yêu thiên nhiên, bạn phải đến đây!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "MollyBilby", "avatar": "", "review_rating": "3", "review_title": "Tuyệt vời để có được một chút tự nhiên, nhưng rất đắt tiền.", "review_content": "Chúng tôi đã có ngôi nhà gỗ với riêng, nó là tốt nhưng với giá nó có thể tốt hơn. Nhân viên hơi khó tính, đã chọn để giúp đỡ khi nó phù hợp với họ nhưng đã tổ chức mọi thứ khi chúng tôi yêu cầu nhưng tôi cảm thấy như mình đang áp đặt. Không có nước uống miễn phí mà hơi kỳ quặc. Thức ăn rất công bằng. Tuyệt vời họ đã đẩy xe đạp để sử dụng. Nói chung là ổn nhưng sau khi nói chuyện với người khác, có chỗ ở tốt hơn gần đó với giá thấp hơn.", "reviewer_location": "Cape Woolamai, Úc"}, {"name": "jessicaladams", "avatar": "", "review_rating": "5", "review_title": "Điểm nổi bật của chuyến đi của chúng tôi!", "review_content": "Chúng tôi đã rất may mắn và có một phòng một giờ trước khi đến do hủy bỏ. Mặc dù đây là nơi đắt nhất chúng tôi ở Việt Nam (vì chúng tôi có một phòng gia đình 4 giường cho 2 người) nhưng nó rất đáng giá cho một đêm. Phong cảnh tuyệt đẹp giữa những ngọn núi krast và cánh đồng lúa. Chủ sở hữu tuyệt vời người thực sự thân thiện. Siêu sạch và thoải mái. Rất gần với quan điểm Hàng Mua và Trang An và xe đạp miễn phí để đạp xe ở đó. Những chú cún đáng yêu! Bạn sẽ không hối tiếc khi đặt chỗ này, đừng bỏ lỡ!", "reviewer_location": "Oxford, Vương quốc Anh"}, {"name": "Thomas S", "avatar": "", "review_rating": "5", "review_title": "Yên bình và ngắm cảnh ở nông thôn", "review_content": "Như đã nói trước đây, nơi này là một viên ngọc thực sự. Đó là niềm vui của một gia đình tuyệt vời. Họ thân thiện, hữu ích và cực kỳ cẩn thận.  Nơi này cảm thấy hẻo lánh, với tầm nhìn tuyệt vời và một bầu không khí yên tĩnh. Hoàng hôn và bình minh có một kinh nghiệm đầy cảm hứng. Nó vẫn rất dễ tìm và là một cơ sở hoàn hảo để khám phá những điểm thu hút chính của khu vực.  Oh, và một điều nữa. Thức ăn họ chuẩn bị rất ngon.  Tôi rất khuyên bạn nên ở lại đó.  Thomas (và Evelyn)", "reviewer_location": "dumpxxx"}, {"name": "paddybishop", "avatar": "", "review_rating": "5", "review_title": "Một viên ngọc ẩn", "review_content": "Nơi này vô cùng đặc biệt, đến mức tôi gần như không muốn khuyến khích nhiều người đi. Đó là một ngôi nhà tuyệt đẹp bên rìa của những cánh đồng lúa rộng lớn được bao quanh bởi những ngọn núi đá vôi. Nó là hoàn toàn ngoạn mục và tôi hy vọng nó sẽ giữ nguyên như vậy trong một thời gian dài.  Các chỗ ở là tuyệt vời. Những ngôi nhà gỗ đơn giản nhưng hoàn hảo nhìn ra cánh đồng sông và núi. Nếu bạn đủ may mắn để có được ánh nắng mặt trời, bạn sẽ thấy mặt trời lặn thẳng từ chiếc võng trên ban công riêng của bạn.  Mặc dù con đường để đến đó là khủng khiếp, homestay nằm hoàn toàn giữa các địa điểm. Nó có thể đi xe đạp hoặc thậm chí có thể đi bộ đến Tràng An, Mua Lookout và thậm chí là Tam Cốc.  Dong và gia đình cô là chủ nhà hoàn hảo. Họ có xe đạp, phục vụ thức ăn tuyệt vời và thậm chí cả", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Cliff Barnett", "avatar": "", "review_rating": "4", "review_title": "Nice Homestay", "review_content": "Vợ và tôi ở trong một trong hai phòng nhỏ, tôi khuyên bạn nên bắn tung tóe trên một trong những bungalow. Người phụ nữ chạy homestay là đáng yêu và rất hữu ích, gia đình cô giúp đỡ trong nhà bếp, chúng tôi đang ăn tối và ăn sáng có cả hai tốt đẹp, thực phẩm là giá cả hợp lý và bữa ăn sáng đã được bao gồm.  Các vị trí là đẹp và rất yên bình khi nó là yên tĩnh, tiếc là neighbourI 200 m xuống đường thích chơi nhạc rất lớn. Bạn có thể sử dụng xe đạp của homestay miễn phí để có được xung quanh và bạn sẽ muốn vì nó là một chặng đường dài ra khỏi con đường, chiếc xe tôi sử dụng cưỡi tốt nhưng không có phá vỡ rất tốt để kiểm tra chúng trước khi bạn bắt đầu peddling nhanh !  Căn phòng chúng tôi có nhỏ và không được che chắn, một màn chống muỗi được cung cấp cho giường nhưng mong đợi", "reviewer_location": "Canberra, Úc"}, {"name": "Janelle V", "avatar": "", "review_rating": "5", "review_title": "Nổi bật", "review_content": "Đặt cho 3 đêm và kéo dài đến 4 đêm, và có thể ở lại lâu hơn. Nhà nghỉ bungalow nằm ở một vị trí đẹp và yên bình, dễ dàng đi đến các điểm tham quan xung quanh trên xe đạp đẩy. Bungalows sạch sẽ & chúng tôi sẽ thiết lập. Máy chủ - rất thân thiện và hữu ích. Nhìn chung, đây là thời gian tốt nhất của chúng tôi trong 3 tuần tại Việt Nam. Ăn sáng bao gồm & chúng tôi cũng đã ăn tối ở đó mỗi buổi tối, thức ăn địa phương tươi chuẩn bị tuyệt vời. Cũng đặt vận chuyển trở đi của chúng tôi thông qua máy chủ. Rất khuyên bạn nên ở nhà này", "reviewer_location": "dumpxxx"}, {"name": "ADAMandLYNNE", "avatar": "", "review_rating": "5", "review_title": "Đặt phòng cho 2 đêm, lưu trú 6 đêm!", "review_content": "Panorama là một viên ngọc ẩn tuyệt đối! Không giống như các “nhà cửa” khác mà chúng tôi đã thấy ở Việt Nam, các chủ nhà mang đến cho bạn nhiều cảm giác như ở nhà, bất chấp địa điểm được xây dựng theo mục đích. . . như bạn mong đợi từ một vài nhà gỗ.  Vị trí tuyệt vời, khiến bạn cảm thấy như đang ở giữa hư không và tầm nhìn ngoạn mục. Đó là một đoạn ngắn. . . đi xe điện từ Ninh Bình hoặc Tam Cốc.  Khách sạn là tuyệt vời và chúng tôi thích nó nhiều hơn và nhiều hơn nữa mỗi ngày chúng tôi ở lại. . . dài gấp ba lần so với kế hoạch và chúng tôi đã nghĩ đến việc quay trở lại.  Tôi không thể giới thiệu nó nữa.", "reviewer_location": "Singapore, Singapore"}, {"name": "Antonia J", "avatar": "", "review_rating": "5", "review_title": "Viên ngọc bị giấu di", "review_content": "Một trong những điểm nổi bật của toàn bộ chuyến đi của chúng tôi đến Việt Nam! Vị trí hoàn hảo, một chuyến đi xe đạp gần với tất cả các điểm tham quan gần nhất. Đủ gần để không phải đi xa, nhưng đủ xa để thực sự trải nghiệm nông thôn Việt Nam. Thức ăn thật tuyệt vời, nhân viên rất thân thiện. Chắc chắn sẽ quay trở lại nếu chúng tôi có cơ hội!", "reviewer_location": "Sydney, Úc"}, {"name": "Julie T", "avatar": "", "review_rating": "5", "review_title": "Người bản xứ xinh đẹp", "review_content": "Rất khuyên bạn nên homestay này. Vị trí đẹp, gần với các điểm tham quan chính, các nhân viên thực sự thân thiện và hữu ích và thực phẩm là tốt. Giường là một chút khó khăn, nhưng đó là tiêu chuẩn cho Việt Nam. Tất cả trong tất cả, giá trị lớn cho tiền. Một gợi ý nhỏ có thể là một sự lựa chọn của icecream trong cái nóng! :)", "reviewer_location": "Aalborg, Đan Mạch"}, {"name": "jackiedenise3010", "avatar": "", "review_rating": "5", "review_title": "Cài đặt đẹp", "review_content": "Trước tiên, muốn nói rằng gia đình thật tuyệt vời, rất thân thiện, có nhiều thông tin và luôn sẵn sàng trả lời các câu hỏi hoặc đưa ra lời khuyên Các chỗ ở mặc dù từ bên ngoài dường như chỉ là một túp lều, là bất cứ điều gì nhưng. Phòng ngủ rộng rãi và phòng tắm riêng dễ tiêu chuẩn của khách sạn. Ngoài ra còn có lợi ích bổ sung của khu vực tiếp khách ngoài trời có mái che với tầm nhìn ra những cánh đồng lúa. Menu đa dạng và chất lượng tuyệt vời Xe đạp có động cơ và xe đạp (chu kỳ miễn phí) có sẵn trong khuôn viên để khám phá khu vực địa phương. Ở bên ngoài thành phố, những con đường yên tĩnh hơn dự kiến. Vị trí hoàn hảo để thư giãn hoặc là cơ sở để khám phá khu vực địa phương.", "reviewer_location": "Exeter, Vương quốc Anh"}, {"name": "Karla P", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời, thoải mái, tuyệt vời", "review_content": "Đã có một kỳ nghỉ tuyệt vời như vậy! Gia đình tuyệt đẹp, thân thiện và những chiếc giường đẹp nhất Việt Nam (nghiêm túc!) Bộ chăn bông Lux và tất nhiên là những cảnh quan tuyệt đẹp vô tận, phải làm trong một chuyến đi Việt Nam. Yên tĩnh, tách biệt nhưng đủ gần với tất cả các điểm tham quan. Cho thuê xe đạp miễn phí tuyệt vời là nhiều hơn để có được xung quanh", "reviewer_location": "dumpxxx"}, {"name": "hotelreview123", "avatar": "", "review_rating": "5", "review_title": "QUAN ĐIỂM VÀ CÀI ĐẶT TUYỆT VỜI", "review_content": "Một vị trí tuyệt đẹp với những cánh đồng lúa ngập nước và những núi đá vôi làm nền. Xe đạp miễn phí cho khách sử dụng và bữa sáng với thực đơn lập sẵn nhưng ngon miệng được bao gồm trong giá phòng. Tôi ở trong một trong những phòng rẻ hơn (Chỉ có 2 phòng bán tách biệt có tiện nghi chung, những chỗ ở khác là nhà gỗ đắt tiền hơn ở mép nước.) Phòng mặc dù căn bản sạch sẽ và đi kèm với khăn tắm, xà phòng, dầu gội, giấy vệ sinh , tủ lạnh, nước đóng chai, quạt máy và màn chống muỗi. Thật không may là thời tiết không tuyệt vời trong khi ở đây và nó không phải là một tài sản hiện đại nhưng khung cảnh là một trong những quan điểm đất liền tốt nhất mà tôi từng trải qua. Nó tốt hơn bất cứ thứ gì ở Vang Vieng, Lào (có nghĩa là một trung tâm hoạt động ngoài trời nhưng trong thực tế là một", "reviewer_location": "Châu Âu"}, {"name": "srkahodgson", "avatar": "", "review_rating": "5", "review_title": "Cảnh quan tuyệt đẹp ở một vị trí tuyệt vời yên tĩnh", "review_content": "Tầm nhìn từ bungalow của chúng tôi hoàn toàn tuyệt đẹp, thật sự tuyệt vời. Hoàn hảo ngồi trên hiên và nhìn ra ngoài. Đủ nước nóng để mọi người có thể tắm. Địa điểm nằm gần ngôi làng nhưng cũng nằm ở vị trí xa xôi để yên bình. Chúng tôi sử dụng xe đạp miễn phí hàng ngày và có thể đi cùng hai đứa trẻ đến tất cả các điểm tham quan. Sự thân thiện và hữu ích của nhân viên và chủ sở hữu thật đáng kinh ngạc. Hai chị em chạy nơi này rất tử tế và ấm áp. Vào đêm Giáng sinh, họ cùng nhau ăn nhẹ và uống. Chúng tôi ăn hai lần trong nhà hàng của họ với giá cả hợp lý và thức ăn ngon. Họ chuẩn bị cho chúng tôi một bữa ăn sáng mang đi khi chúng tôi rời đi sớm vào sáng hôm qua.  Vì chúng tôi ở lại 3 ngày / 4 đêm tại nhà trọ này, có một vài điều tôi muốn đề cập đến dù có thể cải thiện. Tôi không", "reviewer_location": "Abu Dhabi, Các Tiểu vương quốc Ả Rập Thống nhất"}, {"name": "Vân P", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở", "review_content": "Tôi đã rất ngạc nhiên bởi quan điểm trên đường đến homestay này. Vì vậy, hòa bình và thư giãn nó được. Tôi yêu phong cách do chủ sở hữu lựa chọn để trang trí nó. Võng ở phía trước của phòng là một ý tưởng tốt. Bạn sẽ thích có một tách cà phê / trà trên võng của bạn và thưởng thức xem. Gia đình thật đáng yêu và hữu ích. Thức ăn cũng không tệ. Rất khuyến khích nó cho những người yêu thích được gắn liền với thiên nhiên.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Loes V", "avatar": "", "review_rating": "4", "review_title": "Lạnh nhưng đáng yêu", "review_content": "Khi chúng tôi ở lại khu vực này của Việt Nam, chúng tôi chỉ có 1, 5 ngày để xem tất cả các điểm nổi bật. Chúng tôi đến lúc 4 giờ chiều vào buổi sáng bằng xe buýt đêm tại Tam Cốc. Chúng tôi rất khó tìm được nhà trọ này vì bóng tối, chúng tôi gọi là gia đình đang chạy homestay và cuối cùng chúng tôi đã đến! Họ chào đón chúng tôi với một tách trà nóng và chúng tôi thấy mặt trời mọc lên. Vào buổi sáng, chúng tôi có thể mượn 2 chiếc xe đạp và khám phá môi trường xung quanh. Chúng tôi kiểm tra vào khoảng 5 giờ sáng, và có một tấm chăn điện để sưởi ấm chúng tôi! Kinh ngạc! Giấc ngủ ngon nhất trong suốt chuyến đi của chúng tôi! Các vòi sen có rất nhiều nước nóng và bữa ăn sáng rất ngon! Hãy thử món mì gà!", "reviewer_location": "Maastricht, Hà Lan"}, {"name": "misterlenno", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời", "review_content": "Tuyệt vời homestay trên một vị trí tuyệt vời. Nhân viên rất bệnh viện và tử tế. Thức ăn rất tuyệt. Ngoài ra bungalow thực sự là ấm cúng và tốt đẹp! Phần còn lại và môi trường chỉ là awesom. Bạn có thể thuê một chiếc xe đạp miễn phí để khám phá sự hiện thực. Đây là thời gian tốt nhất cho chuyến đi của chúng tôi đến Việt Nam", "reviewer_location": "dumpxxx"}, {"name": "LufeGomes", "avatar": "", "review_rating": "5", "review_title": "Nơi hoàn hảo", "review_content": "Đây là tất cả những gì tôi cần trong kỳ nghỉ của mình. Chỉ yêu tất cả mọi thứ tại chỗ. Mọi người rất chào đón. Nó được điều hành bởi một gia đình và chúng ta có thể cảm thấy tất cả năng lượng tốt này. Các bangalos / phòng đều thoải mái, sạch sẽ và trông giống như một giấc mơ thiên đường với những bức tường được làm bằng tre và trần với ống hút. Quan điểm là ngoạn mục và thức ăn nhẹ và ngon. Tôi vừa rời khỏi nơi này và đã bỏ lỡ rất nhiều người thân thiện trong bức tranh toàn cảnh tuyệt đẹp này. Chắc chắn khuyên bạn nên ở lại đây.", "reviewer_location": "Sao Paulo, SP"}, {"name": "Krog1975", "avatar": "", "review_rating": "5", "review_title": "Một liên lạc của thiên đường", "review_content": "Đây chỉ đơn giản là một trong những nơi đẹp nhất mà tôi từng có. Phong cảnh là ngoạn mục và các nhân viên thân thiện kết hợp với những túp lều đơn giản nhưng rất thoải mái và ấm cúng làm cho kinh nghiệm lớn hơn nhiều.", "reviewer_location": "København, Danmark"}], "hotel": {"location": "Khe Thuong Village, Ninh Xuan, Hoa Lu, Ninh Bình Việt Nam", "name": "Ninh Binh Panorama Homestay", "geo_data": {"latitude": 20.24165916442871, "longitude": 105.93131256103516}, "room_number": "15"}}