{"content": [{"name": "binhc420", "avatar": "", "review_rating": "4", "review_title": "Khách sạn thân thiện", "review_content": "tôi đã cùng với mấy bạn người Úc ở khách sạn này trong 2 đêm. tôi đặt phòng nhờ người quen nên nhận được phòng tốt nhất!. Nhìn chung khách sạn khá yên bình, sạch sẽ và rất rộng.hôm đó tôi đã được chị Thủy - lễ tân nhiệt tình giới thiệu các tour ở Ninh Bình, chị còn thuê xe và HDV cho chúng tôi, Gửi lời cám ơn đến Mrs Thủy nhé!Tuy nhiên khách sạn về đêm khá yên tĩnh, không có hoạt động j thú vị nên tôi đưa bạn ra ngoài thành phố chơi", "reviewer_location": "Tỉnh Ninh Bình, Việt Nam"}, {"name": "noi1997", "avatar": "", "review_rating": "5", "review_title": "thoải mái và tiện nghi!", "review_content": "Tôi cùng với gia đình đã ở đây 2 ngày sau khi đi thăm quan Bái ĐÍnh.Khách sạn rất rộng rãi và gần gũi với thiên nhiên.Tôi được ở 1 phòng SUP hướng sông.Bữa sáng buffet trên tầng 5 phù hợp với tôi,sau đó chúng tôi thuê xe đạp vào chùa Bích Động.Tôi có ăn 1 bữa tối tại nhà hàng với chuyên đề thịt dê và cơm cháy,nó thật tuyệt.Buối tối có chương trình lửa trại của một đoàn du lịch khách, họ mời tôi cùng gia đình tham gia nhảy múa, hát hò và chơi trò chơi thật sôi động,thú vị.Lễ tân ở đó có chị Lưu và Thủy rất nhiệt tình với khách.Tôi rất hài lòng.Cán ơn khách sạn!", "reviewer_location": "Ninh Bình, Ha Tay, Vietnam"}, {"name": "Ngo_Xuan", "avatar": "", "review_rating": "4", "review_title": "Khách sạn thân thiện", "review_content": "Khách sạn rộng rãi, thoáng mát, có nhiều cây xanh, view núi rất đẹp, thực đơn nhà hàng phong phú, đặc biệt là món dê núi rất ngon. Nhân viên thân thiện, nhiệt tình. Chắc chắn tôi sẽ quay lại khách sạn Yến Nhi vào kỳ nghỉ tới.", "reviewer_location": "Hanoi, Ha Noi, Vietnam"}, {"name": "Ivovy", "avatar": "", "review_rating": "4", "review_title": "Đẹp, thân thiện và rất ấn tượng", "review_content": "Chúng tôi đã có chuyến đi thật tuyệt khi đến đây.  Tôi rất ấn tượng với cách trang trí nơi đây, nhất là khi được biết tất cả chăn, ga, gối và cả tranh treo tường đều được thêu ren thủ công. Tôi cũng được tham quan xem các nghệ nhân thêu ngay phía sau khách sạn. Ở đây rất thuận tiện khi muốn tham quan Tam Cốc cũng như các địa danh khác ở Ninh Bình. Nhân viên thân thiện, giúp chúng tôi rất tận tình khi được hỏi về các địa danh. Đặc biệt không khí nơi đây rất yên bình, phòng của khách sạn có hướng views thật tuyệt. Các món ăn khá ngon, đặc biệt là món cơm cháy do các bạn tự làm. Cảm ơn vì có được những trải nghiệm đáng nhớ ở nơi đây. Chắc chắn chúng tôi sẽ gặp lại các bạn trong ngày gần nhất.", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "hoathuytien", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất tuyệt", "review_content": "Sạch sẽ, tiện nghi, nhân viên rất thân thiện và là Khách sạn rất lý tưởng để lựa chọn cho các kỳ nghỉ, có view nhìn ra hướng Tam Cốc, thật tuyệt vời   Hơn nữa rất thuận tiện để đi thăm quan khu du lịch Tam Cốc - Bích Động   Hi vọng trong kỳ nghỉ tới tôi sẽ quay lại Khách sạn Yến Nhi", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Neil B", "avatar": "", "review_rating": "3", "review_title": "Khách sạn nằm ở trung tâm. Bit soulless", "review_content": "Hoàn toàn ok khách sạn khá trung tâm nằm.  Phòng sạch sẽ lớn. Nhân viên thân thiện. Wi-Fi và bữa sáng được bao gồm trong giá phòng.  Địa điểm chỉ là một chút vô hồn so với các dịch vụ khác trong thị trấn.  Ok cho một hoặc hai đêm.", "reviewer_location": "Evergem, Bỉ"}, {"name": "andymt1965", "avatar": "", "review_rating": "3", "review_title": "Đủ đủ", "review_content": "Mặc dù nhìn ra một kết cấu bê tông phòng của chúng tôi là cơ bản, nhưng sạch sẽ và hợp lý rộng rãi. Các điều kiện không khí làm việc tốt và phòng tắm được sạch sẽ và hoàn toàn đầy đủ. Ăn tối là OK. Bữa sáng trên tầng 5 thực sự đã sẵn sàng lúc 6:30 như đã hứa nhưng một khi tất cả các lựa chọn không phải là xấu. Từ nhà hàng trên tầng 5, chúng tôi có thể thấy tầm nhìn ra phía sau của khách sạn đẹp hơn rất nhiều.", "reviewer_location": "Haslemere, Vương quốc Anh"}, {"name": "Teh K", "avatar": "", "review_rating": "4", "review_title": "Khách sạn Tam Cốc", "review_content": "Nếu bạn ghé thăm Tam Cốc, khu vực Tràng An ở tỉnh Ninh Bình lựa chọn khách sạn có hạn và Yên Nhi có thể là một trong những lựa chọn hàng đầu của bạn. Đây là một khu vực nông thôn để du khách có thể muốn điều chỉnh kỳ vọng của họ cho phù hợp. Chúng tôi ở lại một đêm ở đó và nó là tốt tổng thể. Tôi liệt kê một vài điều ở đây liên quan đến phòng của chúng tôi. Hãy nhớ rằng đôi khi ý kiến ​​của một người phản ánh sở thích của anh ta. 1. Ánh sáng trong phòng tắm, thang máy, hành lang nên sáng hơn. 2. Cần nhiều ổ cắm điện hơn. 3. Cần thêm một chiếc đèn ngủ  4 . Phải rửa sạch dép 5. Cần nâng cấp TV. 6. Cần sơn mới sớm. Khách sạn có phòng kích thước tốt và trang trí đẹp mắt. Rất yên tĩnh. Nhân viên rất tốt nhưng tiếng Anh của họ có thể bị hạn chế.", "reviewer_location": "dumpxxx"}, {"name": "Mei2882", "avatar": "", "review_rating": "4", "review_title": "TRẠM THÂN THIỆN", "review_content": "Chúng tôi đi chèo thuyền ở Tam Cốc mất một tiếng rưỡi dưới điều kiện mưa phùn. Bởi sau đó chúng tôi đã khá ướt mặc dù với áo mưa. Chúng tôi rất vui khi được kiểm tra khách sạn nơi nhân viên chào đón chúng tôi nồng nhiệt. Các phòng là v cơ bản nhưng sạch sẽ và ngăn nắp với tất cả các tiện nghi cơ bản. Các phòng đi kèm với bữa ăn sáng và một loạt các thực phẩm đã có sẵn. Mặc dù chúng tôi đã gặp một nhóm du lịch rất lớn từ Trung Quốc, thức ăn đã được bổ sung rất nhanh chóng. Khu vực ăn sáng rất lớn nhưng chúng tôi đã dành chút thời gian để tìm bàn do nhóm du lịch lớn. (Chỉ là may mắn của chúng tôi). Sáng hôm đó chúng tôi phải đi bộ một công viên quốc gia gần đó nhưng tiếc là các đại lý du lịch quên chúng tôi. Đại lý sau đó đã gửi một tài xế taxi cá nhân và hướng dẫn viên cá nhân", "reviewer_location": "Kuala Lumpur, Malaysia"}, {"name": "tuananhhoang", "avatar": "", "review_rating": "3", "review_title": "Một khách sạn cho tour du lịch nhóm", "review_content": "Tôi ở lại khách sạn này hai lần và nhìn thấy sự phát triển của nó với một tầng phụ ở phía sau. Nơi nghỉ này nằm gần khu vực đầm lầy Tam Cốc, ở vị trí rộng rãi và yên tĩnh. Phòng sạch sẽ, gọn gàng, trong tình trạng tốt, sàn gỗ, thiết lập đủ tiện nghi. Các nhà hàng là một chút litle trống rỗng. Một trong những tôi không thích là bạn phải đi đến phòng của bạn thông qua các nhà hàng. Tôi nghĩ khách sạn này thích hợp cho chuyến du lịch nhóm ngân sách.", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "Samantha H", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở lại với giá cả hợp lý", "review_content": "Chúng tôi ở lại đây khi có hoặc cuối tuần ở Ninh Bình. Các máy chủ đáp ứng với chúng tôi chào đón nồng nhiệt và đã chuyển sang điều kiện không khí cho chúng tôi trước khi đến. Đó là thực sự chu đáo như thời tiết cực kỳ ấm áp và ẩm ướt bên ngoài. Phòng ba của chúng tôi đã được nâng cấp lên một phòng gia đình lớn. Các nhân viên thực sự hữu ích, họ đã cố gắng để đáp ứng yêu cầu của chúng tôi và hướng dẫn chúng tôi trong suốt thời gian của chúng tôi ở đây. Khách sạn cũng có thể thu xếp dịch vụ cho thuê xe đạp và xe máy.", "reviewer_location": "Singapore, Singapore"}, {"name": "CathieLS", "avatar": "", "review_rating": "4", "review_title": "khách sạn có sức chứa ở khu vực khá nông thôn", "review_content": "Chồng tôi và tôi ở lại 2 đêm trong phòng \"cao cấp\" tại khách sạn này trong chuyến đi 23 ngày của chúng tôi tại Việt Nam. Hình ảnh trên trang web là một chút lừa dối khi một người bước vào khách sạn ở cuối cấu trúc hình chữ nhật của nó (không phải theo chiều dọc). Việc xây dựng đang diễn ra bên cạnh nhưng chúng tôi không thấy điều đó là bất lợi. Căn phòng thẳng về phía trước. Không có gì đặc biệt nổi bật, nhưng nó sạch sẽ và gần như mọi thứ chúng tôi cần. Hãy nhớ rằng một người ở một địa điểm khá nông thôn ở đây. Nệm thật thoải mái. Phòng có rèm chắn sáng. Ngoài ra còn có góc tắm vòi sen mở với nhiều nước nóng. Ánh sáng trong phòng tắm rất kém. Internet miễn phí và có kết nối tốt và tốc độ khá tốt. Có một kênh tiếng Anh (tin tức) trên TV màn hình phẳng. Không có khăn lau hoặc", "reviewer_location": "Chula Vista, CA"}], "hotel": {"location": "Tam Cốc - Bích Đọng Ninh Hải, 430000 Việt Nam", "name": "Khách sạn Yến Nhi", "geo_data": {"latitude": 20.216554641723633, "longitude": 105.93807983398438}, "room_number": "102"}}