{"content": [{"name": "Red Nose", "avatar": "", "review_rating": "4", "review_title": "Tốt", "review_content": "Như nhiều người nhận xét thì khách sạn này cũ thật nhưng vị trí rất thuận tiện. Gần ga Ninh Bình, có thể đi bộ ra bến đò Tam Cốc, khá gần Thung Nham, gia đình chủ rất tốt bụng và nhiệt tình. Có phục vụ đồ ăn, khá nỗi tiếng trong vùng về đặc sản về dê ( cái này là nghe mấy cô lái đò ở Tam Cốc chỉ). Tình trạng phòng không giống nhau. Phòng 3 giường dù hơi cũ nhưng rất rộng, cảm giác như ở 8-10 người cũng thoải mái. phòng 1 giường đôi thì đẹp, mới, nhưng hơi nhỏ. Chúng tôi đi 4 nữ 2 nam ở 2 phòng đó rất thoải mái. Tivi cũ và tín hiệu hơi trục trặc nhưng thực sự là đi chơi là chính, chỗ ăn ngủ thoải mái, nên chúng tôi bỏ qua tất cả. Giá thuê xe ở đây cũng như chỗ khác thôi. Chất lượng xe thuê cũng hơi tàng, nhưng phanh, gương, lốp xe ổn là được. Quên nữa, recommend mọi ngưòi thử món", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "robinsoncity", "avatar": "", "review_rating": "5", "review_title": "Nhân viên vô cùng thân thiện và chuyên nghiệp", "review_content": "Chúng tôi quyết định chọn Nam Hoa Hotel sau khi tìm hiểu qua các đánh giá về khách sạn này, và đây là quyết định vô cùng đúng đắn. Chúng tôi ở lại hai đêm tại khách sạn và thuê một chiếc xe máy để đi lại các điểm du lịch xung quanh. Mặc dù khá xa trung tâm thành phố nhưng đây là địa điểm lý tưởng để nghỉ lại nếu đến du lịch tại Ninh Bình, vì đa số các khách sạn ở Ninh Bình đều nằm trên đường quốc lộ ồn ào và đông đúc, khách sạn Nam Hoa bên ngoài tuy cũ nhưng phòng ốc được chuẩn bị sạch sẽ, đặc biệt là phòng tắm mới rất đẹp và tiện nghi. Ăn sáng khá đơn giản phù hợp với người nước ngoài bao gồm bánh mì, pancakge, bánh ngọt, trứng rán hoạc ốp la, một ly nước ép và trà cà phê ... rất lịch sự và ngon miêng ngay cả đổi với người Việt Nam. View từ nhà hàng tầng 7 rất đẹp, nhìn thấy", "reviewer_location": "Da Nang"}, {"name": "GVancouver", "avatar": "", "review_rating": "3", "review_title": "Cơ bản, sạch sẽ, giá cả phải chăng", "review_content": "Nam Hoa là một khách sạn cơ bản và tốt. Nó hơi cũ kỹ và quá hạn nhưng sạch sẽ và được bảo trì tốt. Phòng có điều hoà và nhiều ổ cắm điện chấp nhận đầu cắm của Mỹ để sạc lại toàn bộ thiết bị cho bạn. Có wifi tốc độ cao miễn phí. (Tại sao những khách sạn kinh doanh 4 sao khác giá đắt gấp 4 lần nơi này lại không có nhỉ ???) Khách sạn ở trên đường chính, cách quảng trường và bến thuyền khoảng một hai khu phố. Khu này về đêm hầu như chết nên dù là đường chính nó cũng rất yên tĩnh. Bữa sáng cơ bản như mọi thứ khác. Bánh mì que tươi, trái cây tươi, trứng và trà hoặc cà phê. Cũng ngon và thoả mãn nhưng chẳng đoạt giải nào đâu. Chủ nhân nói tiếng Pháp (có lẽ điều đó giải thích vì sao bữa sáng lại có bánh mì que và trang web tiếngh Pháp) nên những ai nói tiếng Pháp sẽ thấy như ở nhà vậy.", "reviewer_location": "Vancouver, Canada"}, {"name": "Alex Webb", "avatar": "", "review_rating": "5", "review_title": "Ở lại 4 ngày", "review_content": "Đã được một kỳ nghỉ tuyệt vời ở đây tiếp nhận là tuyệt vời. Rất thân thiện và thực sự quan tâm đến kỳ nghỉ của bạn. Chúng tôi đã thuê những chiếc xe đạp nơi mà những chiếc xe đạp rẻ và đẹp! Bữa sáng có thể có nhiều hơn nhưng ở một nơi đẹp như thế này không thành vấn đề!", "reviewer_location": "dumpxxx"}, {"name": "Thomas", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc!!!", "review_content": "Tôi tin rằng nó là một trong những khách sạn đẹp nhất và gọn gàng nhất ở Tam Cốc. Bạn có thể sử dụng xe đạp hoặc xe máy miễn phí tại đây miễn là bạn trả lại trong tình trạng tốt? Nhân viên ở đây đối xử với bạn như gia đình của họ và sẽ cố gắng hết sức để bạn cảm thấy như ở nhà. Tôi thực sự giới thiệu nơi này cho những người ở lại Tam Cốc. Bạn có tin tưởng tôi không? Thử nó!", "reviewer_location": "Ipoh, Malaysia"}, {"name": "GraceOgnyenovits", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời!", "review_content": "Tôi ở lại đây hai đêm và không có gì tôi có thể sai lầm về nó. Tất cả các nhân viên rất thân thiện và hữu ích. Căn phòng chúng tôi ở trong là giường sạch sẽ, rộng rãi, thoải mái và được trang bị đầy đủ, và một cái nhìn tuyệt vời của Tam Cốc. Các bữa ăn sáng buffet đã có một lựa chọn rất tốt đẹp. Cho thuê xe đạp miễn phí và thuê xe máy rất rẻ. Họ cũng giúp chúng tôi hoàn thành việc vận chuyển đến chỗ ở tiếp theo của chúng tôi ở mèo ba. Nói chung chắc chắn sẽ giới thiệu!", "reviewer_location": "dumpxxx"}, {"name": "Sam Forward", "avatar": "", "review_rating": "4", "review_title": "Nhân viên tuyệt vời", "review_content": "Ở lại cho hai đêm, phòng được ngày và cơ bản cộng với họ dường như để lại làm sạch cho đến khi khá muộn trong ngày đó là một chút bất thường, nhưng đối với giá nó không phải là một cái gì đó bạn nên khiếu nại về. Vị trí là tuyệt vời, một chuyến đi dễ dàng trên một chiếc xe đạp hoặc xe tay ga đến Hang Mua và Chùa Bích Động (quan điểm tuyệt vời thông qua các cánh đồng lúa). Ăn sáng là tốt và quan điểm từ tầng trên cùng là rất tốt đẹp.  Đứng ngoài nghỉ là nhân viên, những người vô cùng hữu ích, thuê xe đạp của chúng tôi, cho chúng tôi tắm sau khi chúng tôi kiểm tra và sắp xếp cho chúng tôi và túi của chúng tôi để đến trạm Ninh Bình.  Tuyệt vời cho một kỳ nghỉ ở Tam Cốc.", "reviewer_location": "Ringwood, Vương quốc Anh"}, {"name": "Pent00", "avatar": "", "review_rating": "4", "review_title": "Đồ ăn ngon tuyệt vời của khách sạn tại một nhà hàng rất được sử dụng", "review_content": "Chồng tôi và tôi ở lại đây 6 ngày. Là một phần của kỳ nghỉ của chúng tôi, chúng tôi đã được cung cấp một bữa ăn tối miễn phí tại nhà hàng. Chúng tôi đã nướng dê với cỏ chanh và nước chấm. Nó ngon, dê dê và nước sốt ngon. Chúng tôi đã có cùng một bữa ăn tại một nhà hàng khác và không có so sánh. Điều này tốt hơn rất nhiều. Bữa ăn của chúng tôi thật tuyệt, chúng tôi quyết định quay lại đêm thứ hai. Chúng tôi đã có gà rán với nấm và dứa cũng rất tốt. Nhà hàng nằm trên tầng 7 nên mọi người đi bộ không đến vì không có mặt đường. Điều này quá tệ. Nếu bạn muốn ăn ở đây và chúng tôi nghĩ bạn nên đến khách sạn, yêu cầu xem thực đơn và đặt chỗ cho bữa tối.  Bây giờ cho khách sạn. Quy trình đặt phòng rất dễ dàng, trực tiếp thông qua trang web và khách sạn trả lời email nhanh chóng. Các", "reviewer_location": "VICTORIA"}, {"name": "James G", "avatar": "", "review_rating": "5", "review_title": "Tốt phòng và ăn sáng", "review_content": "Chúng tôi đã đến thăm trong 4 ngày và rất ngạc nhiên bởi chất lượng của khách sạn. Các phòng đều rất tốt cho giá cả, và bữa ăn sáng cũng tốt. Nhân viên bán hàng có thể nói tiếng Anh tuyệt vời và cũng nói tiếng Pháp.", "reviewer_location": "Aarhus, Đan Mạch"}, {"name": "Cathy J", "avatar": "", "review_rating": "4", "review_title": "Giá trị tuyệt vời cho Tam Cốc", "review_content": "Chúng tôi trở lại khách sạn này một lần nữa trong năm nay vì đội ngũ nhân viên thân thiện và chân thành. Bữa sáng tự chọn rất lớn và tầm nhìn từ tầng 6 thật tuyệt vời. Nó cũng có giá rất hợp lý và có giá trị lớn chỉ với 15 bảng. 00 một đêm.  Chúng tôi cũng chọn nó vì nó chỉ cách trung tâm năm phút đi bộ và tương đối yên tĩnh vào ban đêm.", "reviewer_location": "Wells, Vương quốc Anh"}, {"name": "Elodie B", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời chào đón!", "review_content": "Cảm ơn bạn rất nhiều vì sự chào đón tuyệt vời của bạn và sự trợ giúp tốt khi đặt xe buýt hoặc hướng dẫn viên là cần thiết. Đó là một kỳ nghỉ tuyệt vời! Tôi giới thiệu nó cho bất cứ ai muốn ở lại Tam Cốc. Ngoài ra, bữa ăn sáng rất tốt trên tầng cuối cùng của khách sạn. Elodie", "reviewer_location": "Santorini, Hy Lạp"}], "hotel": {"location": "Tam Côc - Bích Động, Ninh Bình 430000 Việt Nam", "name": "Khách Sạn Nam Hoa", "geo_data": {"latitude": 20.214147567749023, "longitude": 105.93502807617188}, "room_number": "45"}}