{"content": [{"name": "Dole", "avatar": "", "review_rating": "5", "review_title": "Chất lượng tuyệt vời", "review_content": "Nhà hàng có đồ ăn rất ngon . Khá rẻ rất phù hợp . Đặc biệt rất sạch sẽ . Chất lượng đảm bảo . Nhân viên phục vụ chuyên nghiệp và rất thân thiện . Cảnh rất đẹp . Lần sau quay lại tôi sẽ nhất định vào nhà hàng", "reviewer_location": "dumpxxx"}, {"name": "Go64635513639", "avatar": "", "review_rating": "5", "review_title": "Nhà hàng tuyệt vời", "review_content": "Đồ ăn ngon, đảm bảo, giá cả hợp lí. Phục vụ nhiệt tình, chu đáo, hiếu khách. Không gian thoải mái, view rất đẹp, phòng nghỉ ngăn nặp gọn gàng, phòng nghỉ thiết kế hiện đại, tiện nghi, thoải mái, phục vụ tốt!", "reviewer_location": "dumpxxx"}, {"name": "Footprints824309", "avatar": "", "review_rating": "5", "review_title": "Nhà hàng tuyệt vời nhất ninh bình!", "review_content": "Đồ ăn rất tuyệt vời . Vừa rẻ lại đảm bảo chất lượng. Nhân viên phục vụ chu đáo , tận tình, hiếu khách, thân thiện.  Phòng ngủ rất đẹp, thoải mái, lịch sự . Đảm bảo an ninh . Chúng tôi sẽ quay lại đây !!", "reviewer_location": "dumpxxx"}, {"name": "גלש", "avatar": "", "review_rating": "1", "review_title": "Khuyến nghị Dis. Đừng đến.", "review_content": "Chúng tôi đến lúc 4 giờ sáng với xe buýt. Các ký túc xá đã gần tất nhiên. Chúng tôi đợi 2 giờ cho đến khi họ mở, nó vẫn ổn. Chúng tôi đợi anh chàng mang chìa khóa. Trong khi chúng tôi chờ đợi rằng phụ nữ đến với chúng tôi tức giận và bảo chúng tôi đi, rằng cô ấy không muốn bán chúng tôi, không có lý do. Chúng tôi hỏi tại sao và cô ấy cứ nói không bán cho bạn và cô ấy sẽ hủy đặt phòng của chúng tôi. Chúng tôi chỉ rời đi mà không hiểu chuyện gì đã xảy ra. Không có chỗ để ở lúc 6 giờ sáng. Thật là thô lỗ!", "reviewer_location": "Petah Tiqwa, Israel"}, {"name": "Esther P", "avatar": "", "review_rating": "5", "review_title": "Tham quan nhà hàng", "review_content": "Hôm nay chúng ta đã có món lẩu trộn với hải sản và thịt tươi! Nó rất ngon và nhớ đã giúp chúng tôi hoàn hảo. Chúng tôi rất thích nó. Nơi này ấm cúng và được trang trí đẹp với tre và gỗ. Cảm ơn nhiều!", "reviewer_location": "Puno"}, {"name": "JoKa", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ tuyệt vời", "review_content": "Amazing Homestay với gia đình tốt bụng và thân thiện :) phòng lớn có máy lạnh và phòng tắm sạch sẽ. Thực sự tốt bữa ăn sáng a la carte. Nhà hàng gia đình nhỏ và rất tốt bên cạnh nhà trọ.", "reviewer_location": "Willstätt, Đức"}, {"name": "Nbooth", "avatar": "", "review_rating": "4", "review_title": "Lấy bánh mì kẹp thịt!", "review_content": "Bánh burger ngon nhất tôi đã có trong hai tháng đi du lịch châu Á. Gà burger đã được thực hiện với ức gà / đùi thích hợp. Một lượng lớn salad và khoai tây chiên được cắt bằng tay và dày! Chỉ cần những gì tôi muốn. Dịch vụ là tốt. Thức ăn mất một chút thời gian nhưng đó là một dấu hiệu tốt ở châu Á!  Một gợi ý cho các nhà hàng sẽ là cho một ít sốt cà chua vào burger :)", "reviewer_location": "dumpxxx"}, {"name": "K.P.", "avatar": "", "review_rating": "5", "review_title": "\"Một từ - tuyệt vời\"", "review_content": "Nếu bạn muốn cảm thấy như là một phần của một gia đình trong khi đi du lịch, thì bạn phải ghé thăm \"Gia Bảo Homestay\". Tôi và những người bạn của tôi đã dành một khoảng thời gian tuyệt vời ở đó.  Những gì bạn có thể mong đợi từ \"Gia Bảo Homestay\"?  1. Món ăn ngon với mức giá rất phải chăng (bạn phải thử bánh kếp với xoài tươi và dê).  2. Phòng đẹp - chúng tôi đã có một trang bị mới.  3. Mọi người, người tử tế với bạn và coi bạn là bạn bè, một phần của gia đình họ.  4 . Big plus cho quản gia - cô ấy có thể nói tiếng Anh rất tốt (đó là một bất ngờ tốt đẹp sau khi Hà Nội, nơi mà không ai hiểu tiếng Anh)  5. Dịch vụ bổ sung - cho thuê xe đạp, dịch vụ giặt là.  Tôi rất khuyên bạn nên homestay này cho tất cả mọi người.", "reviewer_location": "dumpxxx"}, {"name": "Truetravelsoul", "avatar": "", "review_rating": "5", "review_title": "Thức ăn chay và thuần chay", "review_content": "Nhà hàng do hai chị em điều hành rất ồn ào và họ làm ra những sinh tố ngon từ trái cây tươi. Chúng tôi thậm chí còn có xoài ngọt và chuối tươi vào mỗi bữa ăn. Chúng tôi ăn ở đó mỗi tối và thích nơi này khiến gia đình rất tử tế và biết ơn:) Một lựa chọn thực sự tốt cho việc ăn thuần chay và ăn chay!", "reviewer_location": "dumpxxx"}, {"name": "Haddie H", "avatar": "", "review_rating": "5", "review_title": "Điểm yêu thích!", "review_content": "Sau nhiều tháng đi du lịch khắp đất nước như một giáo viên tiếng Anh, tôi chắc chắn có thể nói rằng đây là một viên ngọc. Tôi rất thích nó rất nhiều Tôi đi du lịch ở đây đầu tiên với một số đồng nghiệp xung quanh tuổi của tôi và sau đó đến BACK với anh trai và cha tôi. Các phòng và phòng tắm rất đẹp và cũng rất phải chăng. Một số điểm nổi bật khác là vị trí (nằm ngay trên sông tam dừa), thức ăn (đặc biệt là bữa sáng miễn phí), xe đạp cho thuê, và cuối cùng là món tôi yêu thích, là gia đình sở hữu nơi này. Họ rất thân thiện và háo hức giúp bạn sắp xếp các chuyến đi với tiếng Anh rất tốt, người phụ nữ rất tử tế - cô ấy ngay lập tức nhận ra tôi sau khi đến một vài tháng sau", "reviewer_location": "dumpxxx"}, {"name": "Catherinejones69", "avatar": "", "review_rating": "5", "review_title": "Tùy chọn tuyệt vời cho khách du lịch tiết kiệm", "review_content": "Thực sự hạnh phúc với chúng tôi ở Gia Bảo. Phòng của chúng tôi là tốt đẹp (201) kích thước tốt với một giường đôi và đơn, tươi sáng và sạch sẽ với một khu vực ban công nhỏ, tốt AC. Phòng tắm cũng đẹp, hiện đại và có nhiều nước nóng.  Vị trí không thể tốt hơn khi xe buýt đưa quý khách xuống bến cảng Tam Cốc nằm ngay phía bên kia đường từ nhà khách, thậm chí không đi bộ một phút. Điều này cũng làm cho việc đi thuyền Tam Cốc thật dễ dàng.  Khi đến, họ đã cho chúng tôi một thức uống miễn phí và ngồi xuống với chúng tôi để đi qua bản đồ của nơi đến thăm, làm thế nào và bao nhiêu chi phí hấp dẫn. Bạn có thể thuê xe đạp (50, 000 h và xe tay ga (100, 000) từ họ và họ cũng làm giặt là 40, 000 cho mỗi kg.  Họ có một nhà hàng ở phía trước của nhà khách, nơi chúng tôi ăn một vài lần và thấy", "reviewer_location": "dumpxxx"}, {"name": "Martin J", "avatar": "", "review_rating": "4", "review_title": "Phòng đáng yêu với giá cả hợp lý", "review_content": "Chúng tôi đã ở lại rất tốt ở Gia Bảo. Các chủ sở hữu là rất tốt bụng (người phụ nữ nói tiếng Anh tốt hơn) và hữu ích. Phòng rất sạch sẽ, thoải mái và thân thiện. Chỉ tiêu cực là một chút tắm một ngày trong hai ngày (chất thải trong phòng tắm). Ăn sáng được rồi.", "reviewer_location": "dumpxxx"}, {"name": "Jasmin S", "avatar": "", "review_rating": "5", "review_title": "thức ăn ngon nhất ở ninh binh!", "review_content": "đây là một đánh giá của thực phẩm không phải là khách sạn eliment! tôi đã đến đây ba lần khi tôi ở ninh binh vì nó là tốt nhất, thức ăn không nhờn trong thực tế, nó rất ngon, tôi có một tô phở khổng lồ và người bạn vegiterian của tôi có tufu và vegitables, và họ cũng mang dứa cho bàn! chúng cũng có giá rất hợp lý!", "reviewer_location": "london"}, {"name": "Jess M", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở", "review_content": "Đây là nơi hoàn hảo cho đêm chúng tôi ở cùng một cặp, có một căn phòng đẹp với giường lớn và phòng tắm rất sạch sẽ với vòi sen mạnh mẽ: Các nhân viên rất thân thiện và hiệu quả mà chúng tôi đã kiểm tra sớm hơn nhiều so với chúng tôi rất hài lòng với căn phòng nó có mọi thứ chúng ta cần trong đó. Thích hợp nếu bạn đang ở trên một ngân sách nhưng muốn một nơi nào đó sạch sẽ và thân thiện với một vị trí tốt để ở, bạn nhận được chất lượng trên những gì bạn phải trả cho!", "reviewer_location": "Clichy, Pháp"}, {"name": "Yakir M", "avatar": "", "review_rating": "5", "review_title": "Great Homestay", "review_content": "Bạn tôi và tôi đã dành 2 đêm ở Tam Cốc. Cơ sở lưu trú này là rất tốt vì vị trí của nó, các nhân viên AMAZING rất hữu ích, hào phóng và hạnh phúc. Có lẽ sẽ ngủ ở đây lần nữa ở Tam Cốc.", "reviewer_location": "dumpxxx"}, {"name": "Jessica R", "avatar": "", "review_rating": "5", "review_title": "Parfait", "review_content": "Chúng tôi đến đây chỉ để ăn trưa và chúng tôi hối hận vì đã không đặt chỗ ở tại đây! !  Các chủ sở hữu là đáng yêu, chúng tôi nhận được sự chào đón nồng nhiệt như vậy. Họ rất sẵn sàng giúp đỡ với bất cứ điều gì bạn có thể cần và tất nhiên là thức ăn thật tuyệt vời. Chúng tôi đặc biệt khuyên bạn nên đặt địa điểm này!", "reviewer_location": "Casablanca, Ma Rốc"}, {"name": "Alex H", "avatar": "", "review_rating": "5", "review_title": "Một trong những nhà trọ yêu thích của tôi", "review_content": "Tôi đã có một thời gian thực sự đáng yêu ở nhà Gia Bảo! Gia đình ở đây khiến một du khách độc lập cảm thấy như đang ở nhà. Từ lúc tôi bước vào một cánh cửa, họ mời tôi ăn uống. Những đứa trẻ rất ngọt ngào và thực hành tiếng Anh của họ với tôi. Bạn không thể yêu cầu một trải nghiệm tốt hơn. Nếu bạn ở trong tam coc bạn nên ở lại đây", "reviewer_location": "Bryson City, Bắc Carolina"}, {"name": "kyra_ha23", "avatar": "", "review_rating": "4", "review_title": "Nhân viên đáng yêu!", "review_content": "Decent kích thước phòng và rất sạch sẽ! Chỉ muốn những chiếc giường mềm hơn một chút, thật khó để tìm được một chiếc giường êm ái ở Việt Nam! Nhà hàng có thức ăn ngon và cà phê ngon. Yêu các nhân viên, rất hài hước và thực sự cố hết sức để khiến bạn cảm thấy được chào đón!", "reviewer_location": "Sylvania Waters, Úc"}, {"name": "AnastasiaUsova", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời và gia đình thân thiện để ở tại", "review_content": "Chúng tôi thực sự rất thích thời gian lưu trú của chúng tôi - vị trí ngay trước hồ, phòng sạch sẽ và mới được tạo ra, gia đình rất chu đáo và thân thiện - họ đã giúp chúng tôi với tất cả các câu hỏi, đặt taxi cho chúng tôi và thậm chí thức dậy lúc 2 giờ sáng khi chúng tôi để nói lời tạm biệt và để đảm bảo rằng nó là tốt với taxi. Họ cũng cho chúng tôi một số trái cây để lấy đi. Ngoài ra bữa ăn sáng rất ngon đặc biệt là bánh trái cây. Rất khuyên bạn", "reviewer_location": "Kiev, Ukraina"}], "hotel": {"location": "Làng Vân Lam, Ninh Hai Việt Nam", "name": "Nhà Nghỉ Gia Bảo", "geo_data": {"latitude": 20.215511322021484, "longitude": 105.93716430664062}, "room_number": "8"}}