{"content": [{"name": "Vy T", "avatar": "", "review_rating": "5", "review_title": "Căn hộ tiện nghi tốt", "review_content": " Căn hộ bài trí đẹp rộng rãi có bếp trang bị đầy đủ dụng cụ nấu nướng là ưu tiên lựa chọn của tôi khi đi du lịch với con nhỏ , không gian ấm cúng và sự chu đáo của nhân viên hỗ trợ nhiệt tình , được offer giặt ủi miễn phí hàng ngày , ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Luuhue", "avatar": "", "review_rating": "5", "review_title": "Tiện nghi!", "review_content": "Giữa trung tâm sài gòn, tiện nghi và thoáng mát phù hợp cho kì nghỉ dưỡng . nhân viên thân thiện , chuyên nghiệp và rất nhiệt tình, phòng sạch sẽ và giá cả hợp lí. Mong sẽ gặp lại vào lần vào saig fonf tiếp theo.", "reviewer_location": "Vinh, Việt Nam"}, {"name": "AnthonyVN", "avatar": "", "review_rating": "5", "review_title": "01 nơi chốn dừng chân lý tưởng cho những chuyến công vụ", "review_content": "vị trí hết sức thuận lợi cho việc di chuyển  giữa các khu vực quận trung tâm, tiệnlợi cho việc ăn uống đi lại.  Chất lượng phòng tốt, cung cách phục vụ nhiệt tình và niềm nở, luôn hỗ trợ và đáp ứng các yêu cầu của khách", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Khac Son N", "avatar": "", "review_rating": "5", "review_title": "Tham quan du lịch", "review_content": "View đẹp, vị trí trung tâm, đảm bảo an ninh, phục vụ tốt, thích hợp khi đi du lịch, nghỉ ngơi cùng gia đình, nhóm bạn.  Phòng sạch sẽ, tiện nghi, có các thiết bị để chăm sóc trẻ nhỏ, yên tĩnh.", "reviewer_location": "dumpxxx"}, {"name": "Hongtan46@gmail... 0", "avatar": "", "review_rating": "5", "review_title": "Noi ly tuong cho ban be, gia dinh", "review_content": "Toi rat thich cach bo tri,  khong gian cua phong  cung nhu cac tien ich cua phong: phong rong rai, thoang mat, co day du cac tien nghi , dung cu nau bep _ noi o ly tuong  cho nhom ban be hoac gia dinh ! Dac biet phong, toilet duoc ve sinh rat sach se!! Nhan vien rat nhiet tinh, de chiu, chu dao!", "reviewer_location": "Cần Thơ, Việt Nam"}, {"name": "ThanhNguyenChi", "avatar": "", "review_rating": "5", "review_title": "Good place to relax!!!", "review_content": "Phòng rộng ,thoáng mát view đẹp nhìn ra chợ Bến Thành. Dịch vụ tốt, nhân viên viên ân cần chu đáo . Phòng sạch sẽ,nội thất sang trọng. Đây là nơi lý tưởng để dừng chân khi vào sài gòn du lịch khám phá...", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "vananhbuitrinh", "avatar": "", "review_rating": "5", "review_title": "Điểm dừng chân lý tưởng, nơi nghỉ ngơi tuyệt vời.", "review_content": "Tôi rất hài lòng về phòng ốc và phong cách phục vụ nơi này. Vị trí thuận lợi, gần trung tâm. Nhân viên phục vụ nhiệt tình, chăm sóc khách sách rất chu đáo. Phòng nghỉ rộng rãi, đầy đủ tiện nghi tiện ích.", "reviewer_location": "Cần Thơ, Việt Nam"}, {"name": "Bích Yến L", "avatar": "", "review_rating": "5", "review_title": "B & B tuyệt vời", "review_content": "Khách sạn nằm trên một vị trí tuyệt vời có nhà hàng Tây Ban Nha và các món ăn của Thái Lan. Ăn sáng trong một khu vực khá nhỏ nhưng thực phẩm và đồ uống tốt, chúng tôi thực sự thích Omlette với nấm, hành tây, giăm bông, pho mát. .", "reviewer_location": "dumpxxx"}, {"name": "trannlinhchi2307", "avatar": "", "review_rating": "5", "review_title": "Phòng thoải mái với sự chào đón tuyệt vời,", "review_content": "Các nhân viên rất thân thiện và lịch sự, họ có nước dưa hấu tươi miễn phí khi nhận phòng, chúng tôi ở lại năm 201, đó là tầm nhìn to và sạch sẽ ra đường phố như một gia đình lớn. Nâng khá nhỏ nhưng chạy tốt, Btữa trong Lobby khá tốt cho một số người Mỹ và địa phương,", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "maxfox16", "avatar": "", "review_rating": "1", "review_title": "Thêm một ký túc xá", "review_content": "Chúng tôi đi khắp Châu Á và khách sạn này là 100% tồi tệ nhất.  Chúng tôi có nghĩa là ở lại 3 đêm nhưng thậm chí không ở lại một đêm và sau đó khách sạn từ chối hoàn trả tiền của chúng tôi!  Trước hết khi chúng tôi đến một chiếc taxi bên ngoài khách sạn, khu vực sân trong đã được xây dựng lại mà chúng tôi không biết.  Dù sao chúng tôi đã kiểm tra và đi lên phòng của chúng tôi trong một thang máy, bạn hầu như không thể phù hợp với 3 người vào. Điều đầu tiên khi chúng tôi mở cửa phòng là mùi ẩm ướt trong phòng.  Chúng tôi tiếp tục đi về phía sau căn phòng và đây là lúc bạn có thể thấy nơi đó bẩn thỉu. Các bếp truy cập tops không sạch sẽ, sàn và tấm ga trải giường!  Điều tiếp theo chúng tôi đang ngồi trên giường và nhìn thấy một con thằn lằn trong phòng chạy phía sau đơn vị con", "reviewer_location": "Ireland"}, {"name": "Tuấn Anh H", "avatar": "", "review_rating": "5", "review_title": "Tòa nhà căn hộ ở vị trí tốt", "review_content": "Chúng tôi đặt phòng và ở lại với căn hộ này thông qua đặt phòng 3 lần, các căn hộ lớn, đồ nội thất sạch sẽ, phòng có tầm nhìn bằng kính nhưng không có cửa sổ mở, Bữa sáng kiểu Mỹ và một số vietnamesse. Nhưng không phải cho các sảnh đợi khác nhau như khách sạn lớn, tòa nhà cao nhưng khá nhỏ, yêu nước dưa hấu tươi mà họ đã cho tôi khi nhận phòng.", "reviewer_location": "dumpxxx"}, {"name": "Ly H", "avatar": "", "review_rating": "2", "review_title": "Cảm thấy giống như một ký túc xá, cảm thấy đáng sợ", "review_content": "Chúng tôi chọn nơi này để ở lại do phản hồi tích cực và gần với chợ Bến Thành, nhưng với giá $ 100 mỗi đêm, giá quá cao, vì không có người sửa chữa làm nhiệm vụ \"lễ tân\", vì không có quầy lễ tân , người đón bạn từ sân bay là cùng một người kiểm tra bạn trong và hơn anh ta trở thành một người phục vụ cho thanh cà phê ở tầng dưới.  Thang máy duy nhất đưa bạn đến phòng của bạn, thang máy có mossies & không có điều hòa không khí.  TV ban đầu không hoạt động, nhà vệ sinh có ít nước để tuôn ra và cần điều chỉnh. Bồn tắm / vòi sen là vô lý, vì mọi vòi sen đều dẫn đến lũ lụt, vì đầu vòi sen quá ngắn và tất cả nước chảy ngược trở lại tường (và bạn cần dọn dẹp lũ lụt của riêng bạn) và không có đường sắt an toàn để giữ cho, để có được trong và ngoài vòi hoa sen, do đó, chăm sóc thêm cần", "reviewer_location": "dumpxxx"}, {"name": "garethm823", "avatar": "", "review_rating": "5", "review_title": "Đồ ăn ngon trong quán cafe của họ", "review_content": "Chúng tôi đã không ở đây nhưng ăn thức ăn tuyệt vời của họ và uống cà phê ngon của họ. Các món ăn được chuẩn bị bởi một đầu bếp từ một khách sạn độc quyền, những người cũng làm việc ở đây và bánh sừng bò và cà phê là tất cả đặc biệt", "reviewer_location": "dumpxxx"}, {"name": "jude677", "avatar": "", "review_rating": "5", "review_title": "Bữa nửa buổi gia đình tuyệt vời!", "review_content": "Chúng tôi đang ở trong một chỗ ở airbnb ở góc nhà hàng này và cần một bữa sáng gia đình (chúng tôi có hai con gái 8 & 11 tuổi) nhìn thấy chúng tôi trên đường đi trước một ngày nhìn thấy. Chúng tôi đã nhận được các món ăn sáng kiểu phương Tây được bày biện đẹp mắt (với món chay thêm) và dịch vụ hoàn hảo với mức giá tuyệt vời. Các nhân viên rất đáng yêu.", "reviewer_location": "dumpxxx"}, {"name": "Lynne N", "avatar": "", "review_rating": "3", "review_title": "So sánh Táo với Táo, xếp hạng này không chính xác", "review_content": "Đây là một đánh giá khó để viết vì chúng tôi đã có 3 ngày ở Thành phố Hồ Chí Minh  (Sài Gòn) ở mức 4. Khách sạn 5 sao và nếu tôi so sánh Diamond Central với khách sạn khác thì không có so sánh. Với điều này, cá nhân tôi sẽ không đánh giá Diamond Central nhiều hơn 2. Khách sạn 5 sao trong số 3 sao. Chúng tôi đặt khách sạn này vì ba lý do.  1. Đó là đánh giá trên Trip Adviser 4. 5  2. Đó là vị trí mà người ta không thể phạm lỗi.  3. Đó là cơ sở nhà bếp, đó là đủ.  Lễ tân - Thân thiện và hữu ích Thang máy - Tốt nhưng gây phiền nhiễu khi người dọn dẹp giữ nó trên các tầng khác Entry - Cực kỳ khó khăn với hệ thống quan trọng, chúng tôi đã dành nhiều phút bị mắc kẹt trong  sảnh giữa thang máy và phòng của chúng tôi. Ngay cả các nhân viên đấu tranh để mở  cửa phòng 1. Hope Jimmy đã sửa", "reviewer_location": "dumpxxx"}], "hotel": {"location": "199 Calmette Street Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam", "name": "The Void Homestay", "geo_data": {"latitude": 10.769660949707031, "longitude": 106.69781494140625}, "room_number": "60"}}