{"content": [{"name": "Daisy", "avatar": "", "review_rating": "4", "review_title": "Good location", "review_content": "Khách sạn gần trung tâm dễ dàng di chuyển,ngay cổng vào sieu thị Big C,ăn sáng ngon nhân viên thân thiện  Điểm trừ là khách sạn cách âm rất tệ,gần trung tâm nên đến 12h-1h sáng vẫn còn nghe tiếng nói chuyện,hát hò từ phía bên ngoài gần ks", "reviewer_location": "Hội An, Việt Nam"}, {"name": "ttrang154", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sạch sẽ, đồ ăn ngon", "review_content": "Rất tốt , đáng tiền, đi lại thuận tiện, dịch vụ chu đáo, tầm nhìn bao quát  trung tâm thành phố lớn  rất đẹp, lần tới nhất định sẽ ở đây tiếp. Nhân viên nhiệt tình. Nói chung là phù hợp cho các gia đình,, nhóm bạn bè.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nguyễn V", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời", "review_content": "Khách sạn có vị trí tuyệt vời, khung cảnh tuyệt đẹp từ phòng nhìn ra hồ.  Nhân viên phục vụ tốt, nhiệt tình giúp đỡ khách hàng khi có nhu cầu. Phòng ốc sạch sẽ khang trang đúng như tiêu chuẩn. Chuyến đi tuyệt vời!!!", "reviewer_location": "dumpxxx"}, {"name": "LY NA L", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Phòng sạch sẽ, view trực diện hồ Ăn sáng hoặc ăn trưa rất ngon Nhân viên thân thiện dễ thương Ba Mẹ mình đến đúng lúc kỉ niệm ngày cưới và mình request trang trí phòng, nhân viên trang trí rất nhanh và đẹp Gia đình mình rất thích ở khách sạn này khi đến đà lạt", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "CaptainBear", "avatar": "", "review_rating": "5", "review_title": "MY HOME SWEET HOME IN DA LAT CITY", "review_content": "Captain Bear ở khách sạn Ngọc Phát từ tháng 6 năm 2016 và đến giờ, ngày càng thích khách sạn này. Đi du lịch mà luôn có được cảm giác home sweet home.  Nhân viên: rất thân thiện: lễ tân, bếp, manager, những bạn phục vụ buffet,  phục vụ phòng, doormen.. À, Captain Bear làm rớt chiếc bông tai, mà mấy bạn phục vụ phòng đã tìm lại được và gởi lại cho Captain Bear. Dễ thương ghê chưa. Thank you..  Phòng: Ai thích hồ Xuân Hương như Captain Bear chắc là sẽ thích Ngọc Phát Hotel y như Captain Bear cho xem. Sáng, trưa, chiều, tối đều được ngắm hồ hết. Thích lắm nha. Mở cửa ra là cảm nhận được gió Đà Lạt, mây trời Đà Lạt, hoa cỏ Đà Lạt. hi.. Khi chọn phòng, nhớ chọn view hồ nha.  Buffet: sáng thức dậy, đi dạo 1 vòng hồ Xuân Hương, xong, về ăn buffet tại khách sạn. Nhiều món lắm. Tha hồ", "reviewer_location": "dumpxxx"}, {"name": "Cloee83", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tốt nhất ở Đà Lạt", "review_content": "Tôi đang viết nên những cảm nhận từ chính khách sạn này. Khách sạn hoàn toàn mới và nó thực sự đẹp và hiện đại. Các phòng tắm và vòi sen đều rất tuyệt, giường ngủ thật thoải mái. Khách sạn nằm ngay trước mặt hồ nhưng đủ xa đường phố để trở nên thật yên tĩnh. Đây thực sự là lựa chọn tốt nhất ở Đà Lạt (Chúng tôi đã đổi qua nhiều khách sạn)", "reviewer_location": "Thành phố Quebec, Canada"}, {"name": "Old man", "avatar": "", "review_rating": "3", "review_title": "Một khách sạn tốt!", "review_content": "Tôi đã có 2 đêm ở khách sạn màu trắng xinh đẹp này, hướng ra hồ Ho Xu n H ?? Thật đáng tiếc khi phòng vừa và cũ, khách sạn có ít dịch vụ, buffet cho bữa sáng là vừa đủ, Sẽ trở lại vì vùng đất mơ mộng này!", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Jerzy G", "avatar": "", "review_rating": "4", "review_title": "Một nơi rất thuận tiện ở Đà Lạt", "review_content": "Khách sạn có vị trí tuyệt vời. Xe đưa đón từ sân bay đưa bạn đến đó và đón bạn từ đó. Tầm nhìn từ ban công phòng đến hồ rất tuyệt. Các phòng đều rộng rãi và được trang bị tốt. Chúng được duy trì tốt và sạch sẽ. Trong khoảng cách đi bộ là trung tâm thị trấn và chợ ngày / đêm. Ngay phía bên kia đường có một trung tâm mua sắm. Bữa sáng là loại tự chọn và có một lựa chọn tốt các món ăn được cung cấp. Các nhân viên rất tốt đẹp và hữu ích. Bạn có thể chuyển sang họ với bất kỳ vấn đề hoặc nhu cầu nào của bạn và họ sẽ cố gắng giúp bạn. Vấn đề duy nhất là nó có thể trở nên khá ồn ào vào các thời điểm từ giao thông đường bộ và từ các sự kiện tại quảng trường. Nhưng tận dụng những ưu và nhược điểm tôi muốn giới thiệu nó như là một cơ sở thuận tiện ở Lat.", "reviewer_location": "Olsztyn, Ba Lan"}, {"name": "Angela H", "avatar": "", "review_rating": "3", "review_title": "Nice suite - xấu hổ về tiếng ồn", "review_content": "Chúng tôi ở lại trong phòng 421 đó là một bộ rộng rãi và được bổ nhiệm. Xem là ok - bạn thấy hồ nhưng có một vài con đường ồn ào ở phía trước - và sau đó có hình vuông trên một trung tâm mua sắm dưới lòng đất nơi nhạc blares không ngừng bao gồm cả vào ban đêm. Tồi tệ nhất ở Việt Nam. Bản thân khách sạn hướng đến khách địa phương hơn nhưng nhà hàng và nhân viên thì tuyệt vời. Có một số khách sạn ở các địa điểm tốt hơn ở Đà Lạt.", "reviewer_location": "Waikanae, New Zealand"}, {"name": "thu12456", "avatar": "", "review_rating": "5", "review_title": "Trở về Đà Lạt, thành phố sương mù.", "review_content": "đây là lần thứ 2 của tôi ở tại khách sạn này kể từ năm 2016 nhờ vào vị trí tuyệt vời của nó mà không chỉ đối mặt với H nổi tiếng? Xu n H ?? ng hồ nhưng cũng có thể là một khoảng cách đi bộ đến hầu hết các cửa hàng và nhà hàng địa phương. Không có vấn đề với các dịch vụ khách sạn liên quan đến dịch vụ khách hàng, phòng sạch sẽ, tiện nghi tổng thể hoặc bữa sáng kiểu lục địa đã được bao gồm trong gói. Họ thật tuyệt. Và giá cả là phải.", "reviewer_location": "San Diego, California"}, {"name": "Ian H", "avatar": "", "review_rating": "3", "review_title": "Ok, nhưng niisy", "review_content": "Khách sạn này chỉ là ok. Vấn đề chính là tiếng ồn khi bạn đang cố ngủ. Chúng tôi đã có một căn phòng nhìn ra hồ nhưng kính hai lớp không phù hợp rất tốt để bạn có được tất cả tiếng ồn giao thông và tiếc là trên đường bạn có karaoke đường phố mà vụ nổ vào ban đêm. Các nhân viên là ok, tôi không cảm thấy rất hoan nghênh. Ăn sáng một lần nữa là ok. Các phòng chính nó là lớn và sạch sẽ và đi bộ vào thị trấn là khoảng 10 phút nên không quá xấu. Nếu bạn muốn ngủ ngon, hãy đặt một khách sạn khác.", "reviewer_location": "Brighton and Hove, Vương quốc Anh"}, {"name": "ksasea", "avatar": "", "review_rating": "3", "review_title": "Không có gì đặc biệt", "review_content": "Chúng tôi ở lại đây trong 2 đêm. Các phòng đã được ok, sạch sẽ nhưng một chút ngày. Phòng tắm đã được cập nhật. Không có nhiệt, không có máy lạnh (mà chúng tôi không cần vì trời lạnh và mưa). Có một cái quạt trong tủ nhưng nó cũng không phải là một cái nóng, và nó rất ẩm ướt và lạnh lẽo. Một lò sưởi sẽ tốt đẹp. Hồ cũng băng qua đường. Chúng tôi không có phòng nhìn ra hồ, điều đó thật tuyệt.  Ăn sáng là tốt, không có gì đặc biệt. Nhân viên rất đẹp và thân thiện.  Siêu thị Big C nằm bên kia đường, thật thú vị khi đến thăm. Ngoài ra còn có một số cửa hàng cà phê trong cùng một trung tâm mua sắm.", "reviewer_location": "Seattle, Washington"}, {"name": "davehoppy", "avatar": "", "review_rating": "4", "review_title": "vị trí tiện dụng", "review_content": "Tidy khách sạn mà là rất tốt vị trí nhìn ra hồ, siêu thị lớn c và xe buýt đưa đón sân bay bắt đầu và dừng lại từ cửa trước. Chúng tôi có một phòng ba người ở bên cạnh khách sạn. phong nha ăn sáng, giường hơi cứng. Giá trị ở lại cho vị trí của nó.", "reviewer_location": "Perth, Úc"}, {"name": "Nguyen_KL", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời để ở lại đây", "review_content": "Khách sạn xinh đẹp này hướng ra hồ Xuân Hương và quảng trường Lâm Viên, một trong những điểm thu hút chính ở Đà Lạt. Băng qua đường là siêu thị lớn C. Phòng của chúng tôi là ấm cúng và ưa thích. Chúng tôi rất vui với phòng nhìn ra hồ và giường rộng rãi. Nhân viên rất thân thiện và hữu ích. Địa chỉ khách sạn là điểm đến của xe đưa đón sân bay. Chúng tôi đã mua vé tại sân bay với giá 40.000 đồng và thực sự thuận tiện khi xe buýt dừng ngay tại khách sạn của chúng tôi. Khách sạn phục vụ bữa ăn sáng thực sự tốt và hầu hết thời gian chúng tôi ăn tối tại nhà hàng của khách sạn. Thức ăn của họ ngon và giá cả phải chăng. Uống thật tuyệt. Chúng tôi thỉnh thoảng gọi món ăn rất đơn giản của Việt Nam trong thực đơn, đầu bếp vẫn nấu cho chúng tôi và tổng số hóa đơn rất hợp lý. Đó hoàn toàn là", "reviewer_location": "Abu Dhabi, United Arab Emirates"}, {"name": "Matt N", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tốt nhưng không tuyệt", "review_content": "Tiếng ồn đường lớn hơn dự kiến, có thể do cửa sổ và cửa ra vào ban công không bịt kín hoàn toàn - - chúng cũng kêu lên vào ban đêm khi có gió. Ăn sáng là ok nhưng thiếu các lựa chọn khác nhau. Sự nhất quán trong việc giữ hộ chiếu của khách truy cập là gây phiền nhiễu và không được mong đợi đối với một khách sạn có kích thước và tiêu chuẩn này. Giường rất thoải mái và tầm nhìn tuyệt đẹp ra hồ từ phòng ban công ở tầng trên cùng của chúng tôi. Vị trí tuyệt vời với taxi rộng rãi và dịch vụ đưa đón sân bay được cung cấp ngay trong khuôn viên. Phòng lớn, tiện nghi với ánh sáng tốt (trừ phòng tắm) và tủ lạnh hoạt động tốt.", "reviewer_location": "Dunedin, New Zealand"}, {"name": "_fntham", "avatar": "", "review_rating": "2", "review_title": "Vì vậy, khách sạn không có gì ngoạn mục", "review_content": "Chúng tôi đã trả tiền để vận chuyển từ sân bay đến khách sạn trong một chiếc xe tải lớn thuộc sở hữu của khách sạn mà là tốt đẹp. Không phải xe đưa đón miễn phí. Khách sạn chỉ là trung bình về tiện nghi. Khách sạn này cung cấp dầu gội và gel rửa cơ thể trong các bình gốm để tiết kiệm tiền để họ có thể nạp tiền cho chúng. Tuy nhiên trong phòng tắm chỉ có một kệ rất nhỏ cho hai mặt hàng này. Vì vậy, một decanter trượt ra khỏi bàn tay ướt của tôi và phá vỡ. Các nhân viên vệ sinh báo cáo một decanter mất tích và tôi đã bị tính phí như 60 đồng trong quá trình thanh toán. Không có vấn đề lớn nhưng thực hành không tốt trên phần quản lý vì không cung cấp ống nhựa dầu gội đầu và rửa cơ thể giống như tất cả các khách sạn khác. Muốn tính phí tôi cho một chiếc khăn màu quá đó là vô lý.", "reviewer_location": "Clarendon Hills, Illinois"}, {"name": "ERicDc_12", "avatar": "", "review_rating": "1", "review_title": "Máu trên giường", "review_content": "Các nhân viên làm sạch phòng để lại máu trên khăn trải giường. Chúng tôi đã không nhận thấy nó (chúng tôi đã trở lại rất muộn vào ban đêm và kiệt sức) cho đến sáng hôm sau khi chúng tôi đã kiểm tra. Người quản lý khách sạn không nhận bất kỳ sự tôn trọng nào. Thực phẩm là OK, các loại nước ép trái cây không tươi chút nào, được làm từ tinh bột hoặc bột. Đặt cược tốt nhất cho thực phẩm tươi sống là đi chợ trung tâm và mua thực phẩm tươi sống với giá tốt, hoặc đi qua đường đến trung tâm mua sắm dưới lòng đất để mua các bữa ăn. Không trả tiền cho khách sạn Ngọc Phát cho dịch vụ ăn sáng, nó không phải là giá trị nó; và rất cảnh giác với các phương pháp làm sạch của họ.", "reviewer_location": "Washington DC, Quận Columbia"}, {"name": "worldTravelerUSA2009", "avatar": "", "review_rating": "1", "review_title": "Chúng tôi tìm thấy vết máu tươi trên tờ của chúng tôi", "review_content": "Chúng tôi đưa ra quyết định cuối cùng để bay đến Đà Lạt trong ngày quốc khánh Việt Nam và Ngày Lao động Mỹ. Tất cả các khách sạn tốt đã được đặt nhưng vì khách sạn này có xếp hạng 4 sao và ở trung tâm thành phố và tôi đã đặt phòng với họ. Tôi nên biết nó không phải là một dấu hiệu tốt. Sau khi kiểm tra, chúng tôi tìm thấy khách sạn Không được làm sạch và khá chạy xuống, chúng tôi quyết định tìm một khách sạn khác. Ana Mandara đã có chỗ trống cho ngày cuối cùng của chúng tôi vì vậy chúng tôi đã đặt một phòng ở đó. Nhưng đêm qua, cô con gái 5 tuổi của tôi đã đi ngủ lúc 7:30 trên giường của chúng tôi. Tôi đã đi ngủ về phía tôi. Chồng tôi đi ngủ vào lúc nửa đêm và thấy máu nhuộm ở bên cạnh giường trông giống như vết kinh nguyệt. Để không đánh thức chúng tôi, anh ấy che vết máu và", "reviewer_location": "Amman, Jordan"}, {"name": "sarah s", "avatar": "", "review_rating": "3", "review_title": "Vị trí đã ổn", "review_content": "Phòng rộng rãi cho 3 người Sạch sẽ và phòng tắm có kích thước tốt Khu vực địa phương khá ồn ào  4 ngày quá dài ở Đà Lạt Thức ăn nghèo cho người phương Tây vào bữa sáng - mì và gạo Lựa chọn kém đồ uống có đường và bánh ngọt. Nhân viên rất hữu ích và giúp chúng tôi tổ chức các chuyến đi từ khách sạn  - phải làm nhà Điên trong khi ở Đà Lạt", "reviewer_location": "dumpxxx"}, {"name": "Tim Miguel S", "avatar": "", "review_rating": "3", "review_title": "Phòng sạch sẽ", "review_content": "Khách sạn này cung cấp các phòng sạch sẽ rộng rãi với phòng tắm rất tốt. Ăn sáng và địa điểm cũng tốt. Một điểm của nhà phê bình là khách sạn khá ồn ào với âm thanh của những người đi bộ trong hành lang và các phòng khác.", "reviewer_location": "Đà Lạt, Việt Nam"}], "hotel": {"location": "10 Hồ Tùng Mậu, P.3, Đà Lạt Việt Nam", "name": "Khách sạn Ngọc Phát", "geo_data": {"latitude": 11.937769889831543, "longitude": 108.444091796875}, "room_number": "68"}}