{"content": [{"name": "Bdveu", "avatar": "", "review_rating": "3", "review_title": "Nghỉ dưỡng", "review_content": "Dịch vụ chăm sóc khách hành tốt, đồ đạt tiện nghi. Có cho thuê xe máy phù hợp để khách hàng có thể đi chơi thuận tiện trong toàn đà lạt. Khung cảnh xung quanh phù hợp với những ai thích rừng núi. Giá cả phù hợp.", "reviewer_location": "dumpxxx"}, {"name": "hatrn96", "avatar": "", "review_rating": "4", "review_title": "Du lịch nghỉ dưỡng", "review_content": "Tụi mình đi đám bạn khoảng 10 người, nhận phòng lúc khoảng 12 giờ và sau đó thuê 4 chiếc xe đi chơi, ... Phòng ốc khá ổn, sạch sẽ, trang trí thì hơi rối mắt tý. Được cái là chị chủ và con corgi của chị khá là dễ thương.", "reviewer_location": "dumpxxx"}, {"name": "Rit", "avatar": "", "review_rating": "4", "review_title": "1 chuyến lên Đà Lạt ", "review_content": "Hôm nay mình cùng nhóm bạn trong tổ cùng làm một chuyến lên đà lạt để xõa sau khi thi xong, ấn tượng là chị chủ khá dễ thương, nhẹ nhàng, phòng khá ổn, giá cũng ok, trong khuôn viên có quán cafe, quán ăn khá đẹp.", "reviewer_location": "Đà Lạt, Việt Nam"}, {"name": "Chi Tran", "avatar": "", "review_rating": "5", "review_title": "Hidden gem in Da Lat", "review_content": "Mình đến quán thời thanh xuân lần đầu và thấy không khí ở đây khá hay, ấm cúng. Lần đầu tiên nhìn thấy nơi bohemian hay như vậy. Bọn mình gọi 1 ấm trà nóng uống cho 5 bạn luôn á. À chị bán hàng cute nữa hihi <3", "reviewer_location": "dumpxxx"}, {"name": "Nguyen Tan Phat", "avatar": "", "review_rating": "4", "review_title": "The place must to try in Dalat", "review_content": "Mình đi với nhóm bạn 3 người, khi đến lúc 3h sáng thì bên Boho vẫn có phòng cho tụi mình check in sớm và nghỉ ngơi. Khuôn viên như một ngôi làng thu nhỏ với đầy đủ dịch vụ buôn bán, cafe, tạp hóa để mình có thể hòa vào không gian vừa thiên nhiên, hoang dã nhưng cũng khá hiện đại và tươi sáng. Nhâm viên nhiệt tình và nhẹ nhàng. Sẽ recommend cho những đợt tiếp theo :D", "reviewer_location": "dumpxxx"}, {"name": "Kim Thành", "avatar": "", "review_rating": "4", "review_title": "làng boho homestay - Boho style ", "review_content": "Không gian trang trí theo đúng boho style. view đẹp và lạ. có bán những phụ kiện xinh xắn. trà ngon. chị chủ rất nice ^^ là homestay must go nếu bạn thích boho hoặc muốn tìm kiếm điều mới lạ ở Đà Lạt nhe", "reviewer_location": "dumpxxx"}, {"name": "Trần H", "avatar": "", "review_rating": "5", "review_title": "Good trip with “fen”", "review_content": "Thử nghĩ xem khi thức dậy bạn trở thành một phần của một khu làng nhỏ hẻo lánh( dân làng ), mỗi sáng được thưởng thức đồ ăn đặc sản của do chính tay tộc trưởng làm , được ngồi uống trà cùng già làng, được ngồi nghe về những câu chuyện, về những trải nghiệm cuộc sống mà già làng từng trải qua.Hãy đến và cùng tôi trở thành một dân làng nào!!", "reviewer_location": "dumpxxx"}, {"name": "Honeyduke", "avatar": "", "review_rating": "4", "review_title": "3 ngày 2 đêm tại Boho", "review_content": "Làng Boho rất đẹp, decor theo phong cách Bohemian style, nhân viên chu đáo, nhiệt tình, niềm nở và chủ động với khách. Mình đã có một trải nghiệm tuyệt vời ở đây. Nếu có thể thì sẽ quay lại nơi này.  Quality: chất lượng phòng ổn, mình ở lều gỗ. Tuy nhiên ga giường đã cũ và rách có cảm giác như Làng ít thay ga.  Service: mấy bạn nhân viên ở đây rất tuyệt. Hình như có một bạn mới chưa quen với kiểu làm việc nên đôi lúc chưa chủ động bằng hai bạn kia.  Cleanliness: phòng tắm có ốc sên haha.  Giá phòng ở đây cao hơn với chỗ khác nhưng mình thấy xứng đáng nhé. (bao ăn sáng) và có ăn trưa với giá 60k 1 phần cơm. Bao ngon.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Minh V", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt đẹp với dịch vụ khách hàng đặc biệt!", "review_content": "Tôi đã ở đây với bạn tôi trong một ngày, họ bán trà tự chế, bánh heo con, dầu thơm và xà phòng nhà. Đặc biệt là hầu hết các nhân viên của họ là những người câm điếc, những người không may, nhưng họ đã được trao cơ hội để đóng góp cho xã hội. Doanh nghiệp này làm việc rất tốt cho những người bất lợi để học hỏi, làm việc và kiếm sống. Họ rất thân thiện, mỗi người trong số họ có một nụ cười rất đáng yêu và ấm lòng, tôi cảm thấy may mắn khi được ở đây, chắc chắn sẽ trở lại! Cảm ơn mọi thứ ❤️❤️", "reviewer_location": "dumpxxx"}], "hotel": {"location": "No 9. Trieu Viet Vuong, Ward 4, Đà Lạt Việt Nam", "name": "Lang Boho Homestay", "geo_data": {"latitude": 11.931288719177246, "longitude": 108.42835998535156}, "room_number": "Việt NamTỉnh Lâm ĐồngĐà Lạt"}}