{"content": [{"name": "Uyên Uyên", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ dở tệ", "review_content": "Khách check in nhân viên không mở cửa cho khách mà khách phải tự mở. Không hỗ trợ hành lí cho khách. 10 phòng dùng chung 1 cái máy sấy. Không có bàn ủi, nhà vệ sinh dơ. Phòng có nhiều muỗi. Phòng nóng ko có máy lạnh cũng không có quạt.", "reviewer_location": "dumpxxx"}, {"name": "Chi Tran", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ kém", "review_content": "Chỉ có 1 toilet cho 3 phòng. Không có tủ quần áo, máy sấy tóc, quạt, máy lạnh, tivi, ghế, trong phòng. Nhân viên không hỗ trợ hành lý cho khách khi nhận / trả phòng. Vị trí là tốt nhưng mọi thứ là rất xấu.", "reviewer_location": "dumpxxx"}, {"name": "Anh Nguyen", "avatar": "", "review_rating": "1", "review_title": "Mình đã đặt nhầm niềm tin cho một dịch vụ quá tệ.", "review_content": "Mình đã từng ở Minn’s House, phòng Hà Nội, ở ngay sảnh, tiện đi lại, phòng rộng, nên lần này mình cũng đặt lại phòng này, vì sợ hết phòng nên mình đã đặt trước tận 2 TUẦN, chuyển khoản đặt cọc phòng đầy đủ, đến nơi 12h đêm, thì mình nhận được thông tin là phòng của mình là phòng Mộc Châu, ở sau vườn, phòng nhỏ hẹp, chật chội, chỉ đúng 9m2, mình gọi điện thì được báo rằng phòng Hà Nội đã có khách ở??? Mình bèn bảo tại sao mình đặt phòng Hà Nội nhưng ko được ở là thế nào? Thì chị này chỉ nói rằng có khách nước ngoài đã ở từ thứ năm, và bây giờ đã khuya, nhân viên đã về, thông cảm ở tạm phòng Mộc Châu 1 đêm, ngày mai khi khách out CHẮC CHẮN SẼ ĐỔI PHÒNG cho mình. Mình chấp nhận ngủ một đêm với đầy sự khó chịu, nóng nực, với niềm tin rằng chị này chắc chắn sẽ giữ lời hứa. 7h sáng,", "reviewer_location": "dumpxxx"}, {"name": "Ha Tran", "avatar": "", "review_rating": "4", "review_title": "Gần chợ và yên tĩnh", "review_content": "Mình và các bạn đã đến lưu trú tại Minn 2 đêm vào tháng 11/2018. Location: Minn nằm trên một con dốc ở đường Phan Bội Châu, chỉ cách chợ chưa đầy 2 phút đi bộ và cách chợ đêm 5 phút đi bộ, thật sự high recommended cho bạn nào muốn ở trong trung tâm, gần chợ nhưng yên tĩnh như mình.  Minn gọi là homestay nhưng ở khá thoải mái vì hôm mình đi may mắn là chỉ có nhóm 4 người tụi mình nên Minn như nhà của mình ở Dalas vậy.  Ở Minn có chị bé nhân viên cực kỳ dễ thương và thân thiện. Nếu bạn muốn ăn gì ngon ngon thì có thể hỏi chị, chị sẽ chỉ nhưng nơi giá bình dân nhưng chất lượng ko bình dân tí nào.  Điều mình thích nhất ở Minn là mùi hương trong nhà, nghe chị nhân viên bảo là chị chủ dùng tinh dầu mua ở quán cf \"nhà của thời thanh xuân\", mình thật sự rất thích mùi ấy, nghe cứ thoang", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Viet nguyen", "avatar": "", "review_rating": "3", "review_title": "Ổn. Nhà vệ sinh chung. ", "review_content": "Cái này là nhà chứ k phải khách sạn. Nên được chăm chút hơn. Phòng sach sẽ. Decor nhẹ nhàng dễ thương. Nhân viên nhiệt tình dễ thương. Mình đến buổi tối bạn nhân viên đang ngủ vẫn vui vẻ mở cửa cho mình thái độ thân thiện nhiệt tình. Ah còn có sân vườn ở dưới hầm có bàn tiện cho nhóm bạn BBQ mình đánh giá cao ở điểm này. Có điều là chỉ có 3 nhà vệ sinh cho 7 phòng nên hơi bất tiện vào buổi sáng nếu nhà full phòng. ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}], "hotel": {"location": "91/12 Phan Boi Chau, Đà Lạt Việt Nam", "name": "Minn's House", "geo_data": {"latitude": 11.943920135498047, "longitude": 108.43962860107422}, "room_number": "Việt NamTỉnh Lâm ĐồngĐà Lạt"}}