{"content": [{"name": "trankai", "avatar": "", "review_rating": "3", "review_title": "Khách sạn tạm ổn", "review_content": "Tôi có ở tại khách sạn 1 đêm, phòng tạm được, đầy đủ vật dụng cần thiết, vị trí gần khu Tạ Hiên tiện cho hoạt động vui chơi phố cổ. Tuy nhiên, thang máy có mùi như chuột chết, nhà vệ sinh có mùi cống. Đây là điểm trừ của khách sạn. Tôi đặt qua booking trước 1 tuần tuy nhiên không thấy khách sạn liên hệ lại về việc đặt phòng của tôi mà phải chủ động liên hệ trước. Giá khá ổn cho vị trí này tại Hà Nội.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "huyanh0107", "avatar": "", "review_rating": "5", "review_title": "chuyến đi thăm hà nội", "review_content": "tôi có dịp ở khách sạn này 2 đêm, phòng rất đẹp, rộng và thoáng mát, nhân viên rất thân thiện , đồ ăn sáng rất ngon, ngoài ra khách sạn còn tổ chức tour đi hạ long và sapa giá cả rẻ hơn bên ngoài rất nhiều, có dịp tôi sẽ quay lại đấy", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "ngoclien0107", "avatar": "", "review_rating": "5", "review_title": "Đi Nha Trang và ngủ tại phong 102 khách sạn Gecko", "review_content": "Nhân viên khách sạn phục vụ chu đáo, dịch vụ tốt, trang thiết bị hiện đại mang phong cách châu âu. Đồ ăn ngon mang hương vị đậm đà của Hà Nội ngàn năm văn hiến, có một số món ăn của phố cổ xưa. Có thoảng thoảng mùi hoa sữa của mùa thu Hà Nội phảng phất trong căn phòng, nói chung là cảm giác lãng mạn cùng nồng nàn hoa lộc vừng ven hồ Gươm xanh ngát", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "juliaogan", "avatar": "", "review_rating": "4", "review_title": "Hoàn hảo cho chuyến thăm khu phố cổ và các tour du lịch khác nhau", "review_content": "Vị trí tuyệt vời ở trung tâm của khu phố cổ, các phòng ấm cúng (chúng tôi đã thấy 2 người trong số họ), và những người quản lý hoàn toàn tuyệt vời và rất hữu ích - Thomas và nhóm của anh ấy. Họ đã bảo hiểm mọi thứ và giúp chúng tôi sắp xếp một số tour du lịch với chương trình du lịch thời gian, thuận tiện và tuyệt vời (Vịnh Hạ Long, Sa Pa, Thành phố Hà Nội và Đường phố - ẩm thực). Chúng tôi rất biết ơn và rất khuyến khích!  Nhưng vẫn còn một số điểm chúng tôi đã làm như thế, các lĩnh vực cải thiện: Không dễ tìm như vậy. Nếu bạn gặp vấn đề với giấc ngủ - hãy cẩn thận với phòng City View, nó sẽ ồn ào vào ban đêm vì Khu phố cổ hoạt động đến ~ 1 giờ sáng. Không có rèm tắm trong phòng tắm, vì vậy nhà vệ sinh và toàn bộ phòng bị ướt sau khi tắm.", "reviewer_location": "Kyiv, Kyyivs'ka Oblast', Ukraine"}, {"name": "Lysia", "avatar": "", "review_rating": "2", "review_title": "Hầu như đóng cửa", "review_content": "Chúng tôi ở đây 4 đêm. Khi đến nơi, rất khó để tìm vị trí chính xác của khách sạn. Chúng tôi đi quanh phố và cố gắng hỏi người dân địa phương, hóa ra khách sạn đã được cải tạo thành một nơi chơi trò chơi điện tử. Không có dấu hiệu của khách sạn. Nó thay đổi thành một massage chân và cơ thể ở tầng trên. Chúng tôi không biết rằng nó sắp đóng cửa vì các đánh giá đều ổn. Chúng tôi được cho một phòng ở tầng 4. Căn phòng rất ổn và khá lớn cho cả hai chúng tôi. Nó đã đủ sạch nhưng hơi cũ. Lúc đầu, chúng tôi cân nhắc chuyển đến một khách sạn khác nhưng chúng tôi cảm thấy nhẹ nhõm vì có một người khách khác ở lại, vì vậy chúng tôi quyết định ở lại. Không có bữa ăn sáng và dịch vụ phòng. Đừng đặt khách sạn này vì nó sẽ đóng cửa sớm.", "reviewer_location": "dumpxxx"}, {"name": "Daniel I", "avatar": "", "review_rating": "4", "review_title": "Giá trị lớn", "review_content": "Tôi không thích rằng họ khóa cửa trước sau 11 giờ tối và bạn phải cố đánh thức nhân viên, nhưng các phòng đều đáng giá. Ngoài ra còn có một nhóm người đi chung với nhau, và nếu chúng tôi muốn ngồi trên ghế trong sảnh đợi và uống bia trong khi tất cả chúng tôi tụ tập chậm rãi, họ sẽ tức giận và gạt chúng tôi đi, bởi họ nghĩ rằng nó có thể ngăn cản khách hàng có Massage / Spa kinh doanh.", "reviewer_location": "dumpxxx"}, {"name": "elux001", "avatar": "", "review_rating": "2", "review_title": "Một phòng Moldy khác tại Hà Nội", "review_content": "Giường trong phòng của chúng tôi là bàn tay xuống tốt nhất vào kỳ nghỉ cho đến nay. Mềm mại! Cuối cùng! Nó cũng rất yên tĩnh, hiếm có trong Khu Phố Cổ. Phòng có kích thước tốt. Trang trí đẹp. Nhưng, nó rất mốc. Nó có mùi ẩm ướt. Quạt có vẻ bị hỏng. Và TV bị hỏng! Không có cửa sổ, nó có không khí rất cũ. Con không khí không phải là tuyệt vời. Chỉ dành một đêm ở đây. Ở mức giá chắc chắn họ có thể loại bỏ ẩm ướt. Xem ảnh cho khuôn.", "reviewer_location": "Wellington, New Zealand"}, {"name": "KevinRBrisbane", "avatar": "", "review_rating": "4", "review_title": "Trên mức trung bình", "review_content": "Đến đây hai lần. Thực phẩm là OK đặc biệt là gà ngọt và chua mà là tuyệt vời. Bia đắt hơn một số nhưng tổng thể là một trải nghiệm tốt và nó sẽ không phá vỡ ngân hàng. Nice sân thượng lên cầu thang trên góc để xem tất cả các goings và giao thông.", "reviewer_location": "Brisbane"}, {"name": "karlijnc2016", "avatar": "", "review_rating": "1", "review_title": "Khách sạn tồi tệ nhất từng có - mùi khủng khiếp + nấm trên tường", "review_content": "Nhà trọ / khách sạn Gecko là tồi tệ nhất. Chúng tôi đặt một phòng riêng trực tuyến tại ký túc xá tắc kè và khi đến chúng tôi đã được chuyển giao cho khách sạn tắc kè vì rõ ràng đó là nơi mà các phòng riêng. . tôi đã thất vọng vì tôi đọc những nhận xét xấu về khách sạn đó là lý do tại sao chúng tôi đặt nhà trọ. .  Dù sao thì đã 12 giờ tối khi đến nơi nên chúng tôi quyết định đi một phòng. Đó là căn phòng tồi tệ nhất mà tôi từng thấy, các bức tường đều ướt và rõ ràng một nửa bức tường đầy nấm và mùi hôi thối nhất, phòng tắm supertiny, vòi hoa sen không hoạt động đúng cách. . không có gì giống như hình ảnh. Tôi từ chối ngủ trong căn phòng đó và yêu cầu người khác. . đầu tiên họ tuyên bố là đầy đủ. . sau khi cho họ thấy trạng thái của căn phòng mà họ đề xuất một cái khác không mùi", "reviewer_location": "Aruba"}, {"name": "Archie K", "avatar": "", "review_rating": "2", "review_title": "Không thoải mái nhưng giá rẻ", "review_content": "Các nhân viên ở đây rất đẹp mặc dù chỉ có một người nói được tiếng Anh. Các phòng đều mệt mỏi và hẹn hò với một vấn đề ẩm ướt rõ ràng. Các giao thông lớn và giường cực kỳ khó khăn làm cho ngủ khó khăn. Các bữa ăn sáng là tốt đẹp. Là một khách du lịch ngân sách, tôi đã chọn điều này vì nó rẻ, nhưng tôi không thực sự thích ở đây và sẽ không trở lại.", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Tiphaine d", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Gecko", "review_content": "Vị trí tuyệt vời, trong khu phố cổ của Hà Nội. Bạn có thể dễ dàng đi đến hồ Hoàn Kiếm và mọi thứ khác bằng cách đi bộ. Có một đội ngũ nhân viên tuyệt vời nữa! Chúng tôi ở lại 4 đêm và mọi thứ đều được hoàn thiện.", "reviewer_location": "dumpxxx"}, {"name": "Laura", "avatar": "", "review_rating": "2", "review_title": "Dưới mức trung bình", "review_content": "Chúng tôi đã không thực sự tận hưởng kỳ nghỉ của chúng tôi ở đây. Căn phòng này hơi cũ, nhưng giường thật đẹp. Cánh cửa phòng tắm không hoạt động đúng cách nên chúng tôi đã khóa chính mình nhiều lần. Các nhân viên đã làm hết sức mình để giúp chúng tôi. Hơn nữa, họ nói rằng chúng tôi có thể ăn sáng lúc 06: 00, nhưng mọi người vẫn đang ngủ nên chúng tôi chỉ nhận được một ít bánh mì nướng ngay trước khi xe buýt đón chúng tôi. Nó không phải là một khách sạn khủng khiếp, nhưng tôi khuyên bạn nên đi đâu đó khác.", "reviewer_location": "dumpxxx"}, {"name": "Jacob L", "avatar": "", "review_rating": "1", "review_title": "Ocean Star Tour (Vịnh Hạ Long), được đặt từ Gecko Hotel.", "review_content": "Sẽ không khuyên bạn nên hành trình này cho bất cứ ai và ít nhất của tất cả các du khách ba lô. Đối với người mới bắt đầu xe buýt là muộn 2 giờ cho thuyền, có nghĩa là chúng tôi mất thời gian đi thuyền kayak và nhìn thấy vẻ đẹp của vịnh Hạ Long trong ánh sáng ban ngày. Ngoài ra những người ban đầu trên xe buýt của chúng tôi đã được đưa đến một hành trình khác nhau, để lại cho tôi và bạn trai của tôi đi từ bất cứ ai có thể nói tiếng Anh. Chúng tôi nghĩ đây sẽ là một trải nghiệm xã hội, chúng tôi sẽ không trả 65 đô la mỗi đêm để ở lại qua đêm nếu chúng tôi biết sẽ không có bất kỳ người nào khác trong nhóm tuổi của chúng tôi. Trên hết, chúng tôi phải thay đổi phòng ba lần. Căn phòng đầu tiên bị ngập lụt, để lại tất cả đồ đạc của chúng tôi bị ngâm hoàn toàn và nước bị hư hại sau khi", "reviewer_location": "dumpxxx"}], "hotel": {"location": "85 Hang Bac Street, Hà Nội 10000 Việt Nam", "name": "Gecko Hotel", "geo_data": {"latitude": 21.03384780883789, "longitude": 105.85232543945312}, "room_number": "20"}}