{"content": [{"name": "Trí Trí", "avatar": "", "review_rating": "2", "review_title": "Giá ăn sáng QUÁ CAO, QUÁ MẮC. Giá ăn sáng cao gấp đôi, gấp ba so với mặt bằng giá cả trên đảo Phú Quốc.", "review_content": "Giá ăn sáng QUÁ CAO, QUÁ MẮC. Giá ăn sáng cao gấp đôi, gấp ba so với mặt bằng giá cả trên đảo Phú Quốc. Tô hủ tíu hải sản có vài con tôm, vài miếng mực mà tính tới 80.000 dồng /tô. NGAY CÁC NHÀ HÀNG TẠI PHÚ QUỐC CŨNG KHÔNG CÓ GIÁ CAO, GIÁ MẮC NHƯ Ở ĐÂY.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "EASTERN DREAM T", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt để ở", "review_content": "Chúng tôi đặt chúng thông qua agoda. com. Chúng tôi chỉ đặt một đêm để xem chúng tôi cảm thấy như thế nào nhưng sau khi kiểm tra, chúng tôi nói với họ, chúng tôi muốn ở lại thêm 5 đêm bởi vì họ là chủ sở hữu tốt đẹp và rất thân thiện. Các vị trí khá xa trung tâm nhưng nó ra khỏi nơi du lịch. Gần bãi biển và khá chỗ Chúng tôi sẽ giới thiệu cho bạn của chúng tôi chắc chắn. Cảm ơn", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Cassidy D", "avatar": "", "review_rating": "5", "review_title": "Tốt để ở lại", "review_content": "Chủ khách sạn rất thân thiện. Gần bãi biển và khá. Của nó ra khỏi nơi du lịch Chúng tôi đặt một đêm qua Agoda nhưng họ đã rất tốt đẹp và ngân sách tốt. Vì vậy, chúng tôi bảo họ ở lại đó thêm 5 đêm nữa", "reviewer_location": "viet nam"}, {"name": "Dmrover", "avatar": "", "review_rating": "5", "review_title": "Thiên đường tìm thấy!", "review_content": "Kim và gia đình cô biến nơi này thành một kỳ nghỉ tuyệt vời, họ là những người thú vị nhất mà bạn có thể muốn gặp. Nhà khách là một hòn đá ném từ bãi biển tuyệt vời, và nếu bạn đi bộ dọc theo bãi biển bạn đến một số khu vực nghỉ ngơi đẹp, và một nhà hàng tuyệt vời \"trên đá\". Nơi tuyệt vời để ở lâu dài hoặc ngắn hạn, nơi nghỉ ngơi tuyệt vời từ tất cả.", "reviewer_location": "Truro, Vương quốc Anh"}, {"name": "Pantagraal", "avatar": "", "review_rating": "5", "review_title": "Tốt hơn so với dự kiến", "review_content": "Các bungalow quyến rũ nằm xung quanh hồ bơi có kích thước tốt. Khoảng 600 mét từ bãi biển. Nhiều nhà hàng và quán bar trong vòng một vài dặm. Con trai của chủ sở hữu sống động và nói tiếng Anh tốt. Đón và đưa đến sân bay hoạt động tốt và khi có vấn đề, họ đã sắp xếp Taxi. Họ cũng thuê xe tay ga mà là tốt nhưng hãy nhớ kiểm tra bảo hiểm của bạn và tính hợp pháp của giấy phép lái xe của bạn vì họ sẽ không nhất thiết phải làm như vậy. Nói tiếng Anh. Cửa hàng gần đó. Giá trị tuyệt vời.", "reviewer_location": "Bristol, Vương quốc Anh"}, {"name": "Maarten v", "avatar": "", "review_rating": "5", "review_title": "3 đêm lưu trú", "review_content": "Các phòng đã được đơn giản nhưng sạch sẽ, và giường đã được thoải mái (miễn là bạn thích các công ty Châu á matresses). Nhà khách được quản lý bởi 3 người trẻ tuổi, và tất cả đã đi ra khỏi con đường của họ để cho bạn tận hưởng kỳ nghỉ của bạn. Các món ăn là tốt đẹp, đặc biệt là springrolls, và rất phải chăng. Bãi biển Ông Lãng chỉ cách 3 phút đi bộ, nhưng nếu bạn muốn đi đâu đó, bạn có thể cần một chiếc xe tay ga (bạn có thể thuê tại nhà khách). Chúng tôi rất thích ở lại của chúng tôi rất nhiều, và đã có một vài ngày thư giãn cực kỳ ở đây!", "reviewer_location": "Nijmegen, Hà Lan"}, {"name": "David M", "avatar": "", "review_rating": "5", "review_title": "Đã tìm thấy Thiên đường", "review_content": "Thật là một kỳ nghỉ tuyệt vời của bạn tôi và tôi đã có khi chúng tôi đến thăm đảo Phú Quốc, và tìm thấy Gecko Guesthouse tại bãi biển Ông Lang trên bờ biển phía tây. Phòng là tuyệt vời với tất cả mọi thứ bạn cần, và làm sạch như một tiếng còi. Vệ sinh hàng ngày, khăn tắm và nước sạch thật tuyệt vời. Thức ăn nấu chín trong nhà bếp nhanh, tươi ngon và có mùi vị tuyệt vời. Cà phê là để chết, cùng với nhiều món ăn Việt Nam có sẵn.  Không có gì là quá nhiều rắc rối cho Kim, chồng và anh trai của cô trong luật Nee - yêu cầu bất cứ điều gì, bất cứ lúc nào và họ sẵn sàng bắt buộc. Tôi đã ở trong nhiều khách sạn đắt tiền hơn nhiều nhưng chưa bao giờ quá ấn tượng. Chúng tôi, và một số bạn bè chúng tôi đã gặp ở đó đã gặp phải một số vấn đề với các tour du lịch địa phương, nhưng nhóm nghiên", "reviewer_location": "Siem Reap"}, {"name": "lj1983london", "avatar": "", "review_rating": "5", "review_title": "giá rẻ phòng sạch.", "review_content": "ngay bên bãi biển và gần đường phố với các quán bar và khu nghỉ dưỡng. Đó là khu vực hơi xa mặc dù và đi du lịch vào thị trấn chính, do đó, phụ thuộc những gì u r tìm kiếm. . . dễ dàng tiếp cận những nơi trên xe máy. Điều tích cực chính là các chủ sở hữu họ thực sự hữu ích và cho tôi mượn xe máy của họ đêm đầu tiên tôi ở lại như đã phải chờ đến sáng để thuê một cái, mà họ cũng sắp xếp cho tôi. nó thực sự là vây đi để khám phá.", "reviewer_location": "London"}, {"name": "liam s", "avatar": "", "review_rating": "4", "review_title": "Không khí thư giãn, đội ngũ nhân viên thân thiện, hồ bơi đáng yêu", "review_content": "Chúng tôi ở lại trong Gecko Guesthouse trong ba đêm, trả € 25 một đêm.  Được đón bởi Guesthouse từ sân bay, miễn phí, chai nước miễn phí quá. Khoảng mười phút lái xe đến nhà nghỉ.  Vị trí nằm trong một khu vực yên tĩnh của Phú Quốc (snouts 45 phút đi bộ đến chợ đêm ở thị trấn chính).  Hồ bơi là lớn và cho không có một số lượng lớn các phòng trong nhà khách này, chúng tôi thường có sự chạy của hồ bơi cho chính mình. Ghế tắm nắng bên hồ bơi quá, tuy nhiên không có đệm, bạn sẽ cần khăn tắm của riêng bạn.  Chúng tôi ở lại phòng 9. Tất cả các phòng đều có bàn và 2 ghế để ngồi và nằm dài. Nhân viên cũng cung cấp đầu đốt hương để tránh xa những con ruồi vào buổi tối.  Các phòng chính nó là đủ lớn, có một hai ghế, bàn nhỏ, tủ lạnh (thả minibar), gương, TV, treo tường xoay fan hâm mộ và", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Simon G", "avatar": "", "review_rating": "3", "review_title": "Thất vọng", "review_content": "Chúng tôi đặt phòng để ở lại trong ba đêm nhưng ngay sau khi chúng tôi đến, chúng tôi đang tìm cách để lại. Dịch vụ đưa đón miễn phí từ sân bay hiệu quả và mượt mà và ấn tượng đầu tiên của nhà nghỉ có không gian ngoài trời quyến rũ. Hồ bơi là hào phóng cho kích thước của khách sạn và các nhà máy được duy trì tốt. Nhân viên lễ tân không nói tiếng Anh nên giao tiếp bị giới hạn. Phòng rộng rãi. Tuy nhiên nếu bạn đang tìm kiếm một nơi sạch sẽ để ở lại đây không phải là nó. Có những vết bẩn xung quanh nhà bếp, những miếng vải bẩn và buồng tắm đã nhìn thấy những ngày đẹp hơn. Các loo cần một sạch tốt. Những chiếc gối có mùi nhưng chiếc giường có kích thước tốt. Trong suốt 24 giờ, chúng tôi đã có phòng không có nước nóng. Chúng tôi thuê một chiếc xe máy và bị một người dân địa phương", "reviewer_location": "dumpxxx"}, {"name": "Kitty B", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Geweldig op een perfecte plek", "review_content": "Nhà khách Het Gecko là một nơi tuyệt vời. Một số phòng có tầm nhìn ra biển và các phòng đều sạch sẽ và dễ chịu. Các nhân viên đã bao giờ rất tốt đẹp và helpfully và họ chuẩn bị thức ăn tuyệt vời cho một mức giá tốt. Nơi này được điều hành bởi những người rất trẻ, những người đang làm việc rất chăm chỉ để hoàn thành mọi việc. Trong khi đó họ ở lại siêu thoải mái và phục vụ với một nụ cười. Tầm nhìn ra biển với cảnh hoàng hôn trên bãi biển gần đó thật tuyệt vời. Phần này của Olong vẫn thoải mái. Đi và thấy mặt trời lặn.", "reviewer_location": "Rotterdam, Hà Lan"}], "hotel": {"location": "To 5, ap Ong Lang, xa Cua Duong, Dương Đông, Đảo Phú Quốc Việt Nam", "name": "Gecko Guesthouse", "geo_data": {"latitude": 10.001779556274414, "longitude": 105.11920166015625}, "room_number": "14"}}