{"content": [{"name": "hanggdqp", "avatar": "", "review_rating": "5", "review_title": "Chỗ nghỉ tiện nghi gần biển lại có giá rất phải chăng!", "review_content": "The naked table ở ngay gần biển! Anh chị chủ nhà rất thân thiện gần gũi lại nhiệt tình! Chỗ ở thích nhaats là sạch sẽ thoáng đãng , sang trọn lịch sự ! Nói chung chuyến đi ý nghĩa! Sang năm lại đi phú quốc và vào the naked table!", "reviewer_location": "Hải Dương, Việt Nam"}, {"name": "hinhngoan1981", "avatar": "", "review_rating": "5", "review_title": "Chỗ nghỉ mới rất sạch sẽ và khung cảnh lãng mạn", "review_content": "Anh chị chủ nhà chỉ dẫn nhiệt tình chị đáo , giới thiệu tua lặn biển ngắm san hô và câu mực rất thích! Đi bộ ra biển rất gần! Phòng ở rộng rãi sạch sẽ . Nói chung giá cả rất phải chăng. Chuyến đi rất ta nghĩa!", "reviewer_location": "Hải Dương, Việt Nam"}, {"name": "Tuyên p", "avatar": "", "review_rating": "5", "review_title": "Resort có giá phải chăng ! ", "review_content": "Chỗ ở thích nhất là sạch sẽ thoáng đãng, không gian đẹp , thiết kế theo phong cách châu Âu hiện đại. Nếu có thêm dịch vụ cho thuê xe máy thì tuyệt hơn. Thích nhất là chỉ mất 3 phút đi bộ để ra đến bãi biển.anh chị chủ nhà nhiệt tình chu đáo khi giới thiệu tuor lặn biển ngắm san hô rất thú vị, nói chung chuyến đi hài lòng!", "reviewer_location": "dumpxxx"}, {"name": "oanhkm", "avatar": "", "review_rating": "5", "review_title": "Nhà nghỉ gần biển và sạch sẽ.", "review_content": "Chỗ nghỉ chỉ mất 3 phút để đến bãi dài, phòng ở sạch sẽ và thoáng đãng,khung cảnh đẹp. Anh chị chủ nhà thân thiện nhiệt tình chu đáo. Nói chung giá cả phải chăng nhưng kể có thêm dich vụ cho thuê máy thì tiện hơn . ", "reviewer_location": "dumpxxx"}, {"name": "nguvankm", "avatar": "", "review_rating": "5", "review_title": "Chỗ nghỉ lãng mạn ở Phú Quốc có giá phải chăng!", "review_content": "Thích nhất là gần biển , chỉ mất 3 phút đi bộ là ra đến bãi biển! Anh chị chu nhà nghỉ thân thiện nhiệt tình! Nói chung phòng nghỉ rộng thoải mái , lại sạch sẽ nữa, chắc tại đây là khu resort thu nhỏ mới đi vào hoạt động nên mọi thứ con rất mới, hiện đại!", "reviewer_location": "dumpxxx"}, {"name": "dungnhkm", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi vui vẻ thoải mái", "review_content": "Nhà nghỉ ngay cạnh bãi biển. Thích nhất là phòng  ở rộng rãi sạch sẽ. Mới và hiện đại , nhìn ra vườn thoáng và yen tĩnh. Nhân viên phục vụ rất nhiệt tình. The naked table còn có nhà hàng kiểu Ấn kế bên. Thử món Ấn xem sao nhug thấy hơi cay và rất nhiều ra vị. Chưa bao h được ăn!", "reviewer_location": "dumpxxx"}, {"name": "minhchien77", "avatar": "", "review_rating": "5", "review_title": "Khu resort mới lãng mạn!", "review_content": "Thích nhất là khung cảnh lãng mạn, phòng  rộng sạch sẽ và thoáng mát! Đi bộ ra biển gần, nhân viên phục vụ rất thân thiện nhiệt tình! Nói chung giá cả phải chăng hợp lí. Chúng tôi có một kì nghỉ thoải mái và ấn tượng ! Hè sang năm sẽ lại vào phí quốc!", "reviewer_location": "dumpxxx"}, {"name": "Dongvan1979", "avatar": "", "review_rating": "5", "review_title": "Nhà nghỉ mới, hiện đại khung cảnh lãng mạn!", "review_content": "Nhân viên nhà nghỉ rất thân thiê j và nhiệt tình! Thích nhất là gần bãi biển , mất 3 phút đi bộ. Và cả sạch sẽ nữa, kể có thêm dịch vụ cho thuê xe .máy nua thì tiện đỡ phải sang của hàng bên cạnh , nói chung giá cả ok ! Chuyến đi thoải mái!", "reviewer_location": "dumpxxx"}, {"name": "Dungc3km", "avatar": "", "review_rating": "5", "review_title": "Khách sạn mới , hiện đại và rất gần bãi biển!", "review_content": "Phòng ở nói chung rộng rãi và thoáng , khung cảnh lãng mạn và đẹp, giá cả phải chăng, nhân viên phục vụ nhiệt tình và chu đáo,rất hài lòng! Tuy nhiên kể có thêm dịch vụ cho thuê xe máy nữa thì tốt! Đỡ phải sang cửa hàng bên cạnh để thuê!", "reviewer_location": "Tỉnh Hải Dương, Việt Nam"}, {"name": "loan n", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ dưỡng mới lãng mạn và gần biển", "review_content": "The naked table là khu nhà nghỉ mới tại phú quốc! Gia đình tôi rất hài lòng về sự sạch sẽ , thoáng đãng và khung cảnh rất đẹp của nơi đây!  Phòng ở rộng , giường đôi lớn mang lại sự thoải mái thư giãn! Đặc biệt chỉ mất 3 phút để đến bãi biển! Nhân viên phục vụ rất thân thiện và nhiệt tình! Tôi đưoc bạn giới thiệu địa chỉ The naked table - phú quốc và chắc chắn tôi sẽ vẫn chọn Thenaked table nếu quay trở lại Phú quốc lần sau! ", "reviewer_location": "dumpxxx"}], "hotel": {"location": "Tran Hung Dao To 4, Cua lap, Duong To, Phu Quoc Island, Kien giang, Dương Đông, Đảo Phú Quốc Việt Nam", "name": "The Naked Table", "geo_data": {"latitude": 10.223139762878418, "longitude": 103.96405029296875}, "room_number": "12"}}