{"content": [{"name": "Hana Trang Trang", "avatar": "", "review_rating": "5", "review_title": "Khách Sạn tốt ở Hà Nội", "review_content": "Tôi và gia đình đi Hà Nội chơi, được bạn giới thiệu ở khách Sạn Hay. Nhân viên giúp đỡ nhiệt tình và chỉ cho chúng tôi những nơi hay ho và những nơi ăn ngon. Tôi sẽ giới thiệu cho bạn bè và người thân", "reviewer_location": "dumpxxx"}, {"name": "NghiTQ", "avatar": "", "review_rating": "5", "review_title": "Hostel giá rẻ nhưng thoải mái", "review_content": "Tôi đã có dịp xuống Hanoi thăm bạn và ở chỉ có một đêm ở hay hostel.tôi đã được phục vụ như một vị khách VIP dù số tiền tôi trả chỉ đáng 3 bát phở. Phòng ốc rất sạch sẽ, phòng rộng thoáng mát. Tôi sẽ quay lại", "reviewer_location": "dumpxxx"}, {"name": "Hà N", "avatar": "", "review_rating": "5", "review_title": "Hay hostel!!!!", "review_content": "Trải nghiệm đáng giá tại Hay Hostel. Nhân viên siêu cute, rất nhiệt tình. Nếu có dịp thăm lại HN, chắc chắn đây sẽ vẫn là lựa chọn của mình!!!! P/s: phòng tập thể nữ hơi ồn 1 chút do gần quầy lễ tân nhưng không phải vấn đề quá lớn, vì mình đi chơi về mệt nên ngủ vẫn OK. Có thể xin ear plugs ở lễ tân dành cho những bạn thính ngủ :)", "reviewer_location": "dumpxxx"}, {"name": "Hoa", "avatar": "", "review_rating": "5", "review_title": "Amazing hostel", "review_content": "Nằm ngay trung tâm phố cổ rất thuận tiện cho việc đi lại. Hostel yên tĩnh, sạch sẽ. Nhân viên cực kỳ thân thiện, sẽ quay lại đây nếu lần sau trở lại hanoi. Và giới thiệu bạn bè đến với hay. Cảm ơn hay!", "reviewer_location": "Lào Cai, Việt Nam"}, {"name": "NghiTQ", "avatar": "", "review_rating": "5", "review_title": "Khách sạn nhỏ xinh xắn", "review_content": "Mình đã cùng gia đình ra Hà Nội chơi 2 ngày và may mắn tìm được khách sạn này ở ngay trung tâm Phố cổ. Chỉ cần bước 2 phút để ra bờ hồ Hoàn Kiếm, dễ dàng bước bộ tham quan các phố phường. Nhân viên thì quá tuyệt vời luôn, nhiệt tình, thân thiện và vui tính nữa chứ. Ăn sáng có nhiều lựa chọn cả món Việt và món Âu. Nói chung là mọi thứ ok. Lần sau nếu có dịp quay lại Hà Nội mình sẽ ở lại khách sạn này.", "reviewer_location": "dumpxxx"}, {"name": "Duy N", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, đáng tiền", "review_content": "nhân viên thân thiện nhiệt tình hơn bất kì khách sạn nào tôi từng ở. Phòng rộng rãi sạch sẽ, gần các điểm tham quan du lịch. Đáng tiền. Tôi rất thoải mái khi ở đây. Lần sau tôi sẽ chọn Hay Hostel cho những chuyến tới. ", "reviewer_location": "Cao Bằng, Việt Nam"}, {"name": "leyenk42ktnn", "avatar": "", "review_rating": "5", "review_title": "Excellent", "review_content": "Tôi đã ở Hay hostel khi đến Hanoi công tác. Phòng sạch sẽ, giường đệm thoải mái và có rèm che ở giường dorm. Khách sạn rất gần bờ hồ và gần các nơi mua sắm và quán ăn. Đặc biệt khách sạn có cafe rất ngon được phục vụ bởi đội ngũ nhân viên thân thiện.", "reviewer_location": "Cao Lãnh, Việt Nam"}, {"name": "Buckle Up B", "avatar": "", "review_rating": "5", "review_title": "Vượt quá mong đợi", "review_content": "Ký túc xá sạch sẽ ở một vị trí tuyệt vời. Tôi thấy nó dễ dàng để điều hướng. Phần thưởng thêm là có spa, cà phê và Bun Chu / Bánh mì trên đường phố.  Wifi rất tốt và tivi trong phòng riêng có nhiều kênh. Giao thông rất nhanh chóng và chiếc xe rất đẹp. Các nhân viên luôn rất thân thiện và tôi luôn cảm thấy được chào đón như thể tôi đang đến \"nhà\". Tôi sẽ ở lại một lần nữa.", "reviewer_location": "Perth, Úc"}, {"name": "Espionne_Russe", "avatar": "", "review_rating": "4", "review_title": "Địa điểm đẹp", "review_content": "Ở đó hơn một tuần trong ký túc xá 4 giường. Tôi buồn vì nơi này không có tầm nhìn, không có cửa sổ nào cả. Nhưng đồng thời, bạn đến đó để ngủ. . . Nơi này là ở một nơi thuận tiện. Các nhân viên thực sự hữu ích và quan tâm đến những gì bạn làm hàng ngày và muốn giúp đỡ. Phòng yên tĩnh và sạch sẽ, có tủ khóa được cung cấp, bạn không cần khóa móc. Mỗi giường có một bức màn. Điều hòa hoạt động thực sự tốt. Phòng được dọn dẹp hàng ngày, đó là tuyệt vời cho một ký túc xá. Các bữa ăn sáng là không tốt, nhưng nó được bao gồm. Tôi thất vọng vì không có khu vực nghỉ ngơi, một số phòng chung ở đâu đó để thư giãn và gặp gỡ mọi người. Nơi để làm điều đó là cùng một nơi bạn ăn sáng: trong sảnh. Tôi sẽ quay trở lại và tôi nên giới thiệu.", "reviewer_location": "Thành phố Quebec, Canada"}, {"name": "ar1988", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời!", "review_content": "Thực sự hạnh phúc với chúng tôi ở đây trong ký túc xá nữ. Nhân viên rất thân thiện và hữu ích. Nơi này rất sạch sẽ và vị trí rất thuận tiện. Chắc chắn giá trị nó cho giá và sẽ đề nghị.", "reviewer_location": "Phnom Penh, Campuchia"}, {"name": "Sonia B", "avatar": "", "review_rating": "5", "review_title": "Chắc chắn đề nghị nó!", "review_content": "Tôi ở đó 4 đêm và không có khiếu nại gì cả. Phòng sạch sẽ, nhân viên rất hữu ích và thân thiện và bữa sáng ở đó thực sự tốt! Chắc chắn sẽ giới thiệu ký túc xá này cho tất cả mọi người!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Palikapadma", "avatar": "", "review_rating": "4", "review_title": "Vị trí tuyệt vời!", "review_content": "Vị trí của ký túc xá là tuyệt vời! Rất trung tâm. Có thể đi bộ khắp nơi và nó đi bộ một đoạn ngắn từ trạm xe buýt đưa và đưa bạn đến sân bay Nội Bài là xe buýt # 86.  Các nhân viên là siêu hữu ích và thân thiện. Bữa sáng nhiều hơn chúng tôi mong đợi có nhiều loại phù hợp với tất cả mọi người (thức ăn nóng như mì và gạo, bánh kếp, trứng để đặt hàng, trái cây, ngũ cốc, bánh mì, v.v.)  Căn phòng sạch sẽ nhưng phòng tắm có thể sử dụng một số cải tiến, bị mốc và sôi nổi. Khác với những tấm trải giường có mùi thơm, giường có quạt, rèm tốt cho sự riêng tư, một ít bàn ghế và tủ khóa lớn.  Tất cả trong tất cả cho giá nó là trên trung bình.", "reviewer_location": "Puerto Rico"}, {"name": "Marieke", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời, nhân viên thân thiện.", "review_content": "Chúng tôi đã có một thời gian tuyệt vời tại Hay Hostel. Phòng rất đẹp và sạch sẽ, bữa ăn sáng rất tốt và nhân viên thực sự có sức chứa. Địa điểm là tuyệt vời để khám phá Hà Nội. Spa rất đẹp bên cạnh là tốt. muốn giới thiệu ở đây.", "reviewer_location": "dumpxxx"}, {"name": "Ricky G", "avatar": "", "review_rating": "5", "review_title": "Ở tuyệt vời", "review_content": "Nhân viên thực sự tốt đẹp và sẵn sàng giúp đỡ với bất cứ điều gì. Ăn sáng là tốt. Đó là một chút ồn ào vì sừng, nhưng đó là hà nội! Tải không gian trong phòng đôi riêng, điều hòa tốt và sạch sẽ.  Tony đã sắp xếp một chiếc taxi từ sân bay và một tour du lịch vịnh halong cho chúng tôi trước khi ở lại và mọi thứ đều hoàn hảo!  Nói chung là một kỳ nghỉ tuyệt vời!", "reviewer_location": "Lincoln, Vương quốc Anh"}, {"name": "Hanzon88", "avatar": "", "review_rating": "5", "review_title": "Ký túc xá tuyệt vời !! <3", "review_content": "Tôi yêu ký túc xá này, tôi thành thật làm. Đây là một vài lý do tại sao bạn nên ở lại đó: Đầu tiên, nhân viên rất dễ thương, họ rất thân thiện và hữu ích - Tôi đến sớm, nhận phòng sớm, bạn tôi đến sau đó vài ngày và giường của cô ấy chưa sẵn sàng nhưng vẫn có thể nhận phòng và để túi của cô ấy phòng - GIÚP Đ !! Các giường là rắn chắc, sẽ không cảm thấy như một trận động đất khi người dưới đáy / trên cùng thở. Mỗi giường đều có rèm cửa, một kệ nhỏ, phích cắm điện và quạt riêng! Làm thế nào là tuyệt vời? ! Họ thậm chí làm cho giường của bạn tươi, mỗi ngày! Tình hình phòng tắm có thể tốt hơn một chút, nếu bạn tắm, toàn bộ khu vực bị ướt - Nhưng này là một nhà nghỉ!  Khu vực chung khá nhỏ - bạn sẽ gặp những người khác ở đó. Ngoài ra brekkie miễn phí thực sự tốt so với hầu hết những", "reviewer_location": "Chiang Mai, Thái Lan"}, {"name": "Elle Co", "avatar": "", "review_rating": "5", "review_title": "Big phòng, Nice View, nhân viên hữu ích", "review_content": "Trước khi chúng tôi đến, tôi yêu cầu một phòng có ba giường riêng biệt (Thật khó để đặt phòng cho ba người có giường riêng biệt). Khi chúng tôi đến, tôi nhận được yêu cầu của tôi và bạn bè của tôi rất vui khi có giường riêng của họ. : Ngày hôm sau sau khi kiểm tra, chúng tôi phải đi sớm để đến Ninh Bình, họ chuẩn bị một quả trứng, một quả chuối và một chiếc bánh sandwich để đi cho chúng tôi, điều đó rất chu đáo với họ ngay cả khi chúng tôi phải đi sớm 5: 30 sáng. Tất cả các câu trả lời cho các yêu cầu của chúng tôi đã được đáp ứng với một nụ cười thật lớn trên khuôn mặt của họ. Hét lên với Christian, và nhân viên tiếp tân để làm cho chúng tôi ở lại trong ánh sáng Hà Nội!", "reviewer_location": "dumpxxx"}, {"name": "Pham T", "avatar": "", "review_rating": "5", "review_title": "Được đề xuất", "review_content": "Kỳ nghỉ của chúng tôi tại ký túc xá Hanoi Hay là điểm nhấn của chuyến đi đến hà nội. Các phòng được thoải mái và sạch sẽ và nhân viên của họ đã giúp chúng tôi sắp xếp đi chơi và vé cho các thành phố xung quanh. Tôi rất khuyên bạn nên ở tại ký túc xá Hanoi Hay vì trải nghiệm này rất đặc biệt. Chúng tôi sẽ trở lại Hà Nội chỉ để ghé thăm Nhà trọ tuyệt vời này một lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "Melisa lisa", "avatar": "", "review_rating": "5", "review_title": "Nice ngân sách khách sạn", "review_content": "Đây là lần đầu tiên tôi đến với hanoi, tôi đã tìm kiếm rất nhiều khách sạn thông qua agoda sau đó tôi tìm thấy điều này và ok tôi cố gắng để ở tại hay ký túc xá. Tôi cũng đã đặt chỗ cho việc chuyển sân bay của họ, người lái xe không thể nói tiếng Anh, chúng tôi hơi khó để giao tiếp nhưng cho đến nay anh ấy trông thân thiện và chiếc xe của họ rất đẹp và sạch sẽ. Nhân viên lễ tân thân thiện và giao tiếp tốt, họ đã sắp xếp chuyến đi của chúng tôi đến vịnh halong, nhưng vào ban ngày vịnh halong đã gần vì bão. Và cuối cùng chúng tôi quyết định rời đi sớm và chuyển đến bangkok sớm hơn.  Tôi đặt cho phòng ba và thêm 1 extrabed, phòng rất lớn, sạch sẽ và rộng rãi. giường thoải mái, phòng tắm lớn và không đắt tiền Nếu tôi có thể gợi ý bạn có thể cải thiện phòng tắm. . bạn có thể phân", "reviewer_location": "dumpxxx"}, {"name": "Clémence L", "avatar": "", "review_rating": "4", "review_title": "Đêm đầu tiên tốt đẹp tại Việt Nam", "review_content": "Chúng tôi đặt một phòng đôi tại Hay Hostel sau chuyến đi máy bay 24 giờ. Vị trí là tốt để đi xung quanh bằng chân và không quá ồn ào. Nơi này sạch sẽ và thoải mái. Chúng tôi đặt một tour du lịch với các nhân viên để chi tiêu 3 ngày / 2 đêm ở Sapa. Các tour du lịch tiết lộ chính nó là rất tốt đẹp, nhưng chúng tôi đã phải nhấn mạnh không ở trong một ký túc xá xa hoa để giá thấp hơn. Các bữa ăn sáng takeaway buổi sáng thực sự là ánh sáng (một bánh sandwich mứt và một quả chuối). Ở lại là tốt đẹp nhưng không đáng kinh ngạc.", "reviewer_location": "Paris, Pháp"}, {"name": "quang t", "avatar": "", "review_rating": "5", "review_title": "Phải ở trong nhà trọ hoặc", "review_content": "Các phòng được sạch sẽ và nó có tầm nhìn tốt trong khu phố cổ Nhân viên rất thân thiện, đặc biệt cảm ơn Cindy và christian đã giúp tôi tìm thấy hành vi của mình. Thật dễ dàng để đặt tour du lịch từ đây đến Sapa hoặc vịnh dài Chất lượng tốt giá tốt", "reviewer_location": "dumpxxx"}, {"name": "cong m", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ tốt nhất từ ​​trước tới nay", "review_content": "Nice hostel Mọi thứ sạch sẽ thoải mái Vị trí tốt để thăm khu phố cổ Hà Nội Các nhân viên rất thân thiện. Đặc biệt cindy, cô ấy đẹp nhất tôi đã gặp cô ấy giúp tôi rất nhiều điều. Nó có một quán cà phê bên trong ký túc xá và hương vị thực sự tốt. Mọi người nên ở lại đây khi đi du lịch việt nam", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Ali", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc", "review_content": "Phòng rộng rãi, hiện đại và sạch sẽ. Mỗi giường đều có đèn và quạt riêng cũng như hệ thống AC trong phòng. Phòng tắm là bình thường, vòi hoa sen có dầu gội nước nóng và rửa cơ thể. Bữa sáng miễn phí thật tuyệt. Nhân viên tất cả nói tiếng Anh và thân thiện và hữu ích, đặc biệt là Cindy. Họ giúp chúng tôi tổ chức các chuyến đi đến Sapa và Vịnh Hạ Long. Họ tổ chức và trả tiền cho xe taxi của chúng tôi đến ga xe lửa khi chúng tôi rời đi.", "reviewer_location": "Western Ireland, Ireland"}], "hotel": {"location": "19 Hang Manh, Hang Gai Hoan Kiem, Hà Nội 110000 Việt Nam", "name": "Hay Hostel", "geo_data": {"latitude": 21.031635284423828, "longitude": 105.84842681884766}, "room_number": "12"}}