{"content": [{"name": "Tiểu An", "avatar": "", "review_rating": "5", "review_title": "Nghỉ dưỡng hè 2022", "review_content": "Nhân viên thân thiện, nhiệt tình hỗ trợ từ booking đến khi nhận phòng, trả phòng. Phòng đẹp, sạch, view biển ổn, cảnh vật xung quanh hài hòa, tạo không gian thoải mái. Đồ ăn ngon, đạt chuẩn vệ sinh, nhân viên nhà hàng rất nhiệt tình phục vụ. Sẽ chọn Anja làm nơi nghỉ cho các chuyến đi Phú Quốc tiếp theo.", "reviewer_location": "dumpxxx"}, {"name": "Tiến Hân", "avatar": "", "review_rating": "5", "review_title": "Thăm quan Phú Quốc", "review_content": "Nhân viên nhiệt tình đặc biệt là quản lý Linh. Khung cảnh đẹp, vườn dừa, bãi có rất đẹp, bể bơi trong sạch, nhà hàng nhiều món phong phú. Dịch vụ chu đáo xe đưa đón 2 chiều từ sân bay đến resort. Lần sau thăm Phú Quốc sẽ đến Anja nghỉ tiếp.", "reviewer_location": "dumpxxx"}, {"name": "Nguyễn Yến", "avatar": "", "review_rating": "5", "review_title": "1 Kỳ Nghỉ Vô cùng tuyệt vời", "review_content": "Nơi nghỉ dưỡng tuyệt vời dành cho các gia đình! Không gian thoáng mát phong cách hiện đại  nhưng vẫn fa chút cổ điển. Đầy đủ dịch vụ nghỉ ngơi, massage, tắm bùn, bơi.... nhân viên nhiệt tình chu đáo. Giá cả cực kỳ hợp lý đồ ăn cũng ngon lắm. Chắc chắn m sẽ thường xuyên quay lại", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Phan Kim Quí", "avatar": "", "review_rating": "5", "review_title": "Nên chọn khách sạn ở đây", "review_content": "Anja đi rất quen thuộc và rất tốt. Nhân viên phục vụ chu đáo và vui vẻ. Phòng đẹp sạch và có view nhìn ra biển và vườn. Bãi biển đẹp có hồ bơi rất gần và tiện. Đồ ăn ngon và menu đổi hàng ngày cho bữa sáng. Dịch vụ rất tốt và nhẹ nhàng. Lần đầu tiên tôi đi nhưng thấy yên tâm nhất vì rất có nhiều gói phòng và tư vấn tận tinh,mình book online của bạn My rất dễ thương tận tình nhẹ nhàng chăm sóc, nói chung anja rất ok", "reviewer_location": "dumpxxx"}, {"name": "Quyen", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Cabhr đẹp, nước biển trong xanh, phòng phục vụ nhanh, nhà hàng tốt. Mọi nhu cầu đều đc đáp ứng. Nhân viên nhiệt tình, hiền lành, đặc biên bên phòng e My rất ok, bên nhà hàng em Nhật xử lý tình huống nhanh, ok, em Thắm, Diễm  rất hiền lành chất phát, ân cần. Sẽ còn quay lại", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thanh Thuỷ", "avatar": "", "review_rating": "5", "review_title": "Wonderfull weekend!!!", "review_content": "Resort có view đẹp, phòng khá rộng so với cùng phân khúc, yên tĩnh. Mỗi chiều có thể ra hồ bơi tắm hoặc tắm biển, ngắm hoàng hôn. Nhân viên nhiệt tình dễ thương, đặc biệt là anh Nhân (Nick), trời nắng nóng nhưng luôn nở nụ cười trên môi. Buffet sáng trong resort rất ngon, hợp khẩu vị, nhà hàng có không gian ấm cúng. Có thể ăn trưa và tối tại resort, view biển và hồ bơi, vừa ăn vừa chill, cảm giác rất thích!", "reviewer_location": "dumpxxx"}, {"name": "Thanhmai V", "avatar": "", "review_rating": "5", "review_title": "Villa hướng biển ", "review_content": "Phòng sạch sẽ, đầy đủ tiện nghi, đồ amenities của spa pure chất lượng cao, bao bì dùng giấy rất bảo vệ môi trường, kiến trúc của khu resort cũng rất đẹp, mỗi villa có một bộ bàn ghế ở ngoài xinh xinh để uống trà. ", "reviewer_location": "dumpxxx"}, {"name": "Summer Sunshinez", "avatar": "", "review_rating": "5", "review_title": "Tôi yêu khu nghỉ dưỡng này và phòng", "review_content": "Tôi yêu khu nghỉ mát này và căn phòng. Nó gần như là khu nghỉ mát lý tưởng của tôi cho một kỳ nghỉ bãi biển. Số lượng khách là lý tưởng cho nó không cảm thấy quá trống tại khu nghỉ mát và phục vụ đủ loại thực phẩm tươi sống trên bàn ăn sáng tự chọn. Tuy nhiên, nó không quá đông đúc nhà hàng và bãi biển riêng. Có, có một bãi biển riêng với chỉ đủ ghế bãi biển cho khách. Khu nghỉ mát nếu nằm ngay cạnh bãi biển cát trắng tuyệt đẹp. Tôi thích nó. Bungalow của tôi cũng đáng yêu, kích thước thật tuyệt. Chiếc giường thật thoải mái. Có một chiếc ghế bành và một cái ghế, đủ để nghỉ ngơi. Phòng tắm là nơi lý tưởng cho một khu nghỉ mát trên bãi biển. Có bồn tắm, vòi sen và vòi sen ngoài trời. Tôi thích tắm ngoài trời trong mùa hè trên một khu nghỉ mát bãi biển. Căn phòng ở gần mọi nơi, rất", "reviewer_location": "Singapore"}, {"name": "viviangem", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời", "review_content": "Tôi ở với một người bạn tại Anja Resort cho 4 đêm vào tháng 6 năm 2018. Các phòng chúng tôi ở lại là đáng yêu, trang trí rất tốt và một tiêu chuẩn tuyệt vời. Thức ăn ngon, vị trí tuyệt vời và nhân viên rất thân thiện. Anja có khu vực bãi biển riêng với hồ bơi có kích thước tốt để thư giãn. Tôi được đón tại sân bay miễn phí bằng xe limousine sang trọng của khách sạn. Nếu bạn đang tìm kiếm để thư giãn trên đảo và muốn ở trong một khách sạn chất lượng tuyệt vời nhưng hơi nhỏ hơn và thân thiện hơn so với các khu nghỉ mát lớn, tôi muốn giới thiệu Anja Beach Resort.", "reviewer_location": "Canada"}, {"name": "HuynyG", "avatar": "", "review_rating": "4", "review_title": "Pleasant ở lại với một số cải tiến nhỏ", "review_content": "Ở đây 3 đêm - 9 người lớn và 2 trẻ em (3 và 7 tuổi). Tôi thuê biệt thự bãi biển duy nhất họ có, và ba phòng deluxe (chúng tôi đã được nâng lên gần biệt thự nhìn ra bãi biển, khoảng 20 mét đến bãi biển). Các biệt thự bãi biển rộng rãi, đi kèm với hồ bơi riêng, giường cỡ King khá đúng kích cỡ vua nhỏ hơn và hầu như không thể vừa với bốn người chúng tôi, nhưng chúng tôi đã làm cho nó hoạt động. Một vài hạn chế: hồ bơi là ngay bên cạnh hồ bơi khu nghỉ mát và có một số nhóm khá ồn ào có một vài buổi chiều; phòng của chúng tôi có vòi sen riêng biệt và nhà vệ sinh, kính tắm là mờ nhưng cửa nhà vệ sinh không - vì vậy hoàn toàn không có sự riêng tư khi bạn đang ở đó làm kinh doanh của bạn! Tôi khuyên Anja nên đóng cửa cửa kính nhà vệ sinh càng sớm càng tốt! Sạch sẽ: rất sạch sẽ, các", "reviewer_location": "Port Coquitlam, Canada"}, {"name": "buingocminhtrang0501", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi hoàn hảo", "review_content": "Hai ngày nghỉ tại resort là một kỳ nghỉ tuyệt vời. Tôi và bạn của tôi đặt phòng deluxe nhìn ra vườn. Tuy nhiên, khi nhận phòng được chuyển sang phòng deluxe nhìn ra hồ bơi nhìn ra biển. Nhân viên rất nhiệt tình và thân thiện. Phòng rất sang trọng, đầy đủ tiện nghi. Bao gồm một bộ ấm, cân (rất hữu ích để kiểm tra trọng lượng và hành lý của bạn); nhà vệ sinh với bồn tắm, và bồn tắm đứng, bồn đá tự nhiên, rất tinh tế; 4 bộ áo; Loa Samsung và mỏng, giường cao, cỡ Queen; phòng có cửa sổ lớn, đầy đủ ánh sáng; Bên ngoài có ban công rất lớn và ghế dài cho tầm nhìn ra biển. Lúc 8 giờ tối sẽ có nhân viên để thắp sáng dầu thơm. Tại khu nghỉ mát có xe đạp miễn phí, nhà hàng không đắt giá, thức ăn rất ngon và sạch sẽ. Nếu bạn đi nghỉ mát, bạn chỉ cần vòng quanh khu nghỉ mát là đủ vui vì", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "FlavioM", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ hoàn hảo", "review_content": "Chúng tôi đã là khách của khách sạn trong 4 ngày và chúng tôi yêu thích nó. Các nhân viên rất thân thiện và luôn giúp đỡ chúng tôi. Chúng tôi yêu bãi biển trống và hồ bơi đẹp. Nếu bạn muốn, hãy thử đặt một bộ gần hồ bơi. Nó đã được rất đẹp waked mỗi buổi sáng và chỉ cần đi bộ ít hơn 60 giây để được hoặc trong hồ bơi hoặc trên biển! Khi tôi trở về Phú Quốc, tôi sẽ ở lại Anja lần nữa. Một gợi ý cho các nhà quản lý khách sạn. Theo tôi, ưu đãi ăn sáng cho người phương Tây không có nhiều lựa chọn. Bạn nên kiểm tra câu hỏi này.", "reviewer_location": "Lisbon, Bồ Đào Nha"}, {"name": "Maggie M", "avatar": "", "review_rating": "5", "review_title": "Anja Beach Resort thật tuyệt vời", "review_content": "Chúng tôi đã dành 5 ngày ở đây, khu nghỉ mát, hồ bơi, bãi biển, nhà hàng và nhân viên đều tuyệt vời. Những bình luận trước đây của tôi ở Intercontinental Hotel, chúng tôi không ở đó. Khu nghỉ mát Anja nằm cách trung tâm nơi bạn có thể tìm thấy mọi thứ bạn cần một quãng taxi ngắn. Chúng tôi đã đi đến nhà hàng Ấn Độ Ganesh nó đã được thực phẩm và dịch vụ tuyệt vời. Bộ mặt trời tuyệt vời để ngắm nhìn từ khu nghỉ mát.", "reviewer_location": "Wolsingham, Vương quốc Anh"}, {"name": "Maggie M", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ mát Fantastic", "review_content": "Chúng tôi đã có một kỳ nghỉ đáng yêu ở đây. Nhân viên thân thiện. Địa điểm là tốt, giá rẻ đi taxi đến trung tâm. Hồ bơi sạch sẽ, đẹp và ấm áp, có rất nhiều ghế tắm nắng xung quanh hồ bơi và trên bãi biển với nhiều khăn tắm biển mịn. Chúng tôi đến nhà hàng Ấn Độ Ganesh (hai lần) là món ăn tuyệt vời, Ấn Độ tốt nhất mà tôi có ở bất cứ đâu. Các bữa ăn sáng rất đa dạng và luôn luôn một cái gì đó ngon. Chúng tôi là bữa ăn tối tại khu nghỉ mát và nó đã rất tốt đẹp quá.", "reviewer_location": "Wolsingham, Vương quốc Anh"}, {"name": "Kaushik D", "avatar": "", "review_rating": "5", "review_title": "Great Resort trong phát triển", "review_content": "Nghỉ tại khu nghỉ mát trong 4 ngày. Ước gì tôi đã ở lại lâu hơn. Rất đẹp và riêng tư vì nó vẫn còn mới. Các tiện nghi đang được tiến hành như phòng tập thể dục. Nhân viên rất chân thành và thân thiện nhưng cần được đào tạo thêm về dịch vụ khách hàng và sự thừa nhận. Nhân viên tiếp tân là tốt. Ăn sáng có thể tốt hơn với nhiều loại thực phẩm hơn. Phòng rất tuyệt vời với cảm giác rất đất. Các phòng tốt nhất là với tầm nhìn ra đại dương và có phòng bạn ngay bên hồ bơi thật tuyệt vời. Khu nghỉ mát đã được mở nhưng nó có một cảm giác rất riêng tư với nó. Không có quấy rối từ người dân địa phương hoặc khách khác. Bạn chỉ mất 5 phút đi taxi từ trung tâm thành phố địa phương. Tôi chắc chắn sẽ quay lại và ở lại lâu hơn.", "reviewer_location": "Melbourne, Úc"}, {"name": "EEBfromPdx", "avatar": "", "review_rating": "4", "review_title": "Gân như hoan hảo", "review_content": "Tất cả các thành phần của nơi này đều tuyệt vời. các phòng đều đẹp, phòng tắm sang trọng, khu vực ngồi đẹp bên ngoài mỗi phòng, giường ngủ thoải mái, hồ bơi trên trời và ngay trên bãi biển. Vị trí tốt, ngay trên bãi biển đẹp và chỉ là một chuyến đi taxi ngắn giá rẻ xuống thị trấn. Ăn sáng là rất lớn và phong phú. Đưa đón sân bay và thả hoàn hảo. Các nhân viên đã cố gắng rất nhiều, nhưng sự rung cảm không thể giải thích được. Có thể không đủ khách.", "reviewer_location": "Portland, Oregon"}], "hotel": {"location": "Trần Hưng Đạo, Dương Tơ, Đảo Phú Quốc 920000 Việt Nam", "name": "Anja Beach Resort & Spa Phú Quốc", "geo_data": {"latitude": 10.182368278503418, "longitude": 103.96780395507812}, "room_number": "46"}}