{"content": [{"name": "Tuyen T", "avatar": "", "review_rating": "5", "review_title": "Rất chu đao", "review_content": "Thật sự hài lòng với sự phục vụ nhiệt tình của cô chủ nơi đây. Nhận phòng nhah gọn. Phòng cũg sạch sẽ gọn gàng. Xung quah không gian cũg đẹp và cổ xưa. Rất đặc biệt. Bữa sáng với phở cũg rất ngon. Cảm ơn nhiều", "reviewer_location": "dumpxxx"}, {"name": "Hoàng Đức", "avatar": "", "review_rating": "5", "review_title": "...", "review_content": "Chủ nhà xinh đẹp và thân thiện, phòng ngay vị trí trung tâm, xung quanh có rất nhiều hàng quán, phòng khá là đẹp, sạch sẽ, tiện lợi, bố cục hợp lý, tiện nghi Rất hài lòng về chuyến ni lần này The host is nice and friendly, the room is centrally located, there are many shops around, the room is quite nice, clean, convenient, reasonable layout, comfortable Very satisfied about this trip", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Ngọc Trinh", "avatar": "", "review_rating": "5", "review_title": "Cảm thấy đáng yêu cùng Homestay New Boutique Hà Nội", "review_content": "Phòng ngủ luôn được xông tinh dầu để tạo cảm giác thư giãn, thoải mái. Phòng mình còn luôn được chuẩn bị sẵn nước nóng, sữa tắm, dầu gội, kem đánh răng chính hãng và cả sáp thơm để khử mùi, tủ lạnh có đồ ăn vặt đầy đủ + nước lạnh và nước không lạnh tùy theo yêu cầu. Vì giường ngủ rất rộng, khoảng 1m6 nên mình có thể nghỉ ngơi vô cùng thoải mái. Bày trí trong căn phòng tạo cảm giác giống như một gia đình Hà Thành. Bày trí hài hòa, tự nhiên, ấm cúng. Nội thất gỗ, ghế sô pha đông dương thời Pháp thuộc, thời bao cấp. Đi du lịch, công tác rất phù hợp nhée", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "brave nguyen", "avatar": "", "review_rating": "5", "review_title": "Căn hộ tiện nghi", "review_content": "Mỗi phòng là 1 tầng riêng biệt có toilet riêng, bày trí kiểu người Hà Nội chính gốc, bước ra môt tí là đến hồ tây, đi một chút là tới phố Cầu Gỗ, Lò Xũ - hai con đường ăn uống nức tiếng của Hà Nội. Với chi phí chỉ có chừng 500k/ phòng cho 2 người, mình thấy New Boutique là một địa chỉ phù hợp cho những bạn đi du lịch tiết kiệm mà vẫn muốn có tiện nghi. Mình ở chơi 5 ngày, còn được chủ tặng cho một chuyến đi ngắm thành phố bằng xe điện và một chiếc vòng tay đá Tây Tạng làm kỷ niệm. Vì Homestay dễ thương vậy nên mình chắc chắn sẽ quay lại lần tới.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Kyle W. Nguyen", "avatar": "", "review_rating": "5", "review_title": "Lãng mạn và thư thái", "review_content": "Đợt vừa rồi hai vợ chồng mình đi Honey Moon tour Hà Nội, Sapa, Hạ Long. Lúc đên NewBoutique ở Hà Nội nhận phòng, mình hơi bị bất ngờ luôn khi thấy phòng đã được chuẩn bị 2 ly rượu vang, nến, hoa hồng. Giường ngủ tận 1m6, nước nóng đầy đủ. Đặc biệt nhất là dầu gội, kem đánh răng, sữa tắm... là hàng \"\"chính hãng\"\" chứ không dùng \"\"hàng lô\"\" kém chất lượng như chỗ khác nên bọn mình cũng yên tâm.   Với giá tầm 500k - 700k/ phòng, tặng 1 bữa ăn 1 ngày, tặng cả người dắt đi tham quan thì quá là phải chăng. Vote Vote!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "vuducmanh", "avatar": "", "review_rating": "5", "review_title": "không gian ấm cúng và sạch sẽ", "review_content": "1 không gian ấm cúng tinh tế. phục vụ nhiệt tình và chu đáo. bữa sáng cũng rất ngon. cô chủ cũg dễ thương. và qtrong là cũg rất gần với hồ. 1 kì nghỉ ở đây thật là hợp lí. nhất định lan sau sẽ quay lại đây lần nữa", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Le gia vu", "avatar": "", "review_rating": "5", "review_title": "1 không gian xưa để thư giãn", "review_content": "homestay có điểm rất đặc biệt là một tầng sẽ là một phòng và chủ nhà là người phục vụ nên rất trên tâm sạch sẽ và an toàn. Nhất định lần sau quay lại đây lần nữa. Không gian phòng sạch sẽ thoág đãng. Thật yên tĩh", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "le minh hieu", "avatar": "", "review_rating": "5", "review_title": "Good", "review_content": "khi đến homestay thật bất ngờ vì phòng còn đẹp hơn trong ảnh với giá tiền cực mềm và tiết kiệm cho 2 ngày. Xung quanh đó rất nhiều địa điểm ăn ngon như bún chả và bún thang của người Hanoi xưa. Chủ nhà cực thân thiện và homestay rất sạch sẽ và riêng tư", "reviewer_location": "Goettingen, Đức"}, {"name": "New Boutique Homestay", "avatar": "", "review_rating": "5", "review_title": "Vị trí hoàn hảo", "review_content": "Tôi đã ở đây 4 ngày 3 đêm. Phòng mỗi tầng là một phòng nên rất riêng tư, yên tĩnh và thoải mái. chủ nhà rất sạch sẽ và thân thiện. Central Homestay rất thuận tiện để đi du lịch. Chỉ 5 m đến hồ Hoàn Kiếm. Vì vậy, trái cây tươi hạnh phúc hoặc một cái gì đó như thế mỗi ngày ??", "reviewer_location": "dumpxxx"}], "hotel": {"location": "91B Nguyễn Hữu Huân Phường Lý Thái Tổ , Quận Hoàn Kiếm, Hà Nội 100000 Việt Nam", "name": "Homestay New Boutique Hà Nội", "geo_data": {"latitude": 21.03542137145996, "longitude": 105.85413360595703}, "room_number": "4"}}