{"content": [{"name": "ThuyNT", "avatar": "", "review_rating": "5", "review_title": "Sự kiện", "review_content": "Phòng nghỉ yên tĩnh, hạng phòng viê hướng công viên Thủ Lệ nhìn rộng yên bình. Chị Thi cùng team hỗ trợ nhiệt tình trong quá trình lưu trú Phòng hội nghị hiện đại có chị Hải luôn luôn giúp đỡ. Cùng team support chuyên nghiệp. Tiệc diễn ra tốt đẹp ngoài mong đợi", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Han", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẳng cấp", "review_content": "Tôi đặt phòng khách sạn cho sếp ra Hà Nội công tác 1 tuần tại ks Daewoo. Nhân viên phục vụ chuyên nghiệp, đẳng cấp. Buồng phòng sạch sẽ, rộng rãi. Tiện nghi đầy đủ. Sếp tôi rất hài lòng và tôi cũng rất vui.", "reviewer_location": "dumpxxx"}, {"name": "hptsc", "avatar": "", "review_rating": "3", "review_title": "Khách sạn xuống cấp", "review_content": "Tuần trước mình ở khách sạn này 1 đêm. Nếu chỉ vào tiền sảnh thôi thì nghĩ khá là ok. Nhìn mọi thứ nhộn nhịp và trang hoàng cũng khá là ok. Nhưng khi lên phòng thì mình hoàn toàn bị thất vọng. Đồ đạc khá cũ, bị xuống cấp nhiều so với tiêu chuẩn 5 sao. Từ giường, tủ, đồ đạc trong phòng đến nhà tắm đều xuống cấp trầm trọng và nếu cho điểm thì đây chỉ được coi là khách sạn 3 sao mà thôi.  Nhân viên ok, niềm nở, thân thiện. Nhưng lần sau chắc chắn mình ko đến ở đây vì thật sự không xứng tầm khách sạn 5 sao. Mình quên không chụp ảnh trong phòng, chỉ chụp được vài bức ở sảnh.", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "Nguyễn N", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Daewoo Hà Nội", "review_content": "Cũng khá lâu rồi tôi có dịp quay trở lại Hà Nội, và nghỉ tại Khách sạn Daewoo. Vẫn là cảm giác thật tuyệt vời. Ngay từ sảnh trước bước vào rất đẹp, nội thất sang trọng, không gian thoải mái, dịch vụ tốt, nhân viên nhiệt tình, chuyên nghiệp. Đăc biệt là cô Hương Nhân viên lễ tân đã giúp đỡ tôi và Gia đình rất nhiều trong quá trình nghỉ dưỡng tại Khách sạn. Hi vọng, sẽ có dịp quay trở lại với thời gian dài hơn.", "reviewer_location": "dumpxxx"}, {"name": "Trattoria_Tomato", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sang trọng với dịch vụ đẳng cấp", "review_content": "Cảm giác đầu tiên khi bước vào khách sạn Daewoo Hà Nội là sự sang trọng, cổ điển và dịch vụ tuyệt vời, lần đầu tiên được sử dụng dịch vụ tại đây nhưng đã tạo cho tôi một ấn tượng không thể nào quên, nhất định tôi sẽ trở lại lần sau.", "reviewer_location": "dumpxxx"}, {"name": "NguyenNH", "avatar": "", "review_rating": "5", "review_title": "Giá trị", "review_content": "Cũng khá lâu rồi mới có dịp quay lại đây. Thích nhất tiệc buffet tối bên bể bơi - Đồ nướng ngon, không gian và cảnh quan tạo cảm giác thật sự thoải mái để tận hưởng   tiệc tối.  Nhân viên phục vụ cũng khá chuyên nghiệp. Rất mong sẽ sớm quay lại nơi đây với thời gian dài hơn!", "reviewer_location": "dumpxxx"}, {"name": "Huyscout", "avatar": "", "review_rating": "4", "review_title": "Sảnh sự kiện rất tuyệt vời!", "review_content": "Tôi đến đây để tham dự một sự kiện, thấy khá ấn tượng với dịch vụ, thức ăn cũng như không gian của khách sạn Daewoo.  Sảnh trước rất đẹp, rất sang và nhân viên lịch sự, hướng dẫn rất chu đáo. Sành sự kiện cũng sang trọng, sáng sủa. Tóm lại, mặc dù chưa có dịp nghỉ đêm ở đây, nhưng tôi cảm thấy khá hài lòng về nơi này, và sẽ cân nhắc nghỉ ở đây nếu có dịp quay lại Hà Nội", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Khoapda", "avatar": "", "review_rating": "3", "review_title": "Khách sạn rộng rãi nhưng hơi cũ", "review_content": "Kế bên đường Kim Mã tương đối dễ tìm, thuận tiện giao thông. Dịch vụ và nhân viên phục vụ tốt. Phòng ốc và nội thất hơi cũ. Thích nhất là không gian hồ bơi ở tầng trệt rộng rãi và thoáng mát có phục vụ nước.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Tran Thi Thanh ... T", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Tôi đã lưu lại đây 2 đêm, rất thú vị, view từ tầng 12 rất đẹp! Tuy nhiên tôi chỉ có một chút góp ý nhỏ là hành lang tầng, chắc có lẽ do khí hậu gió nồm và trải thảm lâu năm và có lẽ do tôi nhạy cảm nên tôi đã cảm thấy mùi thảm ít dễ chịu! Còn lại tất cả rất tuyệt vời về không gian thoáng, trang trí nhẹ nhàng, đẹp, và đặc biệt nhân viên rất nhiệt tình, từ nhân viên làm phòng, nhân viên bellman, nhân viên nhà hàng... Hôm qua, tôi có việc nên đã ăn sáng rất trễ 10 kém 15, tuy nhiên tôi đã có một bữa sáng rất thoải mái vì sự nhiệt tình và thân thiện của nhân viên nơi đây. Cảm ơn các bạn và chúc Hanoi Deawoo Hotel luôn phát triển!", "reviewer_location": "dumpxxx"}, {"name": "HanoiJW", "avatar": "", "review_rating": "4", "review_title": "Vẫn đẹp chán, lại tương đối rẻ", "review_content": "Khách sạn 20 tuổi này đã từng một thời là lựa chọn sang trọng nhất tại Hà Nội. Nay đã phần nào lạc hậu. Trang thiết bị và đồ nội thất tuy được bảo trì và làm mới thường xuyên nhưng vẫn có dáng vẻ của thời đã cũ. ưu điểm chính là chính sách giá của khách sạn khá tốt, có thể do phải cạnh tranh với khách sạn Lotte mới tinh trên tầng 40 ở tháp Lotte bên cạnh. Nếu thuê các phòng trên tầng cao, nhìn hướng hồ Thủ Lệ sẽ có thể thưởng thức cảnh đẹp của công viên, hồ nước. Nhà hàng ăn sáng với thức ăn đơn điệu, bàn ghế cũ kỹ, khó mà nói được đó là đạt chuẩn 4 sao. Bể bơi bên cạnh nhà hàng, nằm ở sân vườn, hơi thiếu riêng tư do quá nhiều khách uống trà, cafe ở nhà hàng bên cạnh và khách đi lại, hội thảo khá nhiều. Dịch vụ tương đối tốt, nhưng thái đô nhân viên lễ tân không được lịch sự lắm", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "tranhonlong999", "avatar": "", "review_rating": "5", "review_title": "khách sạn rất sang trọng", "review_content": "Thật tuyệt vời và hấp dẫn, tiện nghi sang trọng, cảnh quan thiên nhiên tuyệt đẹp, thức ăn sáng ngon, nhân viên phục vụ tốt, giá cả hợp lý, gần sân bay, lễ tân rất lịch sự, khách sạn sạch sẽ, thoáng mát, đây là một khách sạn lý tưởng để nghĩ khi ra Hà Nội.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Sunkul", "avatar": "", "review_rating": "5", "review_title": "Sẽ lý tưởng hơn nếu đồ đạc trông mới hơn nữa", "review_content": "Tôi có một kỳ nghỉ ngắn nhỏ ở Hà Nội, và chúng tôi quyết định chọn khách sạn Daewoo làm nơi dừng chân thay vì dự định Kangnam trước đó Có mấy năm mà khu vực này khác trước nhiều rồi, sầm uất đông xe hơn  (tôi sợ sang đường, các ngã giao to quá, đèn đỏ không đủ thời gian cho tôi băng ngang), bù lại cũng có mặt tiện ích: trung tâm mua sắm nằm ngay cạnh. GREAT LOTTE. Toàn đồ của Hàn Quốc - rất tuyệt và lí tưởng cho những người bạn Hàn của tôi.  Phòng ốc so với cách đây 5 năm tôi đến đã có phần cũ hơn, đồ đạc có phai màu của thời gian. Tuy nhiên cũng vẫn rất tuyệt, đầy đủ tiện ích cần thiết.  Lễ tân lịch sự, từ tổn giải thích những khi chúng tôi không hiểu,  bảo vệ thông minh và hiểu ý, luôn đón được suy nghĩ của chúng tôi trước khi chúng tôi định yêu cầu ông ấy làm gì.  Cảm ơn rất", "reviewer_location": "Sydney, Úc"}, {"name": "Thanh X", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Mọi thứ đều ổn, nhưng cần được nấp cấp:  Dịch vụ và chất lượng so với mặt bằng chung đêuf tốt, giá cả cả tôt. Không gian thoải mái.   Đồ ăn không phải quá đặc sắc,  Chúc các ban ngay càng phát triển. Sẽ quay lại và hi vọng khi đos sẽ có nhiều thứ mới mẻ hơn nữa!!", "reviewer_location": "Hanoi, Ha Noi, Vietnam"}, {"name": "ZuongNguyen", "avatar": "", "review_rating": "4", "review_title": "Một khách sạn đáng để thử", "review_content": "Phòng ốc và các trang thiết bị rất tốt và sang trọng, nhân viên thái độ niềm nở và hiếu khách, đồ ăn khá hợp khẩu vị của người Việt, tuy nhiên hình như bên ngoài khách sạn có vẻ trong hơi cũ, có thể sửa sang thêm một chút để có một diện mạo đẹp và mới hơn. Dù sao thì cũng rất mong được quay trở lại khách sạn một lần nữa", "reviewer_location": "Singapore"}, {"name": "Jean K", "avatar": "", "review_rating": "4", "review_title": "Vị trí tuyệt vời với đội ngũ nhân viên thân thiện", "review_content": "Tôi ở tại khách sạn này trong chuyến công tác ngắn ngày tới Hà Nội. Nó nằm ngay bên kia Lotte Mall và đi lại rất dễ dàng với các tùy chọn Grab hoặc taxi. Người ta cũng có thể thuận tiện đi đến các nhà hàng hoặc các cửa hàng thức ăn nhanh nằm trong vùng lân cận và chọn một số cửa hàng tạp hóa trong Siêu thị ở Lotte Mall. Tôi đã theo dõi một mình trong các phần của chuyến đi và thấy các đội Front Desk và Conc Gọi thật sự thân thiện và chuyên nghiệp. Đặc biệt cảm ơn ông Anthony Minh và ông Andy Tan đã giúp tôi giải đáp thắc mắc về cách đi lại.", "reviewer_location": "Đức"}, {"name": "Halhisa", "avatar": "", "review_rating": "4", "review_title": "Giỏi", "review_content": "Tôi ở lại một đêm 2 ngày để kinh doanh. Chỗ ở là tốt như bạn có thể nhìn thấy hình ảnh của tôi. Nhân viên phục vụ rất tốt. Cửa hàng bách hóa Lotte nằm gần khách sạn, rất thuyết phục để có quà lưu niệm.", "reviewer_location": "Osaka, Nhật Bản"}, {"name": "Bambang L", "avatar": "", "review_rating": "3", "review_title": "Cần đổi mới", "review_content": "Đối với loại khách sạn hạng và giá cả, có những kỳ vọng nhất định. Một số không may đã không được thực hiện khi tôi ở đó. Hãy bắt đầu với những điều tuyệt vời: sảnh khách sạn rất lớn, phòng khá rộng rãi và rộng rãi, với một chiếc giường king lớn hoặc hai cặp song sinh lớn, quá đủ để đặt thêm một chiếc giường phụ (nếu cần) với không gian ectra còn lại. Tiện nghi tốt và nếu đối diện với hồ bơi, tầm nhìn đẹp. Tuy nhiên, bước vào phòng tôi được chào đón bởi một mùi mốc và một căn phòng \"trông bẩn\". Tôi yêu cầu một phòng khác vì mùi không biến mất sau một giờ, điều này đã được cấp ngay lập tức. \"Bụi bẩn\" là nhất quán trong cả hai phòng: đó thực sự là tấm thảm bị rách và / hoặc bị cọ xát ở nhiều điểm, vì vậy nó không thực sự bẩn như vậy nhưng trông không đẹp trong một khách sạn 5 sao.", "reviewer_location": "Singapore, Singapore"}, {"name": "Kevin MAGNUS - 9VICTOR", "avatar": "", "review_rating": "5", "review_title": "MỘT KHÁM PHÁ KHÁM PHÁ HÀ NỘI -RMIT Mô-đun Đại học Thành phố Đại học đến HÀ NỘI (VIỆT NAM).", "review_content": "XIN CHAO! Khách sạn Hà Nội Daewoo. Khách sạn cách Sân bay NOI BAI 20 phút và 15 phút đi xe đến khu phố cổ HANOI (Pháp), bảo tàng lịch sử, nhà hát opera và các quán ăn. Đi bộ là có thể - mang giày thể thao tốt.  Kiểm tra mức giá cạnh tranh từ Khách sạn nếu bạn có ý định ở lại Hà Nội Daewoo.  Đó là một hòn đá ném đến trung tâm mua sắm LOTTE 3 phút đi bộ phía sau & đến khuôn viên thành phố Đại học RMIT. Một lối đi bộ dễ dàng để ăn ở phía sau khuôn viên đi bộ hồ. Mặt trước khuôn viên trường dọc theo con đường đến các quán cà phê giá trung bình và các quán ăn địa phương. Hỏi hướng dẫn viên của Hà Nội Daewoo để được hướng dẫn.  Khách sạn Daewoo là một khách sạn 5 SAO sạch sẽ. Không có khiếu nại trong thời gian ở trường đại học của chúng tôi. Các Nhân viên Caf Promenade rất tốt bụng", "reviewer_location": "Singapore, Singapore"}, {"name": "Richard C", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ xuất sắc", "review_content": "Một khách sạn tuyệt vời.  Cô gái Việt tên Dương vô cùng dễ chịu và xử lý mọi việc một cách chuyên nghiệp. Cô ấy làm cho chuyến đi cảm thấy thoải mái sau một chuyến bay dài.  Tôi cảm thấy như mình đang ở nhà rất xa nước Anh.", "reviewer_location": "dumpxxx"}, {"name": "tweesi", "avatar": "", "review_rating": "4", "review_title": "Ok để ở lại nhưng cần nâng cấp", "review_content": "Phòng sạch sẽ và thiết lập tốt với đủ đồ dùng vệ sinh. Các nhân viên tiếp tân tại phòng chờ VIP rất hữu ích tôi sẽ cung cấp cho họ tất cả 10/10 cho dịch vụ của họ. Nhân viên phục vụ và nấu ăn cũng ổn, nhưng cần phải chủ động hơn, họ hơi ngại, tôi luôn phải yêu cầu cà phê và trứng luộc thường xuyên khi tôi ở đó mỗi sáng để ăn sáng  Nhưng:  (1) Công tắc đèn ở khắp mọi nơi có thể cần một công tắc trung tâm để tắt tất cả ánh sáng ở phía giường - hầu hết các khách sạn đều có nó vào ngày hôm nay.  (2) Bể bơi ngoài trời không sử dụng được trong những tháng mùa đông khi tôi đến từ 18 - 2 đến 15 - 3 tháng 3.  (3) Nhân viên rất hữu ích trừ một người đưa cho tôi danh thiếp của anh ấy, Kevin Dzung, và nói hãy gọi anh ấy trực tiếp nếu tôi cần bất cứ điều gì. Tôi yêu cầu gia hạn thời gian từ", "reviewer_location": "Sydney"}, {"name": "Jo B", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp với dịch vụ tuyệt vời", "review_content": "Chúng tôi chỉ ở Daewoo một đêm trong khi quá cảnh qua Hà Nội, nhưng chúng tôi thực sự yêu thích nó. Hồ bơi là một thánh địa tuyệt vời giữa Hà Nội sầm uất. Dịch vụ tuyệt vời. Chúng tôi gặp vấn đề với chuyến bay của mình và Kimy Ngọc, Phòng Quan hệ khách hàng đã vượt lên trên để giúp chúng tôi giải quyết vấn đề. Rất biết ơn sự chăm chỉ và tận tụy của nhân viên.", "reviewer_location": "Sydney, New South Wales, Australia"}, {"name": "Punit G", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt", "review_content": "Nó là một khách sạn tốt để ở. Rất nhiều người kinh doanh sử dụng khách sạn này. Buổi sáng rất bận rộn. Tốc độ phục vụ chậm trong bữa sáng. Bạn phải đứng xếp hàng để nhận món trứng tráng vì chỉ có một người làm từng cái một.", "reviewer_location": "Dwarka, Ấn Độ"}, {"name": "CGL_17", "avatar": "", "review_rating": "4", "review_title": "Một trong những khách sạn tốt hơn ở Hà Nội", "review_content": "Điều này chắc chắn là một trong những khách sạn tốt hơn tôi đã ở lại trong chuyến thăm của tôi đến Hà Nội. Khách sạn có sảnh đợi rộng rãi và khá rộng rãi trong việc trang trí nội thất với số lượng ghế sofa hợp lý cho khách ngồi trong khi chờ đợi hoặc gặp ai đó. Nhân viên tại khách sạn thân thiện và lịch sự, và sẽ chào đón khách khi họ di chuyển quanh sảnh đợi. Phòng rộng rãi, sạch sẽ và tràn ngập ánh sáng. Chỉ có vấn đề gặp phải là một công tắc đèn bàn bị lỗi khi đã bật, không thể tắt được. Tôi phải tháo nó ra khỏi ổ cắm để tắt đèn. Vị trí của khách sạn rất thuận tiện. Ngay phía bên kia đường là cửa hàng bách hóa Lotte. Đây là một trung tâm mua sắm lớn với nhiều cửa hàng bán hàng thời trang, v.v ..., bao gồm nhiều quán ăn và nhà hàng. Ngoài ra còn có siêu thị nằm ở tầng hầm. Tôi", "reviewer_location": "Singapore, Singapore"}, {"name": "yysheng1102", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời! Dịch vụ tuyệt vời và tốt bụng.", "review_content": "Khách sạn này rất ấm cúng và có dịch vụ chất lượng hàng đầu cả về dịch vụ lẫn lối trang trí.  Và hơn nữa, nhân viên tiếp tân được gọi là Ellen Chi rất thân thiện và chuyên nghiệp để giải quyết các câu hỏi nhanh chóng cho khách hàng.  Tôi chắc chắn sẽ trở lại để ở lại khách sạn này một lần nữa trong khi tôi đang có chuyến công tác của mình trong tương lai.  這 間 飯店 非常 舒適 ， ， 並 高。。。。。。。。。 En ， 接待 人員 叫做 Ellen Chi 非常 的 和藹可親 ， 以及 非常 快速 ​​專業 的。。。。。 下次 如果 有 機會 到 河內 出差 ， 一定 會。。。。。。", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "KJ F", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt với đội ngũ nhân viên tuyệt vời", "review_content": "Đã đến Hà Nội nhiều lần nhưng đây là lần đầu tiên tôi ở lại khách sạn Daewoo ở khách sạn này. Phòng có kích thước tốt với tầm nhìn đẹp. Nhân viên văn phòng phía trước rất chu đáo và thân thiện. Đặc biệt đề cập đến Zoe Yen, người luôn nhanh chóng hỗ trợ và mỉm cười. Nhìn chung, một trải nghiệm tuyệt vời và chắc chắn sẽ trở lại trong tương lai.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trieu Dat D", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ và hỗ trợ tuyệt vời", "review_content": "Tôi ở lại đây trong 2 đêm từ 7 đến 9 tháng Bảy. Tôi đã trải nghiệm dịch vụ tốt nhất và hỗ trợ hữu ích nhất từ ​​trước đến nay với nhóm ở đây.  Thời gian check-in là 2: 00 PM, nhưng tôi đã đến sớm hơn và nhóm đã cố gắng hết sức để làm thủ tục check-in sớm cho tôi lúc 12:30. Tôi thực sự đánh giá cao sự hỗ trợ đầy đủ của họ!  Trang trí phòng rất đẹp, bữa sáng rất ngon với nhiều món ăn truyền thống mà tôi thích nhất khi đi du lịch. . . và nhiều cái khác!  Tôi cũng rất ấn tượng bởi dịch vụ chuyên nghiệp và sự hiếu khách của đội khi tôi đang ngồi ở Lounge Club ở F 16. Krin Dung, cô ấy rất thân thiện và chủ động giúp đỡ chúng tôi bất cứ điều gì tôi cần. Cảm ơn rất nhiều Karin vì sự ủng hộ và mến khách tốt đẹp của bạn!  Tôi thực sự rất thích ở lại với khách sạn Daewoo Hà Nội và mọi", "reviewer_location": "dumpxxx"}, {"name": "Kathy K", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi tuyệt vời", "review_content": "Ở lại đây trong 2 tuần trong tháng sáu cho công việc, ấn tượng đầu tiên của tôi về khách sạn là WOW. Đến khoảng 2 giờ sáng và nhân viên lễ tân không thể thân thiện hoặc hữu ích hơn, được kiểm tra khá nhanh và túi xách đến phòng của tôi  Phòng là một kích thước tốt và có tầm nhìn tuyệt vời. Tôi đã có một khởi đầu sớm vào sáng hôm sau nhưng đã dành thời gian cho bữa ăn sáng, tất cả các nhân viên ở đây trong tầng Club rất đẹp, thân thiện nhưng tôi đã không nhận được tên của họ. Các dịch vụ thực phẩm trong tòa nhà thật tuyệt vời, đặc biệt khi bạn ở trong 2 tuần thật tuyệt vời khi có nhiều lựa chọn.  Tôi sẽ trở lại trong chuyến đi tiếp theo!", "reviewer_location": "dumpxxx"}, {"name": "LiCong89757", "avatar": "", "review_rating": "5", "review_title": "Trợ lý dự án", "review_content": "Kelly là một người trợ giúp tuyệt vời ở sảnh, cô ấy đã làm một công việc tuyệt vời, do đó, các nhân viên khác cũng cảm ơn bạn rất nhiều. Các bữa ăn sáng là khác nhau, phòng rất sạch sẽ và thoải mái, dịch vụ phòng là rất tốt đẹp, hy vọng chúng ta có thể sống ở đây thời gian tới.", "reviewer_location": "Thượng Hải, Trung Quốc"}, {"name": "Wee Hong K", "avatar": "", "review_rating": "5", "review_title": "Khách sạn với các tiện nghi tốt đẹp và nhân viên rất thân thiện", "review_content": "Ở lại khách sạn Daewoo Hà Nội và có một mức giá tốt. Lúc đầu, tôi hơi e ngại khi đọc bài đánh giá khác nói rằng mức dịch vụ không tối ưu. Nhưng tôi hạnh phúc vì tôi trải nghiệm một mức độ dịch vụ tuyệt vời. Khi nhận phòng, khi biết rằng chúng tôi có phòng câu lạc bộ dành riêng, chúng tôi được mời đến phòng khách để nhận phòng và được phục vụ khăn và đồ uống để tắm mát. Karin Dung tại Club Lounge đặc biệt hữu ích với việc giới thiệu các nhà hàng tốt cho chúng tôi ghé thăm và rất chủ động trong dịch vụ ăn sáng. Tôi sẽ nói rằng mức độ dịch vụ tốt hơn so với một số chuyến thăm của tôi ở sảnh khác.  Oh, và phở họ phục vụ vào bữa sáng thật tuyệt vời, được hào phóng với topping của họ.", "reviewer_location": "Singapore, Singapore"}, {"name": "rachaelg830", "avatar": "", "review_rating": "2", "review_title": "Smokey", "review_content": "Đây là một khách sạn tốt đẹp nhưng đáng buồn là mùi khói bốc khói khiến bạn cảm động khi bạn bước vào khiến tôi cảm thấy buồn nôn. Họ cho phép hút thuốc trong quán cà phê mà chỉ là ra khỏi sảnh. Có lẽ điều này là bình thường ở Hà Nội, tôi đã không gặp nó ở bất kỳ khách sạn nào khác của chúng tôi ở Việt Nam. Rất 1985 và vì vậy không lành mạnh và xúc phạm để lộ tất cả các khách hàng của bạn đến một cái gì đó được biết là gây ung thư. Các phòng được ngày nhưng ok và nhân viên ít thân thiện hơn so với những gì tôi đã có kinh nghiệm trong các khách sạn khác. Ví dụ, nhân viên khi nhận phòng đang tranh luận với nhau, chúng tôi phải đợi họ hoàn thành trước khi họ kiểm tra chúng tôi. Chỉ cần cho bạn ấn tượng tổng thể là họ không chuyên nghiệp hay hạnh phúc. Hồ bơi đẹp và bữa sáng tuyệt", "reviewer_location": "Whangarei, New Zealand"}], "hotel": {"location": "360 Kim Ma Street, Ba Dinh District, Hà Nội 10000 Việt Nam", "name": "Khách sạn Daewoo Hà Nội", "geo_data": {"latitude": 21.030641555786133, "longitude": 105.8117904663086}, "room_number": "411"}}