{"content": [{"name": "Viet Linh", "avatar": "", "review_rating": "3", "review_title": "Phòng ổn", "review_content": "Phòng 8 giường dành cho nữ nhỏ, 2 tủ locker trên cùng thiết kế cao, phải dùng ghế để trèo lên lấy đồ nên hơi bất tiện.Nhà tắm chung khá chật, có 1 cửa nhà tắm hư .Nói chung với mức giá bỏ ra thì chấp nhận được. Nhân viên dễ thương", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Cát Tiên", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Trước khi đến hostel, mình có gọi điện để đặt phòng và chị Quỳnh là người giúp mình đặt phòng cũng như check in. Việc book phòng khá muộn khiến mình rất khó tìm được chỗ nào ưng ý, nhưng chị Quỳnh đã rất nhiệt tình cũng như còn giúp chúng mình book phòng bên một hotel khác vì ngày hôm sau hostel bị full giường mất rồi. Deco của hostel rất đẹp, bữa sáng khá đơn giản, không gian sạch sẽ và các anh chị nhân viên khác cũng rất đáng yêu.  Nếu lần sau ra lại Hà Nội mình nhất định sẽ book phòng trước. Cảm ơn Backy vì đã rất nhiệt tình với nhóm chúng mình.", "reviewer_location": "dumpxxx"}, {"name": "linhknight", "avatar": "", "review_rating": "5", "review_title": "Hostel tốt nhất phố cổ", "review_content": "Vị trí hostel nằm ngay trung tâm phố cổ ( cách Hồ Gươm 5 phút đi bộ thôi) lại gần chợ đồng xuân và chợ đêm . Phòng ốc hiện đại có đệm rất êm và rooftop rất chill rất thoải mái đer đọc sách . NHân viên thân thiện ( có bạn Hà rất nhiệt tình ) . Và tôi thiwjc sự có những kỉ niệm tốt đẹp khi nghỉ tại đây . cảm ơn các bạn rất nhiều .", "reviewer_location": "dumpxxx"}, {"name": "Linh perry", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Không gian tiện nghi, sạch sẽ, phòng dorm rộng rãi và an toàn. Nhân viên chuyên nghiệp, thân thiện. Bữa sáng miễn phí và anh nhân viên nha nước cực kì ngon. Phòng tắm có nóng lạnh. Nhất định sẽ quay lại! ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Dung Phạm", "avatar": "", "review_rating": "5", "review_title": "Rất thích !!!!", "review_content": "Mình đi nhiều các hostel ở Thái Lan cũng như ở Việt Nam, thấy mô hình của Backy Poshtel thực sự để lại ấn tượng cho mình, cảm giác rất hiện đại mà vẫn rất ấm áp. Mình rất thích không gian chung rooftop của hostel, mọi thứ tại đây đều mang cho mình sự thoải mái. Thực sự đã có một khoảng thời gian vui vẻ ở đây. Mình viết review cho Backy Poshtel vì thấy hostel xứng đáng và quan trọng hơn mình mong các bạn sẽ phát triển hơn nữa, chúc cho việc kinh doanh của các bạn sẽ ngày càng tốt đẹp. Một điều có thể chắc chắn là mỗi lần từ Sài Gòn ra Hà Nội, các bạn luôn là điểm dừng chân đầu tiên mình muốn đến. Ngoài ra, mình muốn cảm ơn bạn Quỳnh rất nhiều, rất thân thiện và nhiệt tình. Trước khi đến hostel, mình đã book phòng cho bác của mình ở đây, bác mình đã khen hostel rất nhiều và cũng", "reviewer_location": "dumpxxx"}, {"name": "Lambretta", "avatar": "", "review_rating": "5", "review_title": "Rất tuyệt vời", "review_content": "Cảm giác thân thiện là điều đầu tiên nhận được ở BackyPoshtel. Từ trong Nam ra công tác và du lịch, đã đc các bạn chỉ dẫn rất nhiệt tình. Mình đến HN lúc 6h sáng, gọi bạn quản lý (dù rất ngại vì gọi sớm), nhưng vẫn đc bạn hướng dẫn cho chỗ nghỉ ngơi và cất đồ. Các bạn nhân viên cực kỳ vui tính, dễ thương :))) Và điều quan trọng nữa là phòng rất sạch sẽ ạh, bếp - nvs - bồn rửa mặt đc trang trí rất dễ thương!! Chắc chắn sẽ quay lại ạh!! Chúc BackyPoshtel ngày càng thành công hơn ạh!!", "reviewer_location": "dumpxxx"}, {"name": "Thiên Sương", "avatar": "", "review_rating": "5", "review_title": "Great!!!!! ❤️", "review_content": "Mình tới đây chỉ nghĩ là có chỗ ngủ nghỉ sạch sẽ một xíu là được, ai ngờ chỗ chi đâu cực kì xinh xắn nhỏ nhỏ đối vs người thích cái nhỏ nhỏ của mình. Rồi mọi thứ từ phòng ở hay wc đều sạch đẹp, ngoài ra còn có vài thứ của các bạn nữ đc quan tâm rất nhỏ nhặt như bông tẩy trang hay chun cột tóc, trời ơi nhìn thấy mà ngạc nhiên vs cute thật sự! Còn nhân viên thì phải gọi cực kì dễ thương thân thiện, các bạn như Hà, Hoàng, bạn nam đeo kính mình ko nhớ tên, rồi cả các cô dọn phòng ai cũng dễ thương cả.  Và đây nhất định là nơi mình sẽ chọn để ở khi quay lại Hà Nội, cảm ơn! ❤️", "reviewer_location": "dumpxxx"}, {"name": "Giang", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời !", "review_content": "Dù đến đây vào ngày các bạn nhân viên có 1 trip ngắn đi Hạ Long, nhưng vẫn được chào đón rất nhiệt tình. Cơ sở vật chất tốt, sạch sẽ, hostel được trang trí rất đẹp. Rooftop là nơi mình ấn tượng nhất vì rất thích hợp để relax! Ngoài ra mình còn có thể sử dụng khu vực bếp của hostel. Bên cạnh đó, trở về sau trip, các bạn nhân viên vẫn rất nice với mình, thân thiện và đáng yêu. Cảm ơn bạn Quỳnh, chị Dương, anh Hoàng đã cho mình trải nghiệm vui vẻ ở đây!", "reviewer_location": "dumpxxx"}, {"name": "Thảo Vân N", "avatar": "", "review_rating": "5", "review_title": "So nice hostel :)", "review_content": "Lần đầu tiên ở đây với chị gái của mình, hiuhiu hostel nice quá mức tưởng tượng, không khí lúc nào cũng vui nhộn, nhân viên lễ tân lúc nào cũng nhiệt tình và thân thiện. Mình còn được join bữa tối thực sự ấm áp vào tối thứ 7. Cảm ơn Backy, cảm ơn chị Dương, Quỳnh, Mai, anh Hoàng, chị Hưởng, bé Linh, anh Duy đã cho mình trải nghiệm tuyệt vời.•^__^•", "reviewer_location": "dumpxxx"}, {"name": "Tuấn Anh", "avatar": "", "review_rating": "5", "review_title": "Best hoshtel ever", "review_content": "Dù chỉ ở đây 1 đêm nhưng thấy mọi thứ đều rất tuyệt, nhân viên nhiệt tình, dịch vụ tốt, không khí vui vẻ. Cảm ơn các bạn Quỳnh, Hoàng, Hà, Dương rất nhiều :) Mình sẽ quay lại hostel vào ngày gần nhất!", "reviewer_location": "Thành phố Hải Phòng, Việt Nam"}, {"name": "Ngọc Anh", "avatar": "", "review_rating": "5", "review_title": "Hostel có đội ngũ nhân viên thân thiện và cute nhất Hà Nội", "review_content": "Lần đầu tiên ở Backy Poshtel, mọi thứ mình nhận được ngoài sự mong đợi. Thực sự mình đã trải nghiệm khá nhiều hostel, nhưng chưa thấy ở đâu có đội ngũ nhân viên thân thiện, nhiệt tình và luôn sẵn sàng giúp đỡ mình như ở Backy Poshtel. Quỳnh, chị Hà, chị Dương, anh Hoàng, cảm ơn mọi người rất nhiều vì đã chào đón em nhiệt tình như vậy! Chưa kể ở hostel mọi dịch vụ đều thực sự tốt và tuyệt vời, hãy trải nghiệm dù chỉ 1 lần nhé! Giường nằm rất êm, mỗi ngày được free 1 chai nước, bữa sáng được bao gồm trong giá phòng, máy sấy máy giăt cực tiện ích, luôn luôn sẵn sàng! Ngoài ra, rooftop cũng là một nơi cực kì chill, có không gian để nghỉ ngơi, thư giãn, cũng là nơi yên tĩnh để làm việc luôn! Thực sự quá tuyệt vời! Mình sẽ luôn chọn Backy Poshtel là nơi dừng chân cho những lần trở về", "reviewer_location": "dumpxxx"}, {"name": "Thanh Bình", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Mình chọn hostel vì thấy nhiều review tốt. Khi trải nghiệm thì thấy mọi thứ đều rất tuyệt vời, từ nhân viên đến cơ sở vật chất. Mọi thứ đều rất sạch sẽ, giường nằm rất êm. Hostel còn phục vụ bữa ăn sáng bao gồm trong tiền phòng. Bữa sáng khá là ok với các loại hoa quả. Nhân viên thân thiện, nhiệt tình giúp đỡ, đặc biệt là chị Quỳnh. Mình sẽ vẫn chọn hostel cho những chuyến ra Hà Nội lần sau!", "reviewer_location": "dumpxxx"}, {"name": "Thái Phạm Mỹ Linh", "avatar": "", "review_rating": "5", "review_title": "Best hostel :)", "review_content": "Lần  đầu tiên ra Hà Nội, đang băn khoăn không biết là mình nên ở chỗ nào . Thì trong một lúc tìm kiếm trên Agoda mình mới phát hiện ra hostel Backypostel .  Sau quá trình trải nghiệm thì mình thấy , phòng ốc oki ,giá cả hợp lý ,nhân viên thân thiện , đặc biệt là nhân viên Quỳnh , chị ấy rất là dễ thương . Lần sau mình ra HN mình sẽ vẫn ở đây", "reviewer_location": "dumpxxx"}, {"name": "Huyền", "avatar": "", "review_rating": "5", "review_title": "Best hostel ever", "review_content": "Hostel sạch sẽ, dịch vụ tốt, nhân viên thân thiện. Cảm ơn các bạn nhân viên đã nhiệt tình với mình Quỳnh, Dương, Hoàng, Duy và nhân viên buồng phòng Hưởng! Mình sẽ quay lại đây vào một dịp gần nhất....", "reviewer_location": "dumpxxx"}, {"name": "Dima Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Cảm ơn các bạn rất nhiều! Đặc biệt là cảm ơn các bạn nhân viên chị Hưởng, Daff, Hà, Jack, Hoàng, Quỳnh! Nếu được đánh giá riêng các bạn thì (10/10) Hostel rất tốt (9,5/10) nhưng vì wifi hơi yếu vì mình ở bánh mỳ 06 nên đôi khi hơi yếu nên mong các hostel khắc phục tốt hơn! Chắc chắn mình sẽ quay lại Hostel nếu có dịp nào đó quay trở lại Hà Nội 1 lần nữa cảm ơn tất cả các bạn rất nhiều vì sự chân thành và nhiệt tình khi mình ở Hostel", "reviewer_location": "dumpxxx"}, {"name": "Ricky Nguyen", "avatar": "", "review_rating": "5", "review_title": "BACKY POSHTEL - We TRUST you", "review_content": "Đối với các nhóm KH đến từ SG, mong muốn đầu tiên là tìm 1 nơi ở có phong cách lịch sự, chân thành, nhiệt tình. Nhưng để tìm 1 nơi như vậy ở 1 địa điểm du lịch có phong cách cổ điển đặc trưng như Hà Nội không phải đơn giản. Chúng tôi đã gặp 1 hostel trước đó và cảm giác hơi thất vọng. Và rồi khi đến với BACKY POSHTEL, với sự giúp đỡ nhiệt tình của các bạn, chúng tôi đã tìm thấy được sự \"TIN TƯỞNG\" nơi chúng tôi và các bạn dành cho nhau. Xin cám ơn. Xin cám ơn. Xin chân thành cám ơn đội ngũ Backy Poshtel.", "reviewer_location": "dumpxxx"}, {"name": "Tú6666", "avatar": "", "review_rating": "5", "review_title": "Nice hostel", "review_content": "Tôi ra Hà Nội làm việc gần và tối đa in e đây gần hai tháng, thân mật và sạch đẹp nên sau khi ăn tết xong tôi sẽ quay trở lại đây. Gần trung tầm TP và hồ Gươm nên tiện ăn uống đi chơi sau những giờ làm việc trong ngày Tú", "reviewer_location": "Đồng Hới, Việt Nam"}, {"name": "Tonny Ken", "avatar": "", "review_rating": "5", "review_title": "Thích thú", "review_content": "Phòng sạch sẽ , bố trí gọn gàg , bắt mắt , nhân viên thân thiện và nhiệt tình .. Backy Posh Hostel nằm tại vị trí khá đắc địa từ đây đi bộ ra hồ Hoàn Kiếm chừng 5p , nhà hàng , tiện mua sắm khá là tiện và không cần phải di chuyển đi đâu xa .. Tôi rất hài lòng về dịch vụ khi ở đây , mọi thứ rất hoàn hảo , một trải nghiệm đáng để nhớ ..  Thank you for Backy Posh Hostel", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Phuongwriter", "avatar": "", "review_rating": "5", "review_title": "MỘT NƠI ĐÁNG ĐỂ THỬ", "review_content": "Backy Poshtel nằm trong khu vực phố cổ và rất thuận tiện để đi lại. Ở Backy Poshtel 5 ngày tôi thực sự cảm thấy rất thoải mái, giường nằm rất riêng tư, cảm giác giống như mỗi người có một phòng riêng vậy. Nơi đây khá là sạch sẽ, mỗi giường ngủ có 1 đèn ngủ và ổ cắm điện để sạc đồ cá nhân. Ngoài ra giá cả rất là phải chăng với số tiền tôi bỏ ra đã bao gồm cả ăn sáng. Nhân viên ở đây rất thân thiện, họ đã giúp tôi đặt một chuyến đi Hạ Long và giúp tôi đặt một chuyến xe ra sân bay. Thật sự bọn họ rất hữu ích. Tôi đã có nhiêu kỷ niệm tốt đẹp khi ở đây và chắc chắn sẽ quay lại vào lần kế tiếp!", "reviewer_location": "dumpxxx"}, {"name": "Vacation826686", "avatar": "", "review_rating": "5", "review_title": "Love this place.", "review_content": "Không biết đây là lần thứ bao nhiêu đặt phòng tại đây. Thực sự thích và thoải mái khi ở đây, từ thiết kế, không khí và đặc biệt là phục vụ của các bạn nhân viên. Đã có rất nhiều kỉ niệm ở đây. Nếu một ngày nào đó được trở lại HN, chắc chắn Backy Poshtel sẽ là lựa chọn đầu tiên.", "reviewer_location": "dumpxxx"}, {"name": "Escape818496", "avatar": "", "review_rating": "5", "review_title": "ĐÁNG GIÁ", "review_content": "Trong dịp ra thăm Hà Nội tôi đã có một trải nghiệm tốt đẹp tại Backy Poshtel. Những ấn tượng tốt của tôi với khách sạn là nhân viên ở đây rất thân thiện và nhiệt tình, khách sạn có một trang trí đẹp mắt ấm cúng, nhất là khu vực working space, ở đây tôi cũng đã gặp và làm quen được một vài người bạn mới. Cảm ơn Backy poshtel!", "reviewer_location": "dumpxxx"}, {"name": "Spark", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Nó là một ký túc xá tốt giống như nhà của bạn. Các nhân viên (e. G. Qu? Nh) luôn chào đón những du khách ba lô, giống như gia đình bạn. Nếu bạn có một số vấn đề, họ luôn cung cấp cho bạn những gợi ý tốt nhất. Họ cũng cung cấp rất nhiều dịch vụ như đặt vé xe buýt và xe lửa, thông tin du lịch cho Vịnh Hạ Long, Ninh Băng, Hà Giang, Mai Chou, v.v ... Bạn cũng có thể xem Netflix tại đây! Dưới đây là sự lựa chọn tốt nhất nếu bạn muốn ở lại Hà Nội!", "reviewer_location": "Đài Nam, Đài Loan"}, {"name": "temizelll", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời!!!", "review_content": "Tôi đã đến nơi này hai lần và cả hai đều là nhà nghỉ tốt nhất? Đã từng có. Nhân viên tốt bụng và hữu ích, họ luôn muốn giúp bạn nhiều nhất có thể. Đặc biệt là Quỳnh và Hà, đặc biệt cảm ơn họ. Rat khuyen khich. Bạn sẽ không cảm thấy hối tiếc với chuyến đi này.", "reviewer_location": "Ankara, Thổ Nhĩ Kỳ"}, {"name": "Sung-Ju", "avatar": "", "review_rating": "5", "review_title": "Cảm ơn các nhân viên đáng yêu ở đây", "review_content": "??????????????????????????????????????????? ??????????????????????????????????????????? ??????????????????????????????????????????? ????????????????????????????????? Mọi người đều trẻ trung, năng động, thân thiện và cố gắng hết sức để giao tiếp với khách. Cảm ơn vì đã giúp tôi mua mọi thứ tôi cần; Qu? Nh đã làm cho tôi rất nhiều hạnh phúc; H gọi món ăn truyền thống Việt Nam như một món quà cho tôi; và người quan trọng nhất là Hồ ng. Anh ấy đẹp trai? Hài hước và ấm áp. Tôi rất vui vì tôi có thể kết bạn với anh ấy vào đầu chuyến đi.", "reviewer_location": "dumpxxx"}, {"name": "D R", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tốt nhất và bữa ăn sáng!", "review_content": "Tôi ở lại 5 đêm tại Poshtel backy. Các nhân viên rất nhiệt tình trong việc lập kế hoạch và sắp xếp một số thứ cho tôi, và giúp tôi lưu trữ túi trong nhiều ngày. Họ đều rất thân thiện mọi lúc! Bữa sáng miễn phí là món ăn ngon nhất tôi từng thấy trong vài tháng du lịch châu Á cho một nhà nghỉ. Vị trí tuyệt vời là tốt! !", "reviewer_location": "dumpxxx"}, {"name": "davta9", "avatar": "", "review_rating": "5", "review_title": "Du khách", "review_content": "Ký túc xá sạch sẽ gần với mọi thứ bạn cần, nhân viên rất thân thiện. Các phòng đều đẹp với sự riêng tư và rèm cửa tốt và họ có một hộp khóa cho các vật có giá trị của bạn. Tôi ở lại 2 đêm và trở lại ở lại một tuần sau đó. Rất khuyến khích.", "reviewer_location": "dumpxxx"}, {"name": "Francesca F", "avatar": "", "review_rating": "5", "review_title": "Yêu nơi này!", "review_content": "Nhà trọ tuyệt vời. Vị trí là ngay xuống đường từ xe buýt sân bay thả / đón (30, 000), và ngay xung quanh góc của khu phố cổ. Yên tĩnh và một chút khó khăn để gặp gỡ mọi người vì thiếu không gian xã hội. Chắc chắn sẽ ở lại một lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "MwithP", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ nhỏ tuyệt vời, vị trí rất thoải mái và hoàn hảo, nhân viên đáng yêu", "review_content": "Đáng yêu ở lại, vị trí tuyệt vời và nhân viên rất tốt bụng và hữu ích. Phòng ký túc xá sạch sẽ, màn hình riêng tư tuyệt vời và tủ khóa an toàn (ở phía bên nhỏ hơn) và phòng tắm sạch sẽ với nhiều kích cỡ buồng. Nice bao gồm ăn sáng, con không khí tốt và khóa cửa an toàn để đường phố. Wifi hoạt động tốt cho đến khi tất cả các du khách sử dụng cùng một lúc (thường là buổi tối), nhà trọ yên tĩnh với một rung cảm dễ chịu đẹp, khu vực chung được duy trì tốt (vì vậy sạch sẽ!). Đã phải thuê khăn tắm, giường thoải mái, mỗi với ánh sáng, quạt và sức mạnh điểm.", "reviewer_location": "Arana Hills, Úc"}, {"name": "Cherry", "avatar": "", "review_rating": "4", "review_title": "Nơi tốt để ở tại Hà Nội", "review_content": "Một nơi tuyệt vời để ở tại Hà Nội. Tôi nghĩ rằng nó là một chút bình tĩnh hơn ký túc xá khác ở Hà Nội mà tôi thực sự thích. Phòng và tiện nghi đã được sạch sẽ, ăn sáng buffet đã được ngon và nhân viên đã được tốt đẹp. Tôi sẽ ở lại đây một lần nữa.", "reviewer_location": "Phần Lan"}, {"name": "Ngan L", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ tuyệt vời", "review_content": "Tôi ở tại ký túc xá cuối tuần trước và đây là một trải nghiệm thú vị. Chiếc giường rất thoải mái, với tấm rèm để giữ nó riêng tư. Ánh sáng và phích cắm bên trong giường là một ý tưởng tuyệt vời. Các bữa ăn sáng là tốt với trái cây theo mùa và một số món ăn truyền thống như \"bánh mì\", \"bánh chạy\". . . Nhân viên rất hữu ích và thân thiện. Tôi rất muốn tiếp tục ở lại nhà trọ này nếu bạn muốn thư giãn và thư giãn. Cảm ơn tất cả các nhân viên trong ký túc xá backy!", "reviewer_location": "dumpxxx"}, {"name": "Sam2kv", "avatar": "", "review_rating": "4", "review_title": "Nhân viên tuyệt vời, vị trí trung tâm, chủ sở hữu đam mê", "review_content": "Tôi ở đây rất dễ chịu! Nhà trọ có vị trí trung tâm giúp khách dễ dàng đi đến bằng cả phương tiện giao thông công cộng hoặc taxi. Các nhân viên là rất lớn và chủ sở hữu là rất khó làm việc và đam mê", "reviewer_location": "Singapore, Singapore"}], "hotel": {"location": "3 Hang Tre Hoan Kiem, Hà Nội 100000 Việt Nam", "name": "Backy Posh Hostel", "geo_data": {"latitude": 21.033611297607422, "longitude": 105.8550033569336}, "room_number": "6"}}