{"content": [{"name": "Khánh Linh N", "avatar": "", "review_rating": "5", "review_title": "Nơi lưu trú tuyệt vời. Sẽ quay lại khi đến Hà Nội", "review_content": "Tôi đặt 1 khách sạn khác gần Hà Nội Guest House Royal nhưng tôi không hài lòng và phải chuyển ks. Đang đi bộ tìm 1 ks để chuyển thì tôi rẽ vào ngõ Phất Lộc và vào khách sạn Hà Nội Guest House Royal. Tôi được cung cấp thông tin rất đầy đủ. Đến đây tất cả nhân viên khách sạn từ các bộ phận rất niềm nở và nhiệt tình. Các thiết bị trong phòng như điều hoà, máy nước nóng, ... rất tốt. Phòng ốc sạch sẽ. Tôi đã quyết định đúng đắn khi thay đổi khách sạn. Lần sau khi đến Hà Nội tôi sẽ chọn Hà Nội Guest House Royal.", "reviewer_location": "Hội An, Việt Nam"}, {"name": "TrangNguyen206", "avatar": "", "review_rating": "5", "review_title": "Vô cùng thân thiện và dễ mến", "review_content": "Trong lần đầu tiên đến Hà Nội để công tác tôi được vài người bạn giới thiệu về khách sạn này, tôi đã chọn và cực lỳ hạnh phúc. Nhận viên gây ấn tượng vô cùng sâu sắc về sự thân thiên và chu đáo, minh chứng là ở tới ngày thứ 2 họ đã nhớ tên và số phòng, vừa cười chào làm mình cực kỳ quý mến. Chất lượng phòng vô cùng sạch sẽ, hiện đại và tiện nghi. Món ăn trong khách sạn cũng khá ngon và hấp dẫn.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "LostSoul0006", "avatar": "", "review_rating": "5", "review_title": "Tuyệt đẹp", "review_content": "Thật là tuyệt. Tôi muốn giới thiệu nơi này cho tất cả mọi người. Nơi này là đẹp và nhân viên thân thiện và rất hữu ích. Tôi đã được chào đón ngay khi tôi đến và cung cấp rất nhiều thông tin về địa điểm và những điều tôi có thể làm. Vị trí rất hoàn hảo, rất gần với mọi thứ! Cảm ơn bạn rất nhiều cho một kinh nghiệm đẹp?", "reviewer_location": "dumpxxx"}, {"name": "Wandal", "avatar": "", "review_rating": "5", "review_title": "Nơi nghỉ tuần trăng mật", "review_content": "Nhân viên khách sạn vô cùng thân thiện và mến khách. Các nhân viên đã chú ý đến tất cả các chi tiết du lịch của chúng tôi, bao gồm sắp xếp du lịch, trang trí phòng, và cung cấp các khuyến nghị tuyệt vời. Chồng sắp cưới của tôi rất hạnh phúc. Các phòng được sạch sẽ và chào đón. Sẽ quay lại lần nữa. Cảm ơn cho kỳ nghỉ tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "Tina", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt nhất tại Hà Nội", "review_content": "Khách sạn này thật dễ thương! Nhân viên siêu thân thiện và tất cả họ đều nói tiếng Anh. Những chiếc giường thật mềm mại và thoải mái. Họ có tiện nghi tốt và bữa ăn sáng của họ là rất tốt. Họ có các lựa chọn của Mỹ và các lựa chọn truyền thống của Việt Nam. Tôi hoàn toàn muốn giới thiệu khách sạn này cho thời gian của bạn ở Hà Nội!", "reviewer_location": "dumpxxx"}, {"name": "Marie B", "avatar": "", "review_rating": "5", "review_title": "Đẹp", "review_content": "Chúng tôi ở lại đây cho 1 phần đường của chuyến đi của chúng tôi. Từ lúc bạn bước vào lễ tân, nhân viên rất thân thiện và hữu ích. Phòng của chúng tôi trên tầng cao nhất là nhỏ gọn nhưng là cửa sổ supberb xung quanh tầm nhìn tuyệt vời. Mọi thứ người ta sẽ cần. Bữa sáng rất phong phú với thực đơn được đặt hàng. Họ tổ chức một chuyến đi cho chúng tôi mà chúng tôi thực sự rất thích. Rất trung tâm xuống một con hẻm mà giữ tiếng ồn. Nhìn chung, một phát hiện tuyệt vời và rất khuyến khích.", "reviewer_location": "dumpxxx"}, {"name": "elizacass", "avatar": "", "review_rating": "5", "review_title": "Nhà khách hoàn hảo ở khu phố cổ!", "review_content": "Chúng tôi ở lại đây vào những ngày cuối cùng của chuyến đi đến Việt Nam. Tôi có thể thể hiện đủ những gì một vị trí hoàn hảo trong khu phố cổ này! Quan trọng nhất là, nó đã nhét vào một đồng minh, vì vậy nó siêu yên tĩnh! Bạn rất gần với tất cả các hành động, nhưng không ở trên Phố chính, bạn đã giành được những tiếng ồn! Khách sạn là vô nhiễm. Được thiết kế rất tốt với đồ nội thất đẹp và trang trí. Nó rất nhỏ và thân mật, chỉ có 12 phòng. Điều đầu tiên bạn sẽ nhận thấy là dịch vụ. Ngạc nhiên . Họ đối xử với chúng tôi như gia đình, không chỉ là khách, từ lúc chúng tôi đến. Và không chỉ các nhân viên phía trước, những người hoàn toàn tuyệt vời và rất hữu ích, mọi người đều đối xử với chúng tôi theo cách này. Người gác cửa, người phục vụ bàn, quản gia, họ đều rất tốt bụng! Chúng", "reviewer_location": "La Jolla, California"}, {"name": "donny44", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời, dịch vụ siêu thân thiện, bữa sáng hoành tráng", "review_content": "Chúng tôi bắt đầu tuần trăng mật ở đây. Không thể có một khởi đầu tốt hơn. Nhân viên thực sự thân thiện và hữu ích và bữa sáng thật tuyệt vời với nhiều lựa chọn. Địa điểm là siêu! Đừng mong đợi một chút tiếng ồn giao thông (đó là Hà Nội) nhưng nó không làm phiền chúng tôi. Chắc chắn sẽ trở lại và đề nghị", "reviewer_location": "Arnhem, Hà Lan"}, {"name": "Jena", "avatar": "", "review_rating": "5", "review_title": "Sạch sẽ và thoải mái", "review_content": "Có những nơi rẻ hơn để ở lại Hà Nội, nhưng điều này thực sự đáng giá (vẫn không đắt so với tiêu chuẩn Mỹ). Địa điểm này rất hoàn hảo, bữa sáng có một số món phở ngon nhất mà chúng tôi đã ăn khi ở Việt Nam, và tôi không thể mô tả được sự thoải mái như thế nào khi ở trong một căn phòng siêu sạch và khô ráo sau khi đi du lịch quanh tuần trước. Chúng tôi cần sự giúp đỡ để vận chuyển đến điểm đến tiếp theo của chúng tôi và quầy lễ tân sắp xếp mọi thứ cho chúng tôi cực kỳ nhanh chóng và mặc cả cho chúng tôi một mức giá tuyệt vời. Nếu bạn bỏ ở Hà Nội với những kế hoạch bằng không, tôi hoàn toàn tin tưởng họ sẽ có thể sắp xếp một kỳ nghỉ tuyệt vời cho kỳ nghỉ của bạn đến những nơi ở Hà Nội và phần còn lại của miền bắc.", "reviewer_location": "Columbia, Maryland"}, {"name": "Barb C", "avatar": "", "review_rating": "5", "review_title": "Royal Guest + House = Tuyệt vời", "review_content": "Các nhân viên làm cho nơi này trở thành một nơi đặc biệt - họ sẽ làm bất cứ điều gì để làm cho kỳ nghỉ của bạn trở nên đặc biệt. e. một vị khách hoàng gia. Các bữa ăn sáng là tuyệt vời như cà phê. Tôi không thể cảm ơn cô Thủy đủ cho tất cả các chỗ ở. Các nhân viên còn lại đều tuyệt vời như nhau và luôn ở đó để đảm bảo ngay cả yêu cầu nhỏ nhất cũng được tham gia. Chúng tôi đã đi khắp thế giới, và phải nói rằng đây thực sự giống như một chiếc giường - và - bữa sáng với đội ngũ nhân viên chăm sóc.", "reviewer_location": "Littleton, Colorado"}, {"name": "John", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời và dịch vụ tuyệt vời", "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại khách sạn này, các nhân viên thật tuyệt vời, họ sẵn sàng giúp đỡ bạn. Phòng của chúng tôi rất đẹp và vô nhiễm, chúng tôi chắc chắn đề nghị khách sạn này cho bạn bè của tôi đang có kế hoạch đến thăm Hà Nội.", "reviewer_location": "dumpxxx"}, {"name": "Jonny y Heidi W", "avatar": "", "review_rating": "5", "review_title": "YÊU MỌI THỨ VỀ NƠI NÀY !! CÁN BỘ!! PHÒNG!! VỊ TRÍ!! HẤP DẪN !! CHÚNG TÔI CÓ Ý NGH !! A !!", "review_content": "Một lần nữa chúng tôi yêu thích và tận hưởng MỌI THỨ về khách sạn cổ điển ngọt ngào, quyến rũ này nằm ở một nơi yên tĩnh hoàn hảo trong khu phố cổ. Chúng tôi đã ở lại một tuần. Chúc chúng ta có nhiều thời gian hơn! Bạn có biết làm thế nào đôi khi bạn quay trở lại một nơi và ở lại đó một lần nữa, và nơi đó không đáp ứng mong đợi của bạn? Không phải là một vấn đề với nơi này. Chúng tôi yêu nó lần trước; nếu bất cứ điều gì, chúng tôi yêu nó nhiều hơn lần này! Các phòng bạn có sạch sẽ không? THỂ THAO! Bữa sáng có tốt không? THƠM NGON! Họ đã giúp bạn đặt tour? VÂNG! Chúng tôi đã đến Vịnh Hạ Long và họ lắng nghe và đáp ứng tất cả các nhu cầu cho những gì chúng tôi muốn đi tàu! Nhân viên có tốt không? VÂNG! Tất cả các nhân viên chúng tôi gặp chỉ đơn giản là tốt bụng và tuyệt vời! Chúng", "reviewer_location": "San Francisco, California"}, {"name": "julie_shettle", "avatar": "", "review_rating": "5", "review_title": "Nhà khách Hà Nội Royal x 3 đêm", "review_content": "Nằm trong khu phố cổ của Hà Nội, Gem nhỏ của một nhà khách này là một phát hiện tuyệt vời. Phòng rất thoải mái, sạch sẽ, an toàn, tủ lạnh và Wi-fi tuyệt vời. Ăn sáng lựa chọn rất tốt, đồ ăn nóng nấu theo đơn đặt hàng. Tất cả các nhân viên, đặc biệt là cô Katie đã cố gắng giúp đỡ, tư vấn và đảm bảo 3 đêm ở Hà Nội của chúng tôi được tận hưởng.", "reviewer_location": "Leatherhead, Vương quốc Anh"}, {"name": "Jo-Ann", "avatar": "", "review_rating": "4", "review_title": "2 đêm!", "review_content": "Khách sạn lil rất kiểu Anh. Một tầng chỉ có 2 phòng. Thang máy rất nhanh. Khách sạn rất hào phóng này có nước ép cà phê miễn phí suốt cả ngày. Đối với bữa ăn sáng, bạn có thể đặt bất cứ thứ gì từ thực đơn miễn phí, ngoài các loại trái cây nhỏ và một số thực phẩm cho bữa ăn sáng. Nhân viên rất thân thiện và ấm áp. Chỉ có điều về khách sạn này là nó nằm ở một làn đường phía sau, vì vậy xe hơi chỉ có thể dừng gần đó và bạn phải đi bộ. Nhưng nó nằm ngay tại trung tâm của khu phố cổ. Wifi ở đây thật tuyệt.", "reviewer_location": "Kuala Lumpur, Malaysia"}, {"name": "Texred110", "avatar": "", "review_rating": "5", "review_title": "Chỗ ở nổi bật", "review_content": "Đây là khách sạn thứ hai chúng tôi ở lại Hà Nội và bị thổi bay bởi căn phòng - nó thật hoàn hảo. Tất cả các nhân viên đều tuyệt vời, mọi người đều rất thân thiện và đảm bảo kỳ nghỉ của bạn thật tuyệt vời. Bữa sáng được bao gồm là một bữa tiệc buffet, tuy nhiên bạn cũng có thể gọi món A La Carte, thật là ngon. Chúng tôi rất thích món trứng tráng và phở. Và. Cà phê nóng và tươi! Vào phút cuối chúng tôi quyết định chúng tôi muốn đến thăm Ninh Bình và họ sắp xếp một ngày đẹp trời cho chúng tôi. Great vị trí, chúng tôi sẽ ở lại một lần nữa. Cảm ơn các bạn, bạn đã biến ngôi nhà này thành nhà của chúng tôi.", "reviewer_location": "Athens, Hy Lạp"}, {"name": "Ebarragan8", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt nhất tôi ở Hà Nội", "review_content": "Mọi người trong khách sạn đều rất thân thiện. Họ khiến bạn cảm thấy như đang ở nhà. Khi tôi đến khách sạn từ sân bay, có người đang đợi chúng tôi với một chiếc ô vì trời đang mưa bên ngoài và mang tất cả túi của chúng tôi cho chúng tôi. Chắc chắn sẽ đề nghị này cho bất cứ ai cố gắng để ở tại một khách sạn đẹp hơn những người bình thường. Các bữa ăn sáng là ngon với một thực đơn al giỏ hàng và buffet và nó đã được bao gồm trong thời gian của chúng tôi. Họ thậm chí còn cung cấp cho bạn một thực đơn một lần nữa để đặt thêm thực phẩm nếu vẫn còn đói. Các phòng đã thực sự đỉnh cao và sẽ ở lại đây một lần nữa nếu tôi trở về Hà Nội", "reviewer_location": "Yonkers, New York"}, {"name": "Kristen V", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Một trong những nơi tốt nhất và đẹp nhất mà chúng tôi đã lưu lại trên chuyến đi của mình. Các phòng đã được extreanly rộng rãi và CLEAN. Các nhân viên đã được hoàn toàn đáng kinh ngạc rất tốt đẹp và phục vụ cho tất cả mọi thứ chúng ta cần! Tôi chắc chắn sẽ khuyên bạn nên ở lại đây nếu bạn đang ở trong khu vực! Nó ở trung tâm của thành phố! !", "reviewer_location": "Thành phố New York, New York"}, {"name": "Euan L", "avatar": "", "review_rating": "5", "review_title": "Bạn phải ở lại đây!", "review_content": "Một trong những nơi tốt nhất mà chúng tôi đã ở lại trong chuyến du lịch của mình. Địa điểm thật tuyệt vời với mọi thứ bạn cần ở gần đó. Các cơ sở là tuyệt vời, khách sạn được hoàn thành với một tiêu chuẩn rất cao. Các nhân viên là những người thực sự làm cho nơi này, họ rất thân thiện và nghĩa đen sẽ làm bất cứ điều gì cho bạn. Họ đã cho chúng tôi một số khuyến nghị tuyệt vời cho những nơi để đi và những điều cần làm, tất cả đều rực rỡ. Chúng tôi ở lại hai lần (hai bên của một hành trình Vịnh Hạ Long) và họ nâng cấp chúng tôi hai lần và chúng tôi có thể để lại hành lý trong khi trên tàu. Đây là nơi để ở tại Hà Nội!", "reviewer_location": "Aberdeen, Vương quốc Anh"}, {"name": "FromTheVineTrvelTime", "avatar": "", "review_rating": "5", "review_title": "Sự khởi đầu hoàn hảo cho chuyến đi của chúng tôi qua Việt Nam", "review_content": "Sau một ngày đi du lịch mệt mỏi, chúng tôi đến với sự lo lắng tại khách sạn 'Hanoi Guest House Royal', được đặt trong khu phố cổ của Hà Nội, hoàn toàn vất vả với giao thông! Tuy nhiên, sự thanh bình thanh bình của khách sạn, cùng với một trang trí đẹp và nhân viên chu đáo là hạnh phúc. Katie, người quản lý công việc đã gặp chúng tôi với một nụ cười rạng rỡ và mối quan hệ đáng yêu và cung cấp cho chúng tôi đồ uống giải khát của nước ép táo, chuối, bánh gạo và vải lạnh. Sau đó, cô cho chúng tôi thấy một số phòng ngủ của họ để chúng tôi lựa chọn (với một loại nâng cấp miễn phí cho các phòng ở đầu tòa nhà của họ trên tầng 6 và 7.)  Không có gì được tha trong phòng ngủ của chúng tôi, với một tivi, điều hòa không khí, tủ lạnh, thiết bị pha trà, đồ ăn nhẹ, một quầy bar mini và thậm chí", "reviewer_location": "dumpxxx"}, {"name": "Davide K", "avatar": "", "review_rating": "5", "review_title": "Nơi hoàn hảo để ở", "review_content": "Nằm ở trung tâm của khu phố cổ, khách sạn xinh đẹp này là nơi hoàn hảo cho một kỳ nghỉ ngắn tại Hà Nội. Hai phòng trên tầng cao nhất có tầm nhìn tuyệt đẹp và yên tĩnh. Nhân viên bàn làm việc và toàn bộ nhân viên của khách sạn rất thân thiện và hữu ích, đặc biệt là nhân viên lễ tân. Ăn sáng cũng tốt với rất nhiều sự lựa chọn và thậm chí là một thực đơn.", "reviewer_location": "Lugano, Switzerland"}, {"name": "ohJessie", "avatar": "", "review_rating": "5", "review_title": "Chúng tôi đã có một kỳ nghỉ tuyệt vời", "review_content": "Đây là một khách sạn thực sự tuyệt vời ở Hà Nội. Các nhân viên văn phòng phía trước làm cho kỳ nghỉ của chúng tôi đặc biệt thú vị. Họ đã giúp chúng tôi bằng bất cứ cách nào họ có thể và điều này khiến thời gian của chúng tôi ở Hà Nội còn tốt hơn nữa! cảm ơn bạn! Tôi thực sự khuyên bạn", "reviewer_location": "Canberra, Úc"}, {"name": "Liz A", "avatar": "", "review_rating": "5", "review_title": "Vị trí hoàn hảo và dịch vụ tuyệt vời", "review_content": "Tôi hiếm khi để lại đánh giá nhưng tôi đã tận hưởng kỳ nghỉ của mình tại Hanoi Guest Royal mà tôi hy vọng họ sẽ có được nhiều công việc hơn thông qua việc này. Vị trí này hoàn toàn gần với mọi thứ bạn muốn làm quanh khu phố cổ. . . đó là rất nhiều. Các nhân viên ở đây thật tuyệt vời và rất có sức chứa. Các phòng thực tế chính nó là lớn hơn nhiều so với những gì tôi mong đợi ngay cả khi nhìn vào các bức ảnh trực tuyến. Các khách sạn đã rất sạch sẽ và rất thoải mái và họ có Netflix cho buổi chiều mưa trong (đó là rất có thể là một kịch bản) hoặc buổi tối chỉ mệt mỏi. Tôi đanh gia cao khach sạn nay!", "reviewer_location": "dumpxxx"}], "hotel": {"location": "26 Phát Lộc Hoàn Kiếm, Hà Nội 100000 Việt Nam", "name": "Hanoi Hotel Royal", "geo_data": {"latitude": 21.034704208374023, "longitude": 105.8539810180664}, "room_number": "20"}}