{"content": [{"name": "Bella_Nguyen1122", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi thú vị", "review_content": "Mình biết đến ma rừng lữ quán qua một bài review trên mạng và quyết định đi thử. Ấn tượng đầu tiên là khung cảnh khá đẹp với hồ nước trong xanh, cá bơi tung tăng trong hồ. Ở đây không thu vé vào cổng, đồ uống cũng ok. Thiết kế hoang dã, đẹp mắt, hợp với các bạn thích sống ảo. Đường vô gồ ghề, khó đi, với những bạn tay lái yếu thì quả thật là một cơn ác mộng.", "reviewer_location": "Khánh Hòa, Việt Nam"}, {"name": "Do The Thai", "avatar": "", "review_rating": "5", "review_title": "Nơi hoang dã,", "review_content": "Cách Tp Đà lạt khoảng 25km qua Xô viết nghệ tĩnh, ,,,. DT722. sau đó đi thêm 2,5km đường đất sẽ tới khu du lịch MA RỪNG LỮ QUÁN  PHẢI nói là rất đẹp, hoang dã, rất đáng để tới tham quan khi đi du lịch ĐÀ LẠT  Nhớ là xe dùng để đi phải tốt, tài xế phải cứng tay lái, tốt nhất đi xe hai cầu, nếu có điều kiện nên ở lại một đêm để tận hưởng hương vị của níu rừng thật đầy đủ  Trên đường về lại tp ĐÀ LẠT nên ghé vào quán ăn : Gà chỉ mang tên THUNG LŨNG XANH, để tận hưởng cho hết hương vị của kỳ nghỉ giữa chốn núi rừng ,,,,", "reviewer_location": "dumpxxx"}, {"name": "Mr Thomas", "avatar": "", "review_rating": "3", "review_title": "tạm được", "review_content": "Khung cảnh khá đẹp với hồ nước trong xanh có rất nhiều cá lớn bé. Đồ ăn cũng khá dễ chịu tuy nhiên menu còn khá nghèo. Di chuyển khá khó khăn vì đường còn rất hoang sơ, nhiều đoạn đang còn thi công. giá vé bình dân,", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Hương T", "avatar": "", "review_rating": "3", "review_title": "Gia đình", "review_content": "Sau 1 năm mình thăm lại nơi đây, thấy khung cảnh vẫn nên thơ, ma mị lắm; nhưng cần mở rộng đầu tư thêm cho thấy sự khác lạ cho du khách sau mỗi năm nhé. Đường đi khó quá, hôm đấy di chuyển bằng xe máy mình lên dốc bị xóc rớt khỏi yên xe luôn", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "ZaiTri", "avatar": "", "review_rating": "4", "review_title": "Ma Rừng lữ quán nơi dành cho sự thoải mái giữa thiên nhiên", "review_content": "ZaiTri đã đến đây 3 lần và có 1 lần ngủ đêm tại đây, cảm giác rất đặc biệt khi giữa núi rừng, gần như không có tiếng ồn, chỉ có tiếng lửa lách tách của BBQ trong đêm.  Cực kỳ thú vị và bình yên giữa sớm mai hay đêm tối, ban ngày khách tham quan sẽ làm phiền nếu bạn book cả 1 cái nhà.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hương T", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tại Ma Rừng Lữ Quán Đà Lạt", "review_content": "Ma rừng lữ quán Đà Lạt đẹp một cách ma mị, nghỉ dưỡng nơi đây giữa núi rừng ta cảm nhận không khí trong lành, tránh xa ồn ào phố thị", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Marty_Dibden", "avatar": "", "review_rating": "4", "review_title": "Rất vui được đến thăm, nhưng con đường gây sốc", "review_content": "Chúng tôi thực sự rất thích đi chơi vì có một số cảnh đẹp. Một vài km cuối cùng là một chút gồ ghề trên xe máy và mặt sau của bạn vì con đường không được trải nhựa và rất nhiều đá, nhưng nhìn chung, đáng để ghé thăm", "reviewer_location": "Rockingham, Úc"}], "hotel": {"location": "Xã Lát, Lạc Dương, Đà Lạt Việt Nam", "name": "Ma Rừng Lữ Quán", "geo_data": {"latitude": 11.976670265197754, "longitude": 108.44487762451172}, "room_number": "Việt NamTỉnh Lâm ĐồngĐà Lạt"}}