{"content": [{"name": "Mimosa Le", "avatar": "", "review_rating": "4", "review_title": "May hotel Phú Quốc", "review_content": "May hotel có vị trí  gần biển, phòng sạch đẹp, thức ăn ngon do chính chị chủ nấu. Đặc biệt món cá kho tiêu và cánh gà chiên nước mắm. Bọn trẻ nhà mình rất thích. Chị chủ rất dễ thương,vui vẻ, hướng dẫn tận tình.... Sẽ quay lại đây nếu có dịp.", "reviewer_location": "dumpxxx"}, {"name": "Tee lady", "avatar": "", "review_rating": "5", "review_title": "Great place for  food and very friendly owners.", "review_content": "Vo Chong toi va con gai ( Chung toi tu Uk ve Vietnam )  cung  gia dinh chi Hai gom 8 Nguoi , Di an toi gan Mayhotel nhung Chung toi khong hai long voi thuc an o day, den Khi an thu o May hotel, Thi Chung toi rat thich do an o day rat ngon , com rat Thom va  deo, Chi chu hotel  nau canh chua ca, ca kho to, thit kho to , rat tuyet voi. Anh chu Thi xao rau muong rat tuyet. Dat biet Anh Chi chu o day rat  nhiet Tinh va Niem no,  Chung toi khong o May hotel, nhung co len xem phong, phong rat sach se , rong rai,  brand new, gia ca rat hop ly, neu quay lai Phu quoc ,Chung toi nhat dinh se dat phong o day, toi nhat dinh se gioi thieu ban be Minh ve May hotel.", "reviewer_location": "dumpxxx"}, {"name": "Vĩnh Hà", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tại Phú Quốc", "review_content": "Gia đình tôi đã đi nghỉ ở ks Novotel Phú Quốc 5N4Đ, ngày đầu tiên ăn tại ks thì ko ngon chút nào. Hôm sau khi được giới thiệu đến May hotel, thì cảm nhận đầu tiên của chúng tôi là anh chị chủ rất dễ chịu, nhẹ nhàng và nhiệt tình. Chúng tôi lên thăm các phòng nghỉ, phòng mới xây nên rất sạch sẽ, thoáng mát, đầy đủ tiện nghi. Đồ ăn ở đây thì rất ngon và tươi, giá cả hợp lý. Bữa trưa chúng tôi đi tham quan các nơi thì tiện đâu ăn đó, còn bữa tối thì chỉ ăn ở May hotel, ở đó có món cá bóp kho tộ rất ngon mà các con tôi rất thích, ngoài các đồ ăn khác ra thì bữa nào cũng phải gọi thêm món đó. Nói chung là rất hài lòng.", "reviewer_location": "dumpxxx"}, {"name": "M erlin K", "avatar": "", "review_rating": "5", "review_title": "Nhà hàng", "review_content": "Chúng tôi đã không ở khách sạn, nhưng chúng tôi đã ăn tối với gia đình nhiều lần và chúng tôi yêu các món ăn.  Nơi này là mới, nhà hàng có một chút ẩn trong cửa hàng thực phẩm, nhưng một khi chúng tôi tìm thấy nó, chúng tôi đã được chào đón rất nồng nhiệt từ các chủ sở hữu như chúng tôi đã thấy những người bạn cũ của chúng tôi. Nhà bếp ở trước mắt bạn, vì vậy bạn có thể thấy cách họ nấu ăn.", "reviewer_location": "dumpxxx"}, {"name": "Stet", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời cho bữa trưa và cà phê", "review_content": "Tôi không ở khách sạn mà đi ăn trưa ở nhà hàng của họ. Nơi này là thương hiệu mới. Có mì hu tieu tuyệt vời và cà phê ngon. Nhân viên rất thân thiện và hữu ích, chủ quán nói tiếng Anh tốt và giải thích cho tôi sự khác biệt giữa những gì tôi đang ăn và một loại mì khác mà tôi mong được ăn kể từ khi ở Việt Nam. Cũng có cà phê ngon và chắc chắn sẽ quay trở lại cho bữa trưa và bữa tối vì họ thậm chí còn có những bàn bi-a mới tuyệt đẹp cho khách chơi. Khuyến nghị!", "reviewer_location": "City of San Marino, San Marino"}], "hotel": {"location": "Ss07 Sonasea Bãi Trường, Dương Tơ, Đảo Phú Quốc 920000 Việt Nam", "name": "Khách sạn 7s Bãi biển Mây Phú Quốc", "geo_data": {"latitude": 10.130438804626465, "longitude": 103.98267364501953}, "room_number": "15"}}