{"content": [{"name": "Thanh nguyen", "avatar": "", "review_rating": "5", "review_title": "Gửi khách sạn", "review_content": "Chất lượng khách tốt nhân lễ tân nhiệt tình chu đoá quang cảnh viu ra biển rất đẹp cám ơn tất cả nhân viên và toàn thể khách san đã cho tôi một kỳ nghỉ thật tuyệt vời. Sẽ có một dịp gần nhất tôi nhất định sẽ quay lại đây một lần nữa", "reviewer_location": "dumpxxx"}, {"name": "Hoahoa", "avatar": "", "review_rating": "4", "review_title": "Good", "review_content": "Phòng ở ấm cúng, sạch sẽ, tuy hơi nhỏ. Món ăn ngon, đặc biệt trẻ em rất thích khu bánh ngọt. Check in/out nhanh. Nhân viên thân thiện. Nhóm chúng tôi mọi người đều hài lòng. Khi có điều kiện chúng tôi sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Cmlien", "avatar": "", "review_rating": "5", "review_title": "Ngày nghỉ cuối tuần tuyệt vời", "review_content": "Khách sạn có vị trí thuận lợi đi biển cũng như ăn uống. Mình ở view biển rất thoáng mát, phòng hơi cũ nhưng sạch sẽ, các đồ dùng trong phòng tắm rất thích, có thương hiệu. Nhân viên thân thiện,lễ phép, ăn sáng phong phú, ngon miệng.  Rất thích không khí ở đây.", "reviewer_location": "dumpxxx"}, {"name": "Nguyen Luan", "avatar": "", "review_rating": "1", "review_title": "Trải nghiệm tồi tệ", "review_content": "Thật thất vọng khi lưu trú ở đây, rèm cửa không thể đóng hết, nắng chiếu vào đầu giường rất khó chịu. Nhà hàng cho muôi múc canh là cái dĩa loại to ??? . Bồn rửa mặt thì bị vỡ. Vách kính thì bị hở nên khi tắm nước chảy hết ra sàn. Toilet thì không có vòi xịt. Ghế và bàn ở nhà hàng rất bẩn, hơn nữa phần sau ghế thừa ra rất nhiều gây vấp ngã, cuối cùng là bữa ăn sáng rất hỗn loạn do không kiểm soát được lượng khách, nhân viên hướng dẫn khách ăn sáng đi từ khu này sang khu khác.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nhung", "avatar": "", "review_rating": "5", "review_title": "Rất tốt", "review_content": "Có thể do dịch nên khách sạn hơi ít khách. Dù vậy nhưng nhân viên ở đây rất nhiệt tình, cảm giác rất thân thiện. Phòng không quá to nhưng sạch sẽ, view biển đẹp và thoáng, đi lại thuận lợi. Cho khách sạn 5 sao", "reviewer_location": "dumpxxx"}, {"name": "Duyvu", "avatar": "", "review_rating": "5", "review_title": "Chỗ nghỉ lý tưởng", "review_content": "Tôi đã có thời gian nghỉ thoải mái cùng gia đình tại Novotel Ha Long, tuy ngắn ngày nhưng rất vui. Nhân viên thân thiện và nhiệt tình, tuy nhiên phòng bé và hơi cũ dù rất sạch sẽ. Hạ Long mùa này vắng vẻ quá, hy vọng dịp tới quay lại sẽ có nhiều kỷ niệm đáng nhớ hơn.", "reviewer_location": "dumpxxx"}, {"name": "hongnhung", "avatar": "", "review_rating": "5", "review_title": "Wonderful dinner", "review_content": "Tôi đã có bữa tối tuyệt vời và ấm áp tại Novotel Hạ Long, buffet nhiều sự lựa chọn, ngon miệng. Đặc biệt ấn tượng với sự chu đáo, chăm sóc tận tình của các bạn nhân viên nhà hàng. Cảm ơn Novotel, chắc chắn tôi sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Minhhl", "avatar": "", "review_rating": "5", "review_title": "Bữa tối tuyệt vời", "review_content": "Buffet tối ngon, hợp khẩu vị, đa dạng món ăn. Nhân viên phục vụ nhiệt  và rất chu đáo. Tôi sẽ quay lại để thưởng  thức không gian ấm  và đồ ăn ngon khi có dịp. Cảm ơn Novotel Ha Long, luôn giữ vững phong độ nhé.", "reviewer_location": "dumpxxx"}, {"name": "Mai Trang", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Tôi có một bữa tối ấm áp, tuyệt vời bên gia đình tại khách sạn Novotel. Lễ hội thắp sáng cây thông Noel rất ý nghĩa và đặc biệt. Chắc chắn sẽ quay lại vào thời gian tới cùng gia đình và bạn bè để có thêm trải nghiệm tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "Daisy Nguyen", "avatar": "", "review_rating": "5", "review_title": "Bữa tối rất ấm áp", "review_content": "Chúng tôi đã có 1 khoảng thời gian ấm cúng bên gia đình. Các món ăn rất vừa miệng. Nhân viên vui vẻ, nhiệt tình. Khung cảnh đẹp, tôi đã chụp được rất nhiều ảnh tại bể bơi khách sạn. Sẽ sớm quay lại thời gian sắp tới.", "reviewer_location": "dumpxxx"}, {"name": "Lan nguyen", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi tuyệt vời", "review_content": "Khách sạn có vị thế tiện lợi, rất gần trung tâm Bãi Cháy và các khu vui chơi. Thủ tục nhanh gọn, nhân viên niềm nở. Khách sạn rất thích hợp cho các gia đình đi nghỉ dưỡng, thư giãn. Tôi và gia đình chắc chắn sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Hương Tran", "avatar": "", "review_rating": "4", "review_title": "Nhân viên lịch sự, thân thiện", "review_content": "Mặc dù phòng có hơi bụi và tôi ko thích đôi dép đi trong nhà vì nó rất dễ bị ướt nếu vào phòng tắm(nên thay dép khác chống nước sẽ bớt khó chịu)! Nhưng vì nhân viên thân thiện, lịch sự và vì những bức ảnh đẹp tôi đã chụp đc ở đây thì tôi vẫn thấy vui! Cảm ơn 2 bạn nhân viên đã chụp giúp tôi 2 bức ảnh này! ", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Ms Linh", "avatar": "", "review_rating": "4", "review_title": "Sẽ quay lại vào lần kế tiếp", "review_content": " Khách sạn nhiệt tình thân thiện,thủ tục nhanh gọn.  tuy nhiên các bữa ăn bị lặp không có sự thay đổi.  Vị trí trung tâm gần khu vui chơi, gần phố đi bộ và cách biển 1km nên sẽ là nơi tiện lợi trong việc di chuyển.   ", "reviewer_location": "dumpxxx"}, {"name": "Trang Ha", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp. Dịch vụ tốt", "review_content": "Tôi đã đi nhiều khách sạn ở Hạ Long nhưng khách sạn Novotel luôn là nơi tuyệt vời nhất. Luôn đón tiếp khách chu đáo. Phòng ốc đẹp. Đặc biệt năm nay có khu bể bơi mới rất hiện đại. Tôi rất thích. Cảm ơn Novotel đã cho tôi trải nghiệm đáng nhớ", "reviewer_location": "dumpxxx"}, {"name": "Baongoc", "avatar": "", "review_rating": "5", "review_title": "Gia đình đi nghỉ dưỡng", "review_content": "Nhà mình đi đông 10ng lớn 3 trẻ em nên rất cần một nơi tiện nghi đủ chỗ cho đoàn. Đặc biệt lại có hai người già nữa nên rất muốn 1 chỗ tiện lợi và Novotel quả thật đã không khiến mình thất vọng. Ăn sáng rất hợp khẩu vị, rất ngon. Phòng ốc sạch sẽ thoải mái.", "reviewer_location": "dumpxxx"}, {"name": "Chloe", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Khách sạn quá đẹp, nhân viên nhiệt tình, tôi cần sự hỗ trợ gì nhân viên đều nhiệt tình tư vấn, giúp tôi có một trải nghiệm tốt về con người và cảnh đẹp nơi đây. Tôi rất tin tưởng khách sạn này, nếu có cơ hội quay trở lại, tôi nhất định sẽ vẫn lưu trú tại đây!  Cám ơn khách sạn!", "reviewer_location": "Cà Mau, Việt Nam"}, {"name": "Dung dung", "avatar": "", "review_rating": "5", "review_title": "Good!", "review_content": "T từng ở rất nh ks ở hạ long. Nhưng novotel là tốt nhất. Điều làm nên sự hài lòng ở toi vơi các bạn là sự chuyên nghiệp và tâm huyết của các bạn nhân viên. Nhân viên lễ tân luôn tươi cười và giúp đỡ tôi rất nhiều. Khi toi ở  còn có 1 bạn chăm sóc kh luôn hỏi han t với thái độ rất nhẹ nhàng. Lịch sự. Nhất định sẽ chọn novotel nếu quay lại", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trang Vu", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Khách sạn với đội ngũ nhân viên và dịch vụ tuyệt vời đã cho toi một trải nghiệm thú vị tại Hạ Long. Tôi rất hài lòng. Xứng đáng là một khách sạn nổi tiếng chất lượng tốt. Lần khác tới Hl tôi sẽ tiếp tục lưa chọn nơi này.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Linh Ha", "avatar": "", "review_rating": "5", "review_title": "Rât hài lòng", "review_content": "mình ở khach sạn 2 đem. nchung khách sạn rất tốt. Đồ ăn ngon và nhân viên rất nhiệt tình. Sau khi ở novotel xong m có ra ha noi chơi tiếp, còn được 1 bạn tặng cho một cuốn sách về hà nội rất hưu ích. Thanks", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "candy vu", "avatar": "", "review_rating": "5", "review_title": "Very good", "review_content": "Khách sạn đẹp, đồ ăn ngon, nhân viên chuyên nghiệp, chu đáo. Vị trí đẹp. Nhất định sẽ quay lại!!! Nhưng Hạ Long có vẻ hơi buồn, mong muốn lần sau quay lại thành phố sẽ có nhiều hoạt động vui chơi hơn.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Ngô Huy", "avatar": "", "review_rating": "3", "review_title": "Trải nghiệm", "review_content": "- Tôi là điều hành đoàn khách 120 phòng đến khách sạn bên Novotel. Các bạn lễ tân rất nhiệt tình tiếp đón và hướng dẫn, cũng như các bạn nhà hàng rất tuyệt vời từ phía đánh giá của khách hàng bên tôi. * Nhưng chúng tôi nhất là phía tôi rất không hài lòng thái độ làm việc của bảo vệ ca tối ngày 17/7. Khi tôi cần sử dụng  máy tính lobby và được lễ tân hướng dẫn. Nhưng bảo vệ đấy đã chặn tôi lại xưng hô thiếu chuyên nghiệp với tôi (mày, tao). Mồm sặc sụa mùi rượu và có thái độ thù địch. Tôi k hiểu có phải vì khách hàng bên tôi hay bản thân tôi thiếu lịch sự mà nhận đc thái độ thiếu chuyên nghiệp như vậy. - Khách sạn nên có sự quán triệt với nhân viên tránh xảy ra những vấn đề như trên. Cảm ơn vì những dịch vụ khác của khách sạn!", "reviewer_location": "dumpxxx"}, {"name": "Thanh2105", "avatar": "", "review_rating": "5", "review_title": "Khách sạn hỗ trợ rất nhiệt tình", "review_content": "Dịch vụ quá hoàn hảo!!! Tôi đặt phòng cho kỷ niệm ngày cưới nhưng không để ý là đặt nhầm tháng, hôm sau tôi mới biết nhân viên khách sạn đã trang trí rất đẹp cho tôi, gửi ảnh cho tôi và hỗ trợ tôi dời ngày khác dù họ đã mất khá nhiều công sức lần này. Tôi thật sự rất cảm động!!!", "reviewer_location": "dumpxxx"}, {"name": "Trang Ha", "avatar": "", "review_rating": "5", "review_title": "Khách sạn dịch vụ tốt", "review_content": "Tôi hài lòng về dịch vụ của khach sạn và sẽ quay lại lần tới!!! Bữa sáng ngon và phong phú. Phòng có kiến trúc đẹp và sạch sẽ. Vị trí khá tiện đi lại. Khách sạn bố cục thoáng bể bơi tràn ngoài trời khá độc đáo", "reviewer_location": "dumpxxx"}, {"name": "Nhile", "avatar": "", "review_rating": "5", "review_title": "Hài lòng", "review_content": "Tôi đi du lịch vịnh hạ long cùng gia đình và quyết định ở lại khách sạn này và nó đã không làm tôi thất vọng. Thiết kế đẹp, phòng sang trọng, tầm nhìn ra vịnh tốt. Giá cả hợp lý, đồ ăn tạm ổn. Nhân viên nhiệt tình, dịch vụ chu đáo. Tuy không có bãi tắm riêng nhưng có hồ bơi. Vì vậy tôi vẫn hài lòng khi ở lại đây.", "reviewer_location": "dumpxxx"}, {"name": "Alice29995", "avatar": "", "review_rating": "5", "review_title": "Chuyến du lịch đáng nhớ", "review_content": "Chuyến đi này thật sự thú vị, khách sạn rất đẹp, sạch sẽ, nhân viên phục vụ rất chu đáo, lịch sự, nhiệt tình. Khách san có view nhìn đẹp, ngắm nhìn được Vịnh Hạ Long. Đồ ăn cũng tạm ổn. Nhìn chung mọi thứ rất tốt và tôi cảm thấy hài lòng", "reviewer_location": "Seoul, Hàn Quốc"}, {"name": "Boniface", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, nhân viên 5 sao", "review_content": "Khách sạn có view nhìn ra Biển và Vịnh Ha Long, thiết kế ko gian mở theo kiểu nhà tắm thông minh kiểu người nhật. Vị trí thuận tiện gần sunworld và chợ đêm. Nhân viên lễ tân Thảo helpful, đặt phòng Vân Anh và Ngọc hỗ trợ nhiệt tình. Ăn sáng tạm được. Hồ bơi đang sữa chữa làm vệ sinh nên ko tắm dc. Tôi ở phòng 524. Cách âm hơi kém có thể nghe rõ bên ngoài nói chuyện. Nhưng nhìn chung mọi thứ rất tốt và tôi rất hài lòng về dịch vụ.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "camvan1412", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẳng cấp", "review_content": "Thương hiệu Novotel đã tạo nên dấu ấn cho hệ thống khách sạn cao cấp này. Từ thiết kế sang trọng, khác biệt, đẹp và sạch sẽ, giá tiền cũng phù hợp với chất lượng. Novotel Hạ Long nằm ở trung tâm Bãi Cháy, view biển nhưng ko có bãi tắm riêng (nhược điểm của các khách sạn ở Bãi Cháy nói chung) . Tôi vẫn sẽ lựa chọn Novotel cho các chuyến đi sắp tới của mình.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "huongduyenngo12", "avatar": "", "review_rating": "4", "review_title": "Khách sạn thân thiện", "review_content": "Khách sạn thuận tiện. Nệm êm và sạch sẽ. Nhân viên nhiệt tình thân thiện. Bể bơi hơi nhỏ nhưng luôn có nhân viên giám sát. Giá hợp lý. Đối diện bên kia đường đang có công trình thi công nên cảnh quan có ảnh hưởng", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Viet Ha N", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn hoàn hảo cho các gia đình", "review_content": "Thủ tục nhận phòng nhanh gọn, phòng sạch sẽ, tiện nghi, wifi mạnh, các bạn dọn phòng rất chuyên nghiệp, thân thiện. Trà chiều và cocktail rất ngon. Spa giá hợp lý, bể bơi thì trên cả tuyệt vời (trẻ con nhà mình bơi ngày 3 bận, không cần tắm biển luôn, dù ra biển chỉ 2-300 mét đi bộ) <3", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "sao vang c", "avatar": "", "review_rating": "1", "review_title": "Novotel không uy tín như khách hàng nghĩ", "review_content": "Ngày 1 - 3 tháng 6 công ty du lịch chúng tôi có đặt phòng tại ks. trong BK ghi rõ có hóa đơn VAT, Nhưng khi sau khi thanh toán văn phòng sales lấy lý do, là bên đơn vị ko cung cấp thông tin hóa đơn muộn. Họ xuất cho hóa đơn bằng hình thức khách là ghi thông tin tạm về công ty chúng tôi. Phòng sale cũng yêu cầu: giá phòng là 1.800,000 vnđ/1 phòng stande twin yêu cầu có 1 bữa ăn tại KS / giá là 375.000 vnđ/1 xuất nếu không ăn tại KS giá phòng 1.900.000  vnđ/ 1 phòng - Ngày thứ 2 , khi khách lưu chú. Họ tiếp tục yêu cầu chúng tôi phải thanh toán bằng tiền mặt.  Trong khi đó ngày còn 1 ngày nữa mới trả phòng. Cách làm việc, như như ép buộc giá cả, không thể chấp nhận được..", "reviewer_location": "dumpxxx"}, {"name": "Ha long H", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp, dịch vụ hoàn hảo", "review_content": "Khách sạn đẹp, thiết kế theo phong cách hiện đại và ấm cúng Nhân viên lễ tân nhiệt tình hỗ trợ các bạn về thông tin khu vực và tàu xe. Tôi rất hài lòng về dichh vụ chả các bạn. Phòng đẹp và sạch sẽ. Vị trí gần công viên rất thuận lợi cho việc giải trí.", "reviewer_location": "dumpxxx"}, {"name": "Lộc V", "avatar": "", "review_rating": "5", "review_title": "Đáng giá tiền, nhất định sẽ quay lại", "review_content": "Phòng nghỉ ok, tuy khách sạn đã có tuổi nhưng cung cách làm việc k thể chê vào đâu được, lễ tân làm việc chuyên nghiệp và giải đáp thắc mắc của khách hàng rất tận tình. Thực sự hài lòng. Lần tới tôi sẽ mang cả gia đình theo cùng.", "reviewer_location": "dumpxxx"}, {"name": "FloraHudson", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ kinh khủng", "review_content": "Tôi đã từng thuê 2 phòng nghỉ tại khách sạn này cho gia đình vào dịp lễ 02/09. Hình ảnh đầu tiên đập vào mắt lúc nhận phòng  là một khung cảnh lộn xộn nhốn nháo: người lớn đứng ngồi khắp nơi còn trẻ em thì chạy nhảy la hét ầm ĩ. Điều đó được nhân viên giải thích là dịp lễ nên khách sạn quá đông, tuy nhiên không có bất cứ một can thiệp gì từ nhân viên bell, nhân viên an ninh...để giảm thiểu tình trạng lộn xộn đó.  Gia đình tôi bị từ chối cho lấy phòng lúc 13h30, nhân viên báo 14h mới được nhận phòng. Thế nhưng sau khi đi và quay lại lúc 15h phòng cũng vẫn chưa chuẩn bị xong. Gia đình tôi vẫn kiên nhẫn cho đến khi lễ tân cung cấp phòng. 15h15 chúng tôi được lấy phòng, lên đến nơi nhà tắm vẫn còn ướt nhớp nháp, trên mặt lavabo có 1 chiếc khăn mặt ướt đã dùng. Tôi dã gọi phục vụ", "reviewer_location": "dumpxxx"}, {"name": "Kien N", "avatar": "", "review_rating": "4", "review_title": "Khách Sạn Tốt nhưng không được như mong đợi", "review_content": "Ưu điểm: Khách sạn nhìn tổng thể đẹp, vị trí thuận lợi. Bữa sáng trình bày đẹp mắt.  Nhược điểm: Nhiều chi tiết trong phòng cần được kiểm tra, sửa chữa thường xuyên, có dấu hiệu của sự xuống cấp. Nhân viên chưa thực sự nhiệt tình.", "reviewer_location": "dumpxxx"}, {"name": "Huyen N", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp và đáng để ở", "review_content": "Tôi đã ở khách sạn này! Vị trí đẹp gần trung tâm và rất thuận lợi cho cho công việc Dịch vụ tốt nhất ở các khách sạn Hạ Long. Khi tôi đến được chào đón bởi các anh khuân vác hành lý. Nhân viên lễ tân thì nhiệt tình hướng dẫn và cung cấp cho tôi những thông tin mà tôi cần. Vào ngày cuối tuần khách sạn rất đông mà phải nói là tất cả các khách sạn khu vực này rất đông nhưng vẫn giữ được tác phong trong ngành dịch vụ. Đáng là nơi cho các bạn đến! Đáng khen cho các bạn lễ tân, phòng thì sạch sẽ, ăn uống thì được nhưng đồ ăn ra hơi chậm. Tôi vẫn sẽ quay lại khách sạn trong thời gian tới!", "reviewer_location": "dumpxxx"}, {"name": "RainyNg", "avatar": "", "review_rating": "4", "review_title": "Dịch vụ tốt. Phù hợp với mục đích nghỉ dưỡng, công tác...", "review_content": "Lần thứ hai đặt phòng tại Novotel cho đoàn khách công ty đi công tác. Địa điểm gần khu trung tâm Bãi Cháy, di chuyển sang bên Hòn Gai cũng không quá xa.  Nội thất tiện nghi, đẹp và hiện đại, các bác Nhật đoàn mình khá thích view thoáng đãng nhìn bao quát được sang Vịnh.  Khách sạn đầy đủ các dịch vụ cơ bản. Nhân viên thân thiện, tuy nhiên còn khá lúng túng khi giúp đỡ trước khách nước ngoài. Mình nghĩ các bạn nên cải thiện vấn đề này. Đây là một trong những lựa chọn tốt cho du khách khi đến Hạ Long du lịch.", "reviewer_location": "dumpxxx"}, {"name": "linh79", "avatar": "", "review_rating": "4", "review_title": "Không cần chọn phòng hướng biển", "review_content": "Khách sạn sạch đẹp, nhân viên thân thiện. Ăn sáng buffet tốt. Khách sạn có món đá bào ngon.  Tuy nhiên, bể bơi hơi bé, có bể bơi 60cm cho trẻ em.  Khi đặt phòng, không cần đặt hướng biển vì hiện giờ trước mặt khách sạn là một đại công trường. Khách sạn có chỗ để xe rộng.  Khách sạn miễn phí ở và ăn sáng cho 2 trẻ em dưới 16 tuổi chung giường. Từ khách sạn có thể đi bộ ra công viên Hạ Long (Sunworld), mất 10 phút. Về tắm biển, dù khách sạn nằm đối diện với cổng vào bãi tắm công cộng, nhưng đi bộ vào tới bãi mất 15 phút và đường khá lầy lội khi mưa, còn rất bụi khi nắng.", "reviewer_location": "ha noi"}, {"name": "Tom", "avatar": "", "review_rating": "5", "review_title": "KS tốt ở Hạ Long", "review_content": "KS nằm trên con đường chính từ Tuần Châu ra Bãi Cháy. Nội thất đẹp, giường ngủ êm ái, nên chọn phòng hướng biển để có thể nhìn ra vịnh Hạ Long, bể bơi sạch và có hồ nhỏ cho trẻ em. bữa sáng không nhiều món (có thể do mình ăn trễ) nhưng ngon. nhân viên thân thiện, nhiệt tình. Một vài thiết bị trong phòng tắm có thể đã cũ, KS cần lưu ý để duy trì tình trạng hoạt động tốt", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Mitngheoc", "avatar": "", "review_rating": "4", "review_title": "Chất lượng phù hợp tiêu chuẩn 4 sao", "review_content": "Gia đình mình năm nào cũng nghỉ 2-3 ngày tại Novotel Hạ Long. Thích cách đây 2-3 năm hơn vì hình như thay đổi bếp trưởng. Năm nay đi thấy đồ ăn mang xu hướng đồ ăn Trung Quốc nhiều và khách Trung Quốc cũng tới nhiều quá, hơi ồn ào nhất là lúc ăn sáng. Các chị nhân viên buồng phòng rất nice. nhưng đi 3 năm rồi vẫn phong cách vậy và view giờ bị xới lên làm bãi biển nên chắc sẽ lâu lâu nữa mới về tiếp Novotel.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "YeuVietNam", "avatar": "", "review_rating": "3", "review_title": "Trải nghiệm Du lịch Việt Nam", "review_content": "+ Điểm cộng: Nội thất khu sảnh tầng và trong phòng ngủ đẹp, giá hợp lý. Nhân viên nhiệt tình thân thiện. Vị trí đẹp, gần khu vui chơi giải trí. + Điểm trừ: Hồ bơi và sảnh đón tiếp trông cũ, xấu. Đồ ăn không ngon.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thái Sơn N", "avatar": "", "review_rating": "5", "review_title": "Địa điểm lý tưởng để tổ chức hội nghị", "review_content": "Vừa qua tôi có tham dự một hội nghị được tổ chức bởi Sở Thông tin & Truyền thông tại đây. Được biết Novotel Hạ Long không chỉ có cơ sở vật chất phù hợp, thuận tiện để tổ chức hội nghị mà nhân viên của Novotel còn rất chuyên nghiệp, tận tình, và thân thiện. Đồ ăn ở đây cũng rất ngon, không gian yên tĩnh, tầm nhìn đẹp và có thể nhìn ra cảnh vật bên ngoài từ nhiều vị trí khác nhau. Nói chung, tôi thật sự hài lòng và sẽ gợi ý bạn bè, người thân, đồng nghiệp đến với Novotel để nghỉ ngơi và tổ chức gặp mặt, hội thảo,...", "reviewer_location": "Tỉnh Quảng Ninh, Việt Nam"}, {"name": "Tien B", "avatar": "", "review_rating": "5", "review_title": "Professtional staffs", "review_content": "Khách sạn đẹp. Nhân viên nhiệt tình chu đáo và chuyên nghiệp. Giá cả hợp lý. Bể bơi quang cảnh đẹp thích hợp cho gia đình có con nhỏ đi cùng. Thời điểm này đang có công trường thi công nên có thể năm sau sẽ là nơi lý tưởng cho kỳ nghỉ của bạn.", "reviewer_location": "dumpxxx"}, {"name": "LongNguyen0909", "avatar": "", "review_rating": "3", "review_title": "Tạm được!", "review_content": "Tôi đang được công ty tổ chức đi company trip tại đây. Rất thích và ấn tượng với cái khách sạn thuộc tập đoàn Accor. Tuy nhiên lần này ở Novotel Hạ Long có vài điểm làm tôi tương đối thất vọng: - Khi đoàn vừa đến, không hề nhận được sự hỗ trợ của các bell-boy. Tôi có thắc mắc sau khi đoàn lấy xong hành lý ra thì được phản hồi của một anh: \"không có ai nhờ đâu nên tôi không biết, thôi hành lý vào góc này đi tôi đẩy lên cho\". Tôi rất không hài lòng về thái độ phục vụ của nhân viên này. Đề nghị ban lãnh đạo xem lại! - Wifi trong phòng hơi yếu! Tuy nhiên ở đây phòng view biển khá đẹp, toàn bộ có ban công. Tôi là người hay đi du lịch, nếu có dịp quay lại Hạ Long và cụ thể là Novotel Hạ Long, hi vọng khách sạn cải thiện được dịch vụ.  Cảm ơn!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "r_bins2016", "avatar": "", "review_rating": "5", "review_title": "Rất ok", "review_content": "Novotel hạ long với kiến trúc rất đẹp và tuyệt vời, phòng ốc rất ok, đội ngũ nhân viên của khách sạn rất nhiệt tình và vui vẻ. Novotel nằm ở trục giao thông chính, đi lại rất tiện lợi, ngoài ra khách sạn có hướng dẫn đi nhiều tour của hạ long với giá cả hợp lý và phải chăng", "reviewer_location": "dumpxxx"}, {"name": "jimmor", "avatar": "", "review_rating": "5", "review_title": "Nhân viên và khách sạn tuyệt vời", "review_content": "Chúng tôi ở lại khách sạn sau khi chuyến du thuyền thăm Vịnh Hạ Long bị hủy vì thời tiết xấu. Mặc dù gặp khó khăn vì một lượng lớn du khách bất ngờ dồn đến, mọi thứ vẫn được vận hành trôi chảy với thái độ rất nhẹ nhàng. Phòng ngủ của chúng tôi rất tiện nghi, chất lượng cao. Chúng tôi lựa chon tiệc đứng cho bữa tối với số món đặt ra rất đa dạng nhưng số lượng và chất lượng vẫn tuyệt vời. Trải nghiệm tại khách sạn làm chúng tôi nhớ mãi về đêm cuối cùng trong chuyến du lịch bằng tàu.", "reviewer_location": "pendle hill"}], "hotel": {"location": "Số 160 đường Hạ Long Phường Bãi Cháy, Vịnh Hạ Long 200000 Việt Nam", "name": "Novotel Hạ Long Bay", "geo_data": {"latitude": 20.951744079589844, "longitude": 107.0419921875}, "room_number": "225"}}