{"content": [{"name": "Thư V", "avatar": "", "review_rating": "5", "review_title": "Nơi nghỉ dưỡng yên bình bên Hồ Tuyền Lâm", "review_content": "cuối tuần vừa rồi mình và bà xã đã có một kì nghỉ tuyệt vời ở nơi đây. resort nằm giữa rừng thông sát bên bờ hồ Tuyền Lâm ,không khí ở đây thật sự tuyệt vời , trong lành, yên tĩnh,  đặc biệt ở đây có khu vui chơi ngoài trời cho các bé . Nói chung gia đình mình rất ưng ý sẽ quay lại lần nữa", "reviewer_location": "dumpxxx"}, {"name": "Bảo", "avatar": "", "review_rating": "1", "review_title": "Tôi đã có trải nghiệm tồi tệ ở resort này", "review_content": "1. Đặt phòng sẽ ghi là nhận phòng lúc 14h nhưng chờ đến 14h lễ tân vẫn báo là chưa có phòng, trong khi tiền đã thanh toán đầy đủ. đến gần 15h mới có phòng.  2. Thái độ nhân viên trong khách sạn rất tệ, không tôn trọng khách, thái độ làm việc quá kém. Ko chuyên nghiệp đối với 1 resort lớn thế này. Tôi vẫn nhớ rõ anh lễ tân đó tên Thịnh, lúc mình hỏi vẫn có thái độ ko tôn trọng, ko nhìn thẳng vào khách để trả lời làm tôi cảm thấy ko đc tôn trọng, bị khinh thường. kiểu trả lời cho có cho qua loa đại khái.  3. Lúc nhận phòng xong đc chở đến khu tôi ở Bell để khách xách hành lý lên, đến nơi thì thang máy hư phải đi bộ. đc báo là lễ tân giao cho mình thẻ hư ko sử dụng đc. Lúc check out tôi báo trc 15p nhưng vẫn ko đc ng lên để chở ra lễ tân và xách hành lý giúp tôi. phải để khách xách", "reviewer_location": "Việt Nam"}, {"name": "Pumpkin", "avatar": "", "review_rating": "5", "review_title": "Một nơi sẽ trở lại", "review_content": "Khách sạn mới nằm trong khu vực hồ Tuyền Lâm yên tĩnh và rất thoải mái, diện tích resort rộng rãi, nhân viên rất thân thiện, tư vấn nhiệt tình. Phòng view đẹp, rộng rãi, nội thất đẹp. Sẽ trở lại trong thời gian gần nhất.", "reviewer_location": "dumpxxx"}, {"name": "Bơ Soty", "avatar": "", "review_rating": "4", "review_title": "Phòng đẹp, rộng, thoải mái", "review_content": "Khách sạn mới, rộng rãi, thoáng và sạch sẽ. Phòng mình đặt có hướng hồ, buổi chiều ngắm cảnh hồ rất đep. Ăn sáng phong phú. Không gian khách sạn rất nhiều hoa, và cây cảnh, thích hợp các bạn và gia đình muốn nghỉ dưỡng. Khách sạn còn có thêm tiệc trà chiều mang những hương vị trà đặc biệt. Trải nghiệm được mong đợi.", "reviewer_location": "dumpxxx"}, {"name": "Linh Zenny", "avatar": "", "review_rating": "5", "review_title": "Nơi đáng để trải nghiệm.", "review_content": "Khách sạn nằm trong khu vực Hồ Tuyền Lâm nên không gian rất yên bình và trong lành. Tuy đặt phòng trễ, nhưng chúng tôi được tư vấn rất nhiệt tình từ các bạn sale và vợ chồng mình chọn phòng view hồ Tuyền Lâm. Phòng view đẹp, diện tích rộng rãi, nội thất mới và khá hiện đại.  Đồ ăn tại khách sạn ngon, nhân viên thân thiện, nhiệt tình. Ngoài ra tôi thấy khách sạn có tổ chức cả Teambuilding, đốt lửa trại, và nhiều hoạt động tập thể cho đoàn khách ở cùng thời điểm với tôi.  Chắc chắn tôi sẽ quay lại cùng gia đình nếu có dịp tới Đà Lạt lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "peter8222", "avatar": "", "review_rating": "4", "review_title": "Cảnh hồ đẹp nhất với mặt ngoài trời và hoa phong cảnh từ khách sạn", "review_content": "Đây là một khách sạn mới, yên tĩnh và sạch sẽ với rất ít khách. Những bông hoa và cảnh quan xung quanh khách sạn thật tuyệt vời, đặc biệt là cảnh hồ từ nhà hàng, phòng ban công và khu vực ngồi ngoài trời chung. Dịch vụ là tốt mặc dù hầu hết không thể giao tiếp tốt bằng tiếng Anh. Chúng tôi đã có một trải nghiệm tồi tệ khi chờ xe đưa đón miễn phí tại sân bay và cuối cùng đã gọi cho khách sạn sau khi chờ hơn 30 phút. Chúng tôi rất thất vọng vì nhân viên tiếp tân nói với chúng tôi rằng không có phương tiện vận chuyển nào được cung cấp để đón chúng tôi mặc dù có xác nhận về một sân bay miễn phí - xe đưa đón khách sạn gửi đến điện thoại của chúng tôi. Chúng tôi đã chờ đợi với đứa trẻ 2 - yo của chúng tôi và cuối cùng trả tiền cho một chuyến đi taxi đến khách sạn. Cuối cùng, họ đã bù", "reviewer_location": "Malaysia"}, {"name": "vincentloicbenoia", "avatar": "", "review_rating": "4", "review_title": "Khóa tu ở Đà Lạt", "review_content": "Rõ ràng là một khách sạn rất mới gần Đà Lạt. Họ vẫn đang xây dựng xung quanh. Nơi này cách xa trung tâm nhưng đang cố gắng thu hút khách hàng với rất nhiều chi tiết khiến cho kỳ nghỉ rất thoải mái: trà chiều, đưa đón miễn phí đến Đà Lạt và một chai rượu vang nhỏ của địa phương. Khu vườn và nhà hàng có tầm nhìn tốt nhất ra hồ. Tôi đề nghị các phòng ở bên hồ. Chỉ có một vài khách hàng cho đến nay họ chăm sóc bạn đầy đủ! ! Bạn cần một chiếc xe đạp hoặc xe hơi nếu bạn có ý định ở lại hơn 2 ngày. Điểm trừ nhỏ là tiếng nhạc lớn bên cạnh cho đến 10 giờ 30 tối: ( Nếu không, nó chắc chắn là giá trị một thử.", "reviewer_location": "Bangkok, Thái Lan"}], "hotel": {"location": "Đường Hoa Phượng Tím Hồ Tuyền Lâm, Phường 3, Đà Lạt 670000 Việt Nam", "name": "Cereja Hotel & Resort Đà Lạt", "geo_data": {"latitude": 11.889833450317383, "longitude": 108.4354476928711}, "room_number": "93"}}