{"content": [{"name": "phamvan c", "avatar": "", "review_rating": "5", "review_title": "Một địa điểm đẹp để check in ", "review_content": "Một trải nghiệm tốt khi đi chơi cuối tuần tại phố cổ. Vị trí khách sạn gần hồ đi bồ chắc khoảng hơn 2 phút gì đó . Xung quanh có nhiều cửa hàng cafe, bánh cuốn bún phở.....nhân viên khá okie. Lịch sự ..nói chung rất ổn. Sẽ giới thiệu bạn đến ở", "reviewer_location": "dumpxxx"}, {"name": "Liau Maricar", "avatar": "", "review_rating": "5", "review_title": "Một kỳ nghỉ tuyệt vời", "review_content": "Chúng tôi đã có 2 đêm tuyệt vời tại labevie hotel. Nhân viên cực kỳ thân thiện và nhiệt tình. Bữa sáng khá là ngon với chúng tôi. Điểm đặc biệt đó là vị trí rất gần hồ và phố đi bộ . Một địa điểm tốt để nghỉ ngơi", "reviewer_location": "Tokyo, Nhật Bản"}, {"name": "Hattie", "avatar": "", "review_rating": "5", "review_title": "Một kỳ nghỉ tuyệt vời tại phố cổ hà nội", "review_content": "Mình đã đến Hà Nội nhiều lần rồi, lần này đến HN vì mới qua đợt dịch nên không có quá nhiều lựa chọn, sau khi tìm hiểu kĩ thì mình đã chọn khách sạn Labevie với giá cả khá là rẻ. Nhưng tất cả đều vượt qua sự mong đợi của mình với mức giá này. Giường đệm cực kì sạch sẽ, phòng ốc rộng rãi và có cửa sổ thông thoáng. Địa điểm ngay trung tâm phố cổ nhưng cuối tuần xe cộ vẫn đến được khách sạn. Chỉ cần vài bước là đến phố đi bộ và hồ Hoàn Kiếm rồi. Điều đặc biệt ở đây là có 2 nhân viên rất thân thiện mà chuyên nghiệp, ân cần chu đáo và nhiệt tình. Khách sạn đã giới thiệu cho mình tour đi Hạ Long rất tuyệt vời với giá cực kì ưu đãi. Mình rất thích ở khách sạn này, nếu có dịp khác đến HN mình chắc chắn sẽ đặt lại với khách sạn.", "reviewer_location": "Melbourne, Úc"}, {"name": "Phạm Quỳnh Trang", "avatar": "", "review_rating": "5", "review_title": "Nghỉ dưỡng tại khách sạn Labevie hotel", "review_content": "Khách sạn nằm ở vị trí đẹp thuận lợi đi chơi ăn uống phiêu du thoải mái. Anh chủ khách sạn cực kì nhiệt tình luônnnn ý không chỉ 1 mà là cả 2 anh, tâm lí xong rất hiếu khách, nhiệt tình cởi mở nói chung 100 điểm cho chỗ nghỉ ngơi. Phòng mình thuê 2 giường rộng rãi vệ sinh cực sạch sẽ. Mình là đứa khá kén chọn chỗ nghỉ ngơi đặc biệt là ở hà nội, mặc dù về vấn đề kinh tế thì cũng ở mức hạn chế nhưng các ycau mình muốn ở 1 ksan thì nơi đây bảo đảm đáp ứng đủ hết luôn mng ơi. Hôm đó nhà mình đi 3 người đến từ 10h sáng các anh đã tạo điều kiện cho nhận phòng sớm và còn rất may khi bọn mình được các anh xếp cho phòng có ban công, phòng rộng rãi sáng sủa, đối với giá tiền mình thuê thì cực kì ổn áp luôn không chê chỗ nào, mình book trên booking 1 đêm nhưng vì phòng ở ok quá nên mình ở", "reviewer_location": "Lạng Sơn, Việt Nam"}, {"name": "sandy00000", "avatar": "", "review_rating": "5", "review_title": "Giá trị tuyệt vời của tiền", "review_content": "Dịch vụ đặc biệt, nhân viên chu đáo và hữu ích đặc biệt là Manager ryan. Anh ấy giúp chúng tôi sắp xếp lại các chuyến đi khác khi mọi thứ trở nên khó khăn với việc đi lại của chúng tôi. Toàn bộ khách sạn sạch sẽ và an toàn. Bữa sáng rất ngon với fuit đẹp, mì thịt bò, trứng và thịt xông khói. Khoảng cách có thể đi bộ đến tất cả các điểm tham quan trong khu phố cổ và cách xe buýt sân bay 86, siêu thị và Sapa tốc hành đến Sapa 2 phút. Giá trị tuyệt vời cho tiền cho phép chúng tôi có thể dành cả tuần ở Hà Nội để có cảm giác thực sự về chính thành phố theo nhịp độ riêng của chúng tôi mà không cần phải vội vã. Chắc chắn sẽ quay trở lại khách sạn và sử dụng nó như một căn cứ để xem thêm về miền bắc Việt Nam. Xe buýt 86 từ sân bay dừng quanh góc khách sạn và điểm dừng đến sân bay nằm", "reviewer_location": "Puebla, Mexico"}, {"name": "fuller100", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời với dịch vụ cá nhân", "review_content": "Thời gian lưu trú tại Hà Nội thật tuyệt vời nhờ dịch vụ tuyệt vời mà chúng tôi nhận được từ Ryan và nhóm của anh ấy. Phòng tốt, giường thoải mái, bữa sáng nổi bật và mức độ dịch vụ là đỉnh cao. Chúng tôi đã được cung cấp các bản đồ tuyệt vời mà sau đó được thiết kế riêng cho phù hợp với sở thích của chúng tôi. Taxi đã được yêu cầu đưa chúng tôi từ tất cả các địa điểm đến các điểm đến khác nhau, các cuộc hẹn đã đặt và các khuyến nghị tuyệt vời cho lựa chọn thực phẩm và cập nhật nhanh về ngôn ngữ địa phương và cách tham gia khi mua các mặt hàng từ các nhà cung cấp. Tôi đánh giá cao khách sạn này cho bất cứ ai muốn có thêm trải nghiệm đặc biệt tại Hà Nội.", "reviewer_location": "Melbourne, Úc"}, {"name": "CLIVE H", "avatar": "", "review_rating": "5", "review_title": "Một kỳ nghỉ tuyệt vời", "review_content": "Một khách sạn có vị trí rất tốt trong khu phố cổ của Hà Nội. Dễ dàng đi bộ khoảng cách của rất nhiều điểm quan tâm. Tất cả nhân viên đều rất lịch sự và lịch sự, đặc biệt là Audrey đã đặt chuyến đi cho chúng tôi trước khi đến, giúp chúng tôi tiết kiệm thời gian khi đến đó. Khách sạn sạch sẽ, phòng của chúng tôi đối diện với mặt trước của tòa nhà là một kích thước đẹp và bữa ăn sáng là tốt. Taxi được sắp xếp khi đến sân bay và đến sân bay. Chúng tôi chắc chắn sẽ ở lại một lần nữa.", "reviewer_location": "Caerphilly, Vương quốc Anh"}, {"name": "Niksandy", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời bảy mươi", "review_content": "Thật là một trải nghiệm tuyệt vời Audrey đã vượt ra ngoài nhiệm vụ đảm bảo rằng kỳ nghỉ của chúng tôi thật tuyệt vời. Các nhân viên rất thân thiện. Phòng có tất cả các nhu cầu cơ bản của bạn. Không có gì lạ mắt nhưng sạch sẽ với góc nhìn từ ban công của thành phố nhộn nhịp.", "reviewer_location": "Sidney, Canada"}, {"name": "José Álvaro", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời tại trung tâm thành phố Hà Nội", "review_content": "Tôi thực sự khuyên bạn nên ở Labevie Hotel, nó nằm ở vị trí hoàn hảo ở trung tâm và chỉ cách hồ Hoàn Kiên vài phút đi bộ.  Tất cả các nhân viên đều thực sự quyến rũ và họ đã cho chúng tôi rất nhiều lời khuyên tuyệt vời cho thành phố trong thời gian lưu trú. Nhưng không chỉ vậy, họ còn giúp chúng tôi quản lý hành lý thất lạc của mình với hãng hàng không.  Căn phòng hoàn toàn được phục vụ và bữa sáng tuyệt vời với sự pha trộn của các món ăn ngẫu nhiên và Việt Nam.  Vì chắc chắn tôi sẽ quay lại khách sạn Labevie, vì tôi cảm thấy như đây là nhà.", "reviewer_location": "dumpxxx"}, {"name": "Alva", "avatar": "", "review_rating": "5", "review_title": "Rất khuyến khích khách sạn này", "review_content": "Chúng tôi ở lại hai lần và cả hai lần đều tuyệt vời. Chúng tôi đến vào giữa đêm và chúng tôi nhận được rất nhiều. Bữa sáng thật tuyệt vời, căn phòng sạch sẽ, rộng rãi và họ rất tử tế và chúng ta hãy rời khỏi ván lướt sóng của họ với họ trong một tuần miễn phí! Nhân viên rất rất tốt - rất khuyến khích", "reviewer_location": "dumpxxx"}, {"name": "MissGeo7", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ xuất sắc, bữa sáng ngon miệng", "review_content": "Vị trí tuyệt vời, dịch vụ khách hàng tuyệt vời, bữa sáng ngon miệng.  Nhân viên ngay lập tức thay đổi phòng của chúng tôi khi một sự cố về điện được phát hiện trong lần lưu trú đầu tiên của chúng tôi, và rất linh hoạt và cho chúng tôi sử dụng các phương tiện của họ sau khi đến 430 giờ sáng trong chuyến tàu cho lần lưu trú thứ hai. Khách sạn được quản lý mới vào giữa tháng 7 và bạn thực sự có thể nói rằng các nhân viên đang có những thay đổi tích cực và thực sự nỗ lực rất nhiều để đảm bảo rằng khách sạn của họ nổi bật theo cách rất tích cực.  Họ chào đón chúng tôi với đồ uống khi đến, và có một danh sách lớn các khuyến nghị tuyệt vời cho thực phẩm, cà phê trứng và bia hoi (nằm ở vị trí thuận tiện trên đường phố!).  Tôi sẽ giới thiệu 100% khách sạn này và sẽ sử dụng lại nếu / khi", "reviewer_location": "dumpxxx"}, {"name": "jessica r", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời", "review_content": "Chỗ ở đẹp ở một vị trí tuyệt vời Các nhân viên đặc biệt hiếu khách và chu đáo, họ đã giúp điều hướng thành phố, sắp xếp vé và taxi của chúng tôi, tạo ra một trải nghiệm không căng thẳng. Sun đã giúp đỡ mọi nhu cầu của chúng tôi, rất chu đáo và tốt bụng.", "reviewer_location": "dumpxxx"}, {"name": "Eric L", "avatar": "", "review_rating": "5", "review_title": "Nhân viên khách sạn hữu ích. Vị trí đẹp và đào", "review_content": "Sun rất hữu ích khi chúng tôi đến. Anh ấy giúp chúng tôi hòa nhập với thành phố. Chỉ cho chúng tôi những địa điểm ăn uống và thử cà phê trứng ngon. Khách sạn đã được thiết lập hoàn hảo với một bữa ăn sáng ngon và phòng đẹp. Chúc chúng tôi ở lại lâu hơn.", "reviewer_location": "dumpxxx"}, {"name": "panadaud", "avatar": "", "review_rating": "5", "review_title": "Rất vui được ở lại!", "review_content": "Nơi rất đẹp. Cách thành phố không xa. Bữa sáng hoàn hảo.  Yên tĩnh và tâm sự! Chúng tôi đã ở đó trong thời gian Tết, chủ nhà có sẵn cho chúng tôi bất cứ lúc nào!  Chúng tôi thực sự rất thích thời gian ở đây.", "reviewer_location": "Vincennes, France"}, {"name": "Pamelita01", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đáng yêu với đội ngũ nhân viên tuyệt vời", "review_content": "Chúng tôi đã có niềm vui ở lại Labevie trong tháng này và thích nó đến nỗi chúng tôi đã kéo dài thời gian lưu trú của chúng tôi lâu hơn một vài ngày so với kế hoạch. Phòng của chúng tôi vô nhiễm với những chiếc giường rất thoải mái và tất cả các tiện nghi chúng tôi có thể cần. Các nhân viên thật tuyệt vời và Sun, đặc biệt, rất hữu ích với việc sắp xếp phương tiện đi lại và thông tin về việc tham quan ở Hà Nội. Anh ấy thậm chí còn làm tôi ngạc nhiên với bánh sau khi bạn tôi đề cập rằng đó là ngày sinh nhật của tôi! Tôi đề nghị khách sạn này cho vị trí, cơ sở và nhân viên tuyệt vời của nó.", "reviewer_location": "Houston, Texas"}, {"name": "郁恬 馮", "avatar": "", "review_rating": "5", "review_title": "????????", "review_content": "????????????? ?????? 700 ??????? ?????????????? Tôi giới thiệu Labevie Hotel cho tất cả mọi người. Nó rất rẻ nhưng cũng tốt! Không chỉ trang trí phòng mà còn là bữa sáng ngon miệng. Nếu có cơ hội đến Hà Nội lần nữa, tôi sẽ chọn lại.", "reviewer_location": "dumpxxx"}, {"name": "Luciano Cerna", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời", "review_content": "Nhân viên rất hữu ích, đặc biệt là Sun. Anh ấy tốt bụng và luôn quan tâm đến việc làm cho kỳ nghỉ của bạn thực sự dễ chịu. Vị trí tốt trong khu phố cổ, bữa sáng tuyệt vời, cả buffet và với các lựa chọn một giỏ hàng và nhân viên hoàn hảo. Đề nghị 100%!", "reviewer_location": "Victoria Falls"}, {"name": "F H", "avatar": "", "review_rating": "5", "review_title": "Một khách sạn với dịch vụ 5 sao", "review_content": "Chúng tôi ở lại 3 đêm. Các nhân viên rất hữu ích. Khi đến nơi các nhân viên đã giao ban miễn phí về Hà Nội. Đưa ra khuyến nghị tốt về những gì nên làm và mong đợi. Bữa sáng được phục vụ là tốt, và cũng được cung cấp một danh sách các đơn đặt hàng đặc biệt mà chúng tôi có thể nhận được miễn phí. Họ đã giúp chúng tôi đặt chỗ để được mát xa cơ thể gần đó và chúng tôi phát hiện ra được giảm giá lớn. Vị trí là trung tâm của tất cả mọi thứ.", "reviewer_location": "dumpxxx"}, {"name": "Vicky_Duggan", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tuyệt vời và vị trí tuyệt vời", "review_content": "Tôi ở lại đây 4 đêm và có một kinh nghiệm tuyệt vời nhờ đội ngũ nhân viên, đặc biệt là Tam và Zoeey, những người đã đi qua và ở trên để giúp đỡ bằng mọi cách. Khách sạn nằm ở một vị trí tuyệt vời để tìm hồ và khu phố cổ và gần đó có rất nhiều quán ăn đường phố ngon miệng. Bạn cũng có thể đi bộ đến khu phố Pháp mà là đáng yêu. Bản thân khách sạn thực sự thoải mái với mức giá tuyệt vời và bữa sáng rất ngon. Nếu bạn đến Hà Nội hãy tận dụng cơ hội để ở đó và tận hưởng cuộc gặp gỡ những nhân viên đáng yêu và nhìn thấy khu phố cổ.", "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"}, {"name": "Joseph Q", "avatar": "", "review_rating": "5", "review_title": "Thật tuyệt vời", "review_content": "Chúng tôi đã có 3 đêm tuyệt vời ở đây.  Các nhân viên thật tuyệt vời! ! Thật tuyệt vời so với các khách sạn tương tự với giá gấp đôi.  Chúng tôi ở trong phòng Trăng mật trên tầng ba và thực sự rất thích nó. Đó là khoảng £ 60 cho 3 đêm đó là giá trị lớn.  Các bữa ăn sáng là cơ bản nhưng đáng yêu. Họ biết cách nấu một món trứng tráng tuyệt vời và thậm chí còn mang nó đến phòng của chúng tôi vào một buổi sáng vì chúng tôi sẽ bỏ qua nó để có một cuộc sống.  Họ thật ngọt ngào và đáng yêu! !  Taxi trở lại sân bay đã được sắp xếp bởi họ cho 10 Mỹ và đó là một món hời vì nó sẽ có chi phí nhiều hơn nữa từ đồng hồ.", "reviewer_location": "dumpxxx"}, {"name": "Jenny P", "avatar": "", "review_rating": "5", "review_title": "Nhân viên khách sạn tốt nhất mà tôi từng gặp", "review_content": "Vị trí, phòng, và bữa ăn sáng là tất cả tuyệt vời, nhưng những gì làm cho khách sạn này đặc biệt là những người làm việc chăm chỉ để đảm bảo một kỳ nghỉ tuyệt vời. Amber và Zoey đảm bảo chúng tôi gặp rắc rối - miễn phí, và hai thành viên thậm chí đã đợi ở phía trước khách sạn lúc 2 giờ sáng để lấy túi của chúng tôi và đảm bảo chúng tôi cảm thấy thoải mái. Họ cho phép chúng tôi cất giữ túi của chúng tôi sau thời gian lưu trú để chúng tôi có thể tận hưởng vị trí gần khách sạn của tất cả các điểm tham quan, và cũng kiểm tra để thấy rằng chúng tôi có thể đến sân bay đúng giờ. Đây là những người đẹp nhất chúng tôi đã gặp trong một thời gian dài, và dịch vụ một mình đảm bảo một kỳ nghỉ khác. Cảm ơn bạn rất nhiều!", "reviewer_location": "dumpxxx"}, {"name": "Ngoc Canh D", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Labevia", "review_content": "Vị trí tuyệt vời để ở, nhỏ nhưng sạch sẽ và thân thiện. Dễ dàng tham quan nhiều nơi ở Hà Nội, 5 phút đi bộ đến hồ gươm, tôi có thể đặt nhiều tour du lịch từ đây. Lễ tân thân thiện Ăn sáng là tốt Cao được đề nghị Tôi hy vọng có cơ hội quay lại đây", "reviewer_location": "dumpxxx"}, {"name": "Isabelle A", "avatar": "", "review_rating": "5", "review_title": "kỳ nghỉ hoàn hảo", "review_content": "Chúng tôi đã có một kỳ nghỉ hoàn hảo trong khách sạn labevie. Các phòng đều rất đẹp và sạch sẽ với một phòng tắm rất đẹp và lớn và các nhân viên là rất hữu ích và tốt nhất. Họ đã giúp chúng tôi sắp xếp tour du lịch và tổ chức vận chuyển đến những nơi khác nhau. Chúng tôi chắc chắn sẽ đề nghị khách sạn labevie và sẽ luôn quay trở lại.", "reviewer_location": "dumpxxx"}, {"name": "anikoslaughter", "avatar": "", "review_rating": "5", "review_title": "Nice khách sạn, nhờ chờ đợi cho chúng tôi.", "review_content": "Chúng tôi đến 3 a. m. Trên một chuyến bay bị trì hoãn và hai nhân viên đang đợi chúng tôi (ngủ trong hành lang, người đã khóa cửa ra vào đường phố.). Căn phòng thật đẹp và sạch sẽ. Nhân viên thân thiện và hữu ích (chờ đợi, đưa ra lời khuyên khi chúng tôi cần một bác sĩ và tất nhiên đã cố gắng bán cho chúng tôi các chuyến đi). Rõ ràng họ đang cố gắng thực sự khó khăn, đôi khi lòng tốt của họ là một chút hung hăng nhưng chúng tôi tin rằng họ có ý nghĩa tốt. Cảm ơn,", "reviewer_location": "Melbourne, Úc"}, {"name": "Harrison T", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Labevie", "review_content": "Chúng tôi ở lại 2 đêm tại khách sạn này. Nằm trong khu phố cổ ở Hà Nội với rất nhiều nhà hàng thức ăn và thức ăn địa phương. Nhân viên thân thiện và hữu ích, phòng sạch sẽ với nguồn cấp nước nóng 24 giờ / ngày và bữa sáng ngon miệng.", "reviewer_location": "dumpxxx"}, {"name": "Kerri H", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời và giường thoải mái", "review_content": "Sau khi đặt phòng khách sạn, dấu hiệu đầu tiên cho thấy Labevie Hotel chuyên nghiệp như thế nào, là cuộc điện thoại tôi nhận được từ Amber hỏi liệu có bất cứ điều gì họ có thể giúp đỡ khi chúng tôi ở Hà Nội hay không. Đi thêm chiều dài đó để đảm bảo trải nghiệm khách tích cực. Sinh nhật của tôi là vào ngày nghỉ của chúng tôi. Chúng tôi đã đến khách sạn sớm và nhận thức được rằng chúng tôi không thể vào được cho đến khi kiểm tra kịp thời. Chúng tôi trở lại vào thời điểm được khuyên và đưa lên phòng của chúng tôi thông qua thang máy. Amber đã thiết lập một dấu hiệu sinh nhật hạnh phúc trong cánh hoa và lá và đặt một chiếc bánh sinh nhật nhỏ ở giữa giường của tôi. CHÚA ƠI! ! ! Đó chỉ là ở trên và xa hơn nữa. Chúng tôi đã đặt một phòng ban công cho chúng tôi phòng lớn hơn. Có một", "reviewer_location": "Perth, Úc"}], "hotel": {"location": "34 Hàng Tre, Hà Nội Việt Nam", "name": "Labevie Hotel", "geo_data": {"latitude": 21.032230377197266, "longitude": 105.85552215576172}, "room_number": "20"}}