{"content": [{"name": "Phuc Tran", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt nhưng cần cải thiện toilet", "review_content": "Khách sạn xây dựng từ khá lâu tuy kiến trúc cũ nhưng rất sạch sẽ. Đặc biệt ở khách sạn này là thang máy được giữ nguyên theo nguyên bản ngày xưa. Bãi xe phía trước rộng. Bạn Bellboy vui vẻ, nhiệt tình. Lễ tân hướng dẫn chu đáo. Điểm trừ là phòng cách âm chưa tốt, sàn toilet chưa thoát nước.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "nhinguyen", "avatar": "", "review_rating": "5", "review_title": "Khách sạn nhỏ, cổ điển", "review_content": "Một khách sạn nhỏ, cổ điển từ thời Pháp trên Đà Lạt mà mình rất thích. Đã ở khách sạn 2-3 lần rồi mà vẫn muốn quay lại. Khách sạn có cái thang máy rất đẹp và hiếm có. Lần đầu ở Việt Nam còn nhìn thấy cái thang máy này. Phòng cũng ok, có ăn sáng, giá cả hợp lý.", "reviewer_location": "Tỉnh Nam Định, Việt Nam"}, {"name": "Hoàng Đẩu", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời ở Đà Lạt", "review_content": "Chúng tôi ở khách sạn 2 đêm, được nhân viên khách sạn chăm sóc hết sức nhiệt tình, mọi người đều rất vui vẻ, hướng dẫn nhiệt tình. Phòng đẹp, rộng, và vô cùng sạch sẽ. Ăn sáng với nhiều lựa chọn. 3 ngày ở khách sạn thực sự là quãng thời gian tuyệt vời. Cảm ơn các bạn, nhất định sẽ quay trở lại vào lần sau.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "tuyen huynh", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đậm chất cổ điển", "review_content": "Chúng tôi chỉ ở đây 1 đêm, có lẽ chưa đủ dài để cảm nhận hết những cái hay , cái đẹp ở khách sạn này. Theo tôi thấy đây là 1 khách sạn đẹp, tốt dành cho những người lớn tuổi, những người tính trầm. Còn đối với những bạn trẻ, sống ảo thì không hợp. Ở khách sạn được miễn phí ăn sáng, đồ ăn cũng đa dạng, ngon và nhiều. Nhưng điều tôi không thích ở đây là căn phòng quá tối, ánh đèn thiết kế không sáng cả căn phòng. Đèn nhà VS khi đứng gần cực kì nóng. Nói chung khách sạn ổn 4 sao.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Tronie", "avatar": "", "review_rating": "4", "review_title": "Vị Trí Trung Tâm", "review_content": "+ Tôi thích bánh mì tự nướng và sữa chua trong bữa ăn sáng. Nói chung, bữa sáng có nhiều sự lựa chọn cho bạn.  + Nhân viên lễ tân thân thiện, dễ thương. + Phòng tiêu chuẩn rất nhỏ, cũ, ga giường cũ và không thoải mái.  + Phòng tắm hơi bất tiện với bồn tắm nằm và không có phòng tắm đứng.  + Các thiết bị điện trong phòng không được an toàn.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Hoai Phong", "avatar": "", "review_rating": "3", "review_title": "Khách sạn củ", "review_content": "(+) Địa điểm tốt, gần trung tâm. (+) Nhân viên thân thiện. (+) phòng gọn và sạch. (+) Bữa sáng ít món nhưng ăn được. (-) Ks củ nên cách âm kém, tiếng vọng từ đường và hành lang khó chịu. (-) Vòi sen cố định nên nếu bạn muốn rửa hay gội đầu thì phải tắm. (-) Nước nóng dùng tăng áp nên lúc nóng lúc lạnh, khi tắm phải chú ý, nhất là với mấy người cao huyết áp.", "reviewer_location": "dumpxxx"}, {"name": "Trinh", "avatar": "", "review_rating": "4", "review_title": "Đáng để ở ", "review_content": "Nhân viên phục vụ rất tốt  Chuyên nghiệp/ lịch sự  Không gian dễ chịu Gần trung tâm  Phòng ốc sạch đẹp Phong cách cổ kính đậm chất Pháp Tuy nhiên điểm trừ là ăn sáng đồ ăn chưa phong phú và khẩu vị chưa thật xuất sắc mình chủ quan chấm 4/10 so với 4 sao  ", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Hunter162", "avatar": "", "review_rating": "3", "review_title": "Khách sạn khu vực trung tâm, phong cách cổ điển", "review_content": "Khách sạn nằm ngay sát Nhà thờ con gà, thuận tiện trong việc đi lại, ăn uống hay vui chơi. Mất tầm 10 phút đi bộ để tới chợ đêm đà lạt Khách sạn 4 sao mang phong các cổ kính, khá thú vị. Nhân viên tốt Bữa sáng có buffet với đa dạng món ăn, đồ ăn chấp nhận được Phòng ốc sạch sẽ, ấm cúng, tuy nhiên phòng nhỏ với tiêu chuẩn 4 sao, mình không thích chăn giường cho lắm, vì để lộ phần lõi bên trong nên trông không được đẹp mắt Phòng tắm có bồn tắm nhưng nước hơi yếu, do không khí lạnh nên được lắp đèn sưởi bên trong Không có khuôn viên vườn hay bể bơi Có 1 thang máy duy nhất ở chính giữa khách sạn mang phong các cổ điển, nhưng hơi  nhỏ và cửa chặn hơi nặng với trẻ em hay người cao tuổi", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "RubyNguyen18", "avatar": "", "review_rating": "5", "review_title": "What an amazing hotel!!", "review_content": "Tôi thực sự rất hài lòng khi lưu trú tại khách sạn này. Phòng khách sạn sang trọng và ấm cúng với view thành phố, thiết kế mang phong cách của pháp. Giá cả hợp lí. Vị trí của khách sạn khá gần với trung tâm thành phố. Đội ngũ nhân viên nhiệt tình và thân thiện, nếu bạn là khách sẽ luôn luôn được chào đón bằng những nụ cười .", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hung N", "avatar": "", "review_rating": "4", "review_title": "Chủ khách sạn là một người khá tinh tế", "review_content": "Khách sạn gần 100 tuổi nhưng vẫn giữ được sự sạch sẽ cần có của một khách sạn 3 sao. Nhân viên thì rất nhiệt tình. Trang thiết bị khá ok. Ăn sáng ngon, nhà hàng quan trọng, nhưng quá ít đồ ăn kiểu Việt Nam. Phòng hơi thiếu ánh sáng và ít ổ điện, thang máy đậm chất hoài cổ, nhưng nên xem lại, thường xuyên bị trục trặc và không có cảm biến. Hơi nguy hiểm", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Khoapda", "avatar": "", "review_rating": "3", "review_title": "tôi nghĩ không phải 4 sao", "review_content": "Vị trí khách sạn ngay Nhà thờ con gà, trung tâm Đà Lạt. Khách sạn quá nhỏ với tiêu chuẩn 4 sao. Không có hồ bơi và vườn. Chỉ 1 thang máy cổ nên khá bất tiện. Phòng chật và giường nhỏ, cao nên không ngủ ngon. 2 người cao 1,7m ngủ là chật nên không biết khách nước ngoài nằm trên giường ra sao. Phòng ốc và thiết bị cũ kĩ. Nhân viên tương đối tốt.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Lenna V", "avatar": "", "review_rating": "5", "review_title": "đi và nghĩ dưỡng", "review_content": "phòng của tôi dnhf cho hai người, có phòng khách và bản ăn. tôi thật sự rất vui vì nếu như cho thêm 1 extra bed thì hai người bạn của tôi cũng vào ở được. phục vụ cực kỳ tận tình. tôi có hai đêm nghĩ dưỡng tại khách sạn này và đó là nơi mả tôi sẽ tiếp tục lựa chọn cho chuyến đi lần sau.", "reviewer_location": "dumpxxx"}, {"name": "Tran Hong Duc", "avatar": "", "review_rating": "4", "review_title": "Khách sản kiểu cổ, gần trung tâm", "review_content": "Khách sạn mang phong cách cổ điển, lịch sự được xây dựng từ thời Pháp. Tuy nhiên đội ngũ phục vụ đón khách và lễ tân thì có phần chưa được chuyên nghiệp cho lắm, hướng dẫn chưa được rõ ràng cho khách. Phòng ốc tương đối sạch sẽ. Đồ ăn sáng ngon, nhiều lựa chọn và vị trí phòng ăn khá đẹp.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "ho_inhil", "avatar": "", "review_rating": "5", "review_title": "Khách sạn cổ tuyệt vời", "review_content": "Là một khách sạn phù hợp với những du khách yêu thích sự cổ kính và ấm cúng. Khách sạn được giữ lại thiết kế kiến trúc Pháp, từ thang máy khách sạn, bàn ghế, phòng ốc... đều vẫn mang dáng vẻ cổ xưa rất đẹp. Dịch vụ khách sạn tuyệt vời với sự phục vụ vô cùng nhiệt tình và ân cần của nhân viên.  Có nhà hàng ăn sáng phục vụ ăn sáng buffet, dịch vụ giặt ủi, Bar... rất tiện lợi.", "reviewer_location": "dumpxxx"}, {"name": "Phuong N", "avatar": "", "review_rating": "5", "review_title": "Nhân viên rất thân thiện và nhiệt tình, ks 3 sao nhân viên 5 sao", "review_content": "Chúng tôi đã ở 1 đêm tại ks Du Parc, nhân viên đón tiếp rất nhiệt tình niềm nở,nhiệt tình chỉ đường và dặn dò chúng tôi mang áo mưa vì sợ đà lạt mưa rào buổi chiều. Buổi sáng lễ tân còn ân cần hỏi thăm chúng tôi ngủ có ngon ko vì sợ phòng nhỏ.  Điểm cộng:  ks cổ kính, thang máy cổ cực đẹp, kiến trúc pháp đặc trưng, nhân viên siêu thân thiện, nhiệt tình, đặc biệt phòng được xông mùi sả thơm nức cực kỳ thư giãn  Điểm trừ:  phòng standard hơi nhỏ, cách trải giường hơi lạ (không lồng ruột chăn vào vỏ), vòi tắm cố định không điều chỉnh được cho tiện lợi  Kết luận: vì quá thích service của ks mà chúng tôi sẽ quay lại và có lẽ chọn 1 phòng hạng sang hơn để thoải mái hơn", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "MichaelHung", "avatar": "", "review_rating": "5", "review_title": "Thân thuộc như ngôi nhà của tôi", "review_content": "Gia đình tôi đã nhiều lần ở khách sạn này (tên khách sạn trước đó là Novotel), phòng cũ vì đây là khách sạn cổ, nhưng facilities trong phòng có chất lượng tốt, có chỗ để xe rộng và thuận tiện đi lại, nhà hàng ăn sáng đã được bố trí ngay trong khuôn viên phía sau (không phải băng qua đường như những lần trước), thang máy đẹp và rất cổ kính, nhân viên lễ tân chuyên nghiệp và thân thiện, chúng tôi sẽ quay lại ở nếu có dịp.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "nguyen n", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Chúng tôi đã ở khách sạn Duparc Dalat 4 ngày 3 đêm. Sau thời gian lưu trú tại khách sạn chúng tôi cảm thấy rất thoải mái, không gian phòng ấm cúng, nhân viên thân thiện chuyên nghiệp. Tôi sẽ giới thiệu cho bạn bè. Nếu có dịp nhất định tôi và gia đình sẽ quay lại lưu trú tại khách sạn Duparc Dalat", "reviewer_location": "dumpxxx"}, {"name": "AmourDalatHotel", "avatar": "", "review_rating": "4", "review_title": "Dịch vụ tốt", "review_content": "Khách sạn cao cấp, nội thất đẹp, không gian sang trọng. Nhân viên phục vụ nhiệt tình, thân thiện. Bãi đậu xe rộng rãi, gần trung tâm thành phố. Cảm giác ấm cúng, thân thuộc như về nhà. Rất hài lòng. Lựa chọn tốt nhất.", "reviewer_location": "dumpxxx"}, {"name": "Linh Louise", "avatar": "", "review_rating": "4", "review_title": "Khách sạn Du Prace Dalat có kiến trúc độc đáo, vị trí thuận tiện", "review_content": "Khách sạn có kiến trúc Pháp và thang máy cổ rất độc đáo, khu vực ăn buffet sáng cũng rất đẹp. Tuy nhiên phòng nhỏ và không sang trọng, toilet tối và thiếu các thiết bị vệ sinh hiện đại là một điểm trừ. Vị trí khách sạn tiện lợi cho việc di chuyển vì gần nhà thờ Con Gà Trống và đường Nhà Chung - khu ẩm thực bình dân, có thể đi bộ từ 5-7 phút để đến Chợ Đà Lạt và Khu phố đi bộ.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "huycuongduong", "avatar": "", "review_rating": "3", "review_title": "Du Parc", "review_content": "Khách sạn có kiến trúc kiểu Tây khá đẹp. Phòng ốc tiện nghi, riêng bồn cầu không có vòi rửa vệ sinh. Có một điểm bất tiện là bình đun siêu tốc để pha trà (nhãn hiệu Philips) nhưng có dây dẫn có phích cắm âm dương gắn vào bình, dẫn đến khi muốn đổ nước pha trà thì phải tháo dây ra; nhưng khi gắn lại thì mất điện. Tôi phải yêu cầu phục vụ phòng chỉnh sửa 3 lần. Chất lượng phục vụ chưa tốt lắm: phòng đăng ký 03 người nhưng lại chỉ đặt 02 khăn tắm. Tôi phải kiểm lại và yêu cầu bổ sung.", "reviewer_location": "dumpxxx"}, {"name": "safeandsoundcoltd", "avatar": "", "review_rating": "3", "review_title": "Du Parc Đà Lạt", "review_content": "Khách sạn có kiến trúc Pháp, vị trí thuận tiện, gần nhà thờ Con Gà, phố ẩm thực... Nhân viên nhiệt tình. Nhà hàng Café de la poste không ở trong khuôn viên ks, khách ăn sáng phải qua đường (có nhân viên dẫn khách sang đường), tuy ko thuận tiện nhưng chỉ là điểm trừ nhỏ.  Phòng nhỏ, trang thiết bị đã xuống cấp nhiều: nền gỗ chợt vẹt, máy sấy tóc ko hoạt động, điện thoại nghe rất nhỏ, tín hiệu cáp truyền hình ko tốt ... Hy vọng trên tinh thần bảo lưu kiến trúc cổ kính và các nét đặc trưng (Cafe de la Poste, thang máy cổ,...), ks nên nâng cấp, thay mới các trang thiết bị phù hợp với không gian ks và nhu cầu của khách lưu trú", "reviewer_location": "Huế, Việt Nam"}, {"name": "Antoine Thuc Nguyen", "avatar": "", "review_rating": "3", "review_title": "Khách sạn Du Parc Đà Lạt", "review_content": "Gia đình chúng tôi vừa trải nghiệm 3 ngày 2 đêm lưu trú tại khách sạn Du Parc vào cuối tháng 4 vừa qua. Do một số nhầm lẫn nên đã xảy ra tình trạng đặt dư phòng. Anh Khoa - duty manager đã hết sức niềm nở ân cần giải thích và linh động giải quyết cho chúng tôi sử dụng phần tiền thừa vào các chi phí phát sinh trong khách sạn. Xin cảm ơn lòng nhiệt thành và sự hiếu khách của anh !  Khả năng cách âm của phòng không được tốt, cần được cải thiện. Diện tích phòng nhỏ nhưng khá đầy đủ tiện nghi.  Ăn sáng buffet được phục vụ bên nhà hàng Cafe de la poste. Đồ ăn không phong phú, nhất là các món bánh nướng bakery, bánh mì, nước trái cây và mứt các loại, cần được bổ sung thêm nhiều loại khác nhau để khách có nhiều sự lựa chọn và đỡ ngán hơn khi ăn mỗi ngày. Thái độ phục vụ của nhân viên", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "nguyen q", "avatar": "", "review_rating": "4", "review_title": "Du parc", "review_content": "Khách sạn ở vị trí đẹp gần nhà thờ chính tòa đà lạt, chợ và hồ xuân hương, cổ kính, nhân viên phục vụ lịch sự, thân thiện. Ăn sáng chưa phong phú, phòng tắm không có vòi hoa sen hơi bất tiện khi sử dụng", "reviewer_location": "Vịnh Hạ Long, Việt Nam"}, {"name": "Tran Tuan", "avatar": "", "review_rating": "2", "review_title": "Giá trị không xứng đáng", "review_content": "Khách sạn có kiến trúc Pháp cổ, Phòng hơi chật.Tôi đặt loại phòng Superior 3 đêm qua Agoda. Do nhầm lẫn tôi đến nhận phòng sai ngày. Lễ tân cũng giúp tôi check in vì đã muộn. Lúc nhận phòng,Các trang thiết bị trong phòng như tủ,sàn gỗ,điện thoại,đèn ngủ đều đóng bụi. Trong thời gian lưu trú, tôi có cảm nhận rất tệ. Phòng cách âm không tốt, có thể nghe khách bên ngoài nói chuyện, ăn sáng ít món và lặp lại khiến tôi có cảm giác ớn. Điều tệ nhất ở khách sạn này thái độ nhân viên. Hầu như họ chỉ nhìn khách, nói chuyện với nhau và không có bất cứ thái độ thân thiện hay giúp đỡ khách. Nếu có trở lại Đà lạt, tôi sẽ không chọn khách sạn này.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Nickbui", "avatar": "", "review_rating": "4", "review_title": "giá trị lịch sử", "review_content": "khach sạn này vị trí đẹp (cách chợ Đà Lạt khoảng 200m), gần nhiều nhà hàng, quán cafe, mặt tiền rộng, xe đi lại dễ. Nhân viên thân thiện, ưu nhìn, nhiệt tình, chuyên nghiệp. Giá cũng không đắt khoảng hơn 1 triệu/1 tối. Phòng hơi bé nhưng vẫn có cửa sổ lớn. Thang máy cổ nên cũng hay trục trặc. ở đây 2 đêm nhưng tôi phải đi bộ 3 lần, cũng may mà chỉ có 4 tầng. Ăn sáng ngon, lich sự nhưng ko phải trong khác sạn mà phải sang bên kia đường.  Trước khi đến đây, tôi rất hào hướng để xem khách sạn hơn 80 năm nay nó như thế nào. Ai muốn khám phá giá trị lịch sử thì ở ks này. Quý", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Kenshin_Nguyen", "avatar": "", "review_rating": "4", "review_title": "Khách sạn cổ điển Pháp, yên tĩnh", "review_content": "Khách sạn hơi cổ, thích hợp cho những ai hướng cổ điển,   Phòng standard nhỏ, phòng tắm nhỏ nhưng sạch sẽ.  Ngay gần Nhà thờ Con gà, cách chợ Đà Lạt, Hồ Xuân Hương 800m Chúng tôi đã có trải nghiệm thú vị cùng gia đình ở đây.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "ATPhan", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để ở bên cạnh Cung điện Đà Lạt", "review_content": "Chúng tôi có chuyến đi trong ngày đến Đà Lạt để gặp gỡ và đám cưới và chọn khách sạn này để uống cà phê buổi sáng Nó trông tốt hơn và đẹp hơn lần trước - được thực hiện tốt cho các tòa nhà và cơ sở mới được cải tạo. Cảm ơn nữ nhân viên Bar, ông Đoàn - Quản lý nhà Tôi sẽ trở lại cho kỳ nghỉ dài hơn và ở lại cả Cung điện Đà Lạt và Du Parc Cảm ơn tất cả các thành viên trong nhóm", "reviewer_location": "Danang City"}, {"name": "szeven", "avatar": "", "review_rating": "4", "review_title": "Rất khuyến khích", "review_content": "Khách sạn đáng yêu với một spa tuyệt vời và giá cả hợp lý. Bữa sáng tự chọn tuyệt vời với số lượng tùy chọn không thể tin được. Vị trí tuyệt vời và nhân viên thân thiện. Giúp chúng tôi với một số thách thức với phòng của chúng tôi an toàn và khá dễ chịu. Rất khuyến khích và sẽ ở lại một lần nữa.", "reviewer_location": "Cedar Rapids, Iowa"}, {"name": "JoAnne R", "avatar": "", "review_rating": "3", "review_title": "Cơ sở mệt mỏi nhưng nhân viên tốt", "review_content": "Thật không may, các phòng thực sự cần cập nhật tại khách sạn này. Phòng tắm đã cũ và chỉ có giường đôi với những chiếc ghế dài cũ kỹ. Tuy nhiên, các nhân viên rất thân thiện và cố gắng bù đắp cho các cơ sở mờ nhạt. Trao đổi tiền tệ có sẵn nhưng không giống như các khách sạn khác mà chúng tôi ở, họ sẽ chỉ trao đổi các hóa đơn lớn.", "reviewer_location": "Ottawa, Canada"}, {"name": "Dunns_on-the-move", "avatar": "", "review_rating": "4", "review_title": "Khách sạn lịch sử", "review_content": "Khách sạn Du Parc rất lịch sử trong các tính năng của nó. Các phòng khá đẹp và đã được cập nhật đến một điểm mà tòa nhà lịch sử sẽ cho phép. Chúng tôi đã tìm một số nơi để ở gần trung tâm chính của thị trấn và chỉ mất năm phút đi bộ rất dễ dàng nhưng nếu một chiếc taxi được yêu cầu thì nó rất rẻ. Các nhân viên tại Du Parc rất thân thiện và bữa sáng rất tuyệt vời.", "reviewer_location": "Victoria, Úc"}, {"name": "trihung24", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Tất cả mọi thứ đều ổn. Khách sạn nằm ở trung tâm gần đó. Khách sạn đáng yêu với phong cách cổ điển. Phòng đã được làm sạch và rất yên tĩnh. Bữa sáng thật tuyệt. Tất cả nhân viên đều thân thiện, hữu ích trừ nữ tiếp viên tại nhà hàng (không chuyên nghiệp) vào ngày 13/7.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Rohit D", "avatar": "", "review_rating": "2", "review_title": "Khách sạn và dịch vụ kinh tởm", "review_content": "Đặt khách sạn này sau khi đọc đánh giá công bằng. Nhưng đã có một kinh nghiệm khủng khiếp với nhân viên và cơ sở của họ. Ưu điểm - Vị trí đẹp Nhược điểm - nhân viên dường như hoàn toàn không quan tâm đến khách hàng của máy chủ hoặc làm kinh doanh cho khách sạn. Khách sạn có nhiều tiện nghi 2 sao. Tốt hơn để chọn bất kỳ khách sạn khác gần đó.", "reviewer_location": "Singapore, Singapore"}, {"name": "Thomas", "avatar": "", "review_rating": "4", "review_title": "Đánh giá khách sạn", "review_content": "Môi trường xung quanh đẹp và phong cách nhưng cần được làm sạch nhiều hơn. Nhân viên sảnh và khuân vác rất hữu ích và thân thiện. Phòng không có điều hòa như quảng cáo. Phòng ngủ hơi tồi tàn. Giá hợp lý.", "reviewer_location": "Enniskerry, Ireland"}, {"name": "AZN Princess", "avatar": "", "review_rating": "3", "review_title": "Mặt tiền đáng yêu, dịch vụ tuyệt vời tuy nhiên tiện nghi đã lỗi thời", "review_content": "Mặt tiền đáng yêu tuy nhiên các cơ sở hơi lỗi thời cần được cải tạo lại cho nó một khách sạn 4 sao. Chúng tôi đặt hai phòng junior junior trên tầng 3 của khách sạn. Họ có một trong những thang máy kiểu cũ, cửa bị kẹt hoặc đi cầu thang.  Junior Suite: rất rộng rãi, giường ngủ chắc chắn, tuy nhiên ánh sáng không sáng rất mờ. Không có điều hòa không khí chỉ có quạt trần và bạn không thể mở cửa sổ. Áp lực tắm không tốt.  Bữa sáng được phục vụ dưới tầng hầm của khách sạn chỉ có thể truy cập bằng cầu thang nên không thân thiện với người dùng cho người khuyết tật hoặc không thể đi bộ hai cầu thang. Ăn sáng tự chọn ok với lựa chọn tốt.  Chúng tôi đã đi vào một trong những tour du lịch nói tiếng Anh tư nhân + giao thông vận tải được sắp xếp bởi khách sạn. Tour du lịch tuyệt vời và giá", "reviewer_location": "Queensland, Úc"}, {"name": "Jeff", "avatar": "", "review_rating": "3", "review_title": "Xoay và bỏ lỡ ...", "review_content": "Nhân viên tuyệt vời giữ đống đổ nát này từ quên lãng.  Buồn vì nó xứng đáng được giới thiệu.  Thang máy hoạt động vào thứ ba và thứ năm. . .  Phòng nhỏ.  Mưa rào là một trò xổ số.  NHƯNG các nhân viên là tuyệt vời!  Bữa sáng ngon nếu bạn đánh bại châu chấu Hàn Quốc để ăn buffet. Nếu không thì cháo của nó. . .", "reviewer_location": "Swindon, Vương quốc Anh"}, {"name": "Phuong H", "avatar": "", "review_rating": "4", "review_title": "Vị trí tuyệt vời", "review_content": "Tình yêu yêu thích vị trí của khách sạn này. Phần lớn lịch sử từ ngày xưa. Tuy nhiên, giường là một chút nhỏ. Ăn sáng có một lựa chọn thực phẩm tốt nhưng nó là một chút hỗn loạn và đôi khi không đủ bàn cho khách.", "reviewer_location": "Châu Đốc, Việt Nam"}, {"name": "Margaret H", "avatar": "", "review_rating": "5", "review_title": "Phong cách, ân sủng và quyến rũ từ một kỷ nguyên khác", "review_content": "Tôi yêu khách sạn này vì phong cách từ một thời đại đã qua. Thang máy là niềm vui như vậy với cổng đóng của nó. Nếu cổng không đóng trên mỗi tầng thì bạn không đi đâu cả. Các phòng ăn rộng rãi là thú vị vào buổi sáng với ánh nắng mặt trời đến xung quanh trần nhà xếp nếp. Phù hợp với phong cách Pháp người đàn ông ở phía trước của tòa nhà đã được trong bộ đồng phục của mình, âm nhạc piano cổ điển chơi nhẹ nhàng trong nền và tái tạo xinh đẹp xăm trên tường. Đó là một tòa nhà đáng yêu và nó là cũ, theo tiêu chuẩn phương Tây nhưng tôi cảm thấy nó là sự quyến rũ lớn hơn bất kỳ thiếu sót nào như hệ thống nước nóng chậm. Vị trí thuận tiện, giường thoải mái, bữa sáng tuyệt vời. Đầu bếp số 3 tạo ra một món trứng tráng tuyệt vời.", "reviewer_location": "Busselton, Úc"}], "hotel": {"location": "15 Trần Phú, phường 3, Đà Lạt 8463 Việt Nam", "name": "Khách sạn Du Parc Đà Lạt", "geo_data": {"latitude": 11.936768531799316, "longitude": 108.43866729736328}, "room_number": "140"}}