{"content": [{"name": "Ingrid", "avatar": "", "review_rating": "5", "review_title": "Nhân viên thân thiện, vị trí tốt", "review_content": "Nhân viên đáng yêu, tốt bụng, luôn nở nụ cười, dễ chịu khi nói chuyện. Đưa ra lời khuyên tốt và hướng ăn ở đâu. Địa điểm là 10 phút đi bộ đến mọi nơi, đến hồ Hoàn Kiếm, đến chợ đêm, vv Rất nhiều hiệu thuốc, nhà hàng và (siêu) chợ xung quanh khách sạn. Phòng sạch sẽ, cửa sổ nhìn ra tường. Yêu những chai bơm lớn của dầu gội và sữa tắm, không có loại nhỏ, thân thiện với môi trường. Tốt tắm, gối và giường. AC hoạt động tốt, không thổi trên giường. Ba thang máy khác nhau để đi đến ba tòa nhà khác nhau. Bữa sáng tự chọn với nhiều lựa chọn món ăn phương Tây / Việt Nam. Có thể đặt trứng, bánh kếp và phở. Tất cả được chăm sóc rất tốt. Wifi không quá mạnh ở tầng trên cùng. Nhưng người ta có thể ở trong nhà hàng / sảnh cho nó, trong khi họ cung cấp cho bạn trà. Chúng tôi đã có thể kiểm tra", "reviewer_location": "Amsterdam"}, {"name": "ShannonWilliams", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời và nhân viên rất hữu ích!", "review_content": "Chúng tôi ở khách sạn này trước và sau khi đi Sapa 2 ngày. Các nhân viên là tuyệt vời và nhận ra chúng tôi. Những cú chạm nhỏ như người gác chuông đảm bảo tôi có nước khi chờ gặp xe hoặc bạn bè, sự giúp đỡ của toàn bộ nhân viên sau khi tôi ngã ở Hà Nội (và họ tiếp tục hỏi tôi đang làm thế nào). Phòng rất đẹp và thoải mái. Chúng tôi cũng sử dụng spa đó là tuyệt vời. Ăn sáng đầy đủ hàng ngày. Chúng tôi cũng đã giặt đồ cần thiết khi chúng tôi đi du lịch được 2 tuần. Rất khuyến khích! !", "reviewer_location": "Henderson, Nevada"}, {"name": "Atiqul I", "avatar": "", "review_rating": "5", "review_title": "Khách sạn hàng đầu", "review_content": "Vị trí khách sạn, dịch vụ phòng và bữa sáng là tuyệt vời. Đặc biệt cảm ơn các nhân viên Sarah, Caroline, Scott và Derrick đã làm cho chuyến đi Hà Nội thoải mái, tư vấn cho các điểm địa phương, lời khuyên và gợi ý để có được xung quanh. Sẽ ở lại đây một lần nữa", "reviewer_location": "Sydney, Úc"}, {"name": "Lisanguyen", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt và nhân viên hữu ích ??", "review_content": "Chúng tôi rất hài lòng khi ở trong khách sạn này. Mọi thứ đều tuyệt vời. Chúng tôi đã có một phòng đẹp và sạch sẽ cho 4 người. Đến thăm Hà Nội thì dễ hơn vì các nhân viên của khách sạn đã hướng dẫn chúng tôi rất nhiều. Cảm ơn nhiều. Chắc chắn trở lại!", "reviewer_location": "dumpxxx"}, {"name": "Nathan C", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lớn ở hà nội", "review_content": "Một nơi tuyệt vời để ở và nằm trong một khu vực thuận tiện. Các phòng được sạch sẽ và thoải mái. Phần tốt nhất là các nhân viên đã vượt lên trên để đảm bảo một kỳ nghỉ dễ chịu. Cảm ơn Minh đã giúp tổ chức các tour du lịch của chúng tôi và đưa ra các khuyến nghị tuyệt vời về thực phẩm. Chắc chắn sẽ ở lại!", "reviewer_location": "dumpxxx"}, {"name": "Larisa", "avatar": "", "review_rating": "5", "review_title": "Nhân viên siêu thân thiện", "review_content": "Khách sạn đầu tiên chúng tôi ở lại Việt Nam. Hoàn toàn giới thiệu nó, nhân viên rất thân thiện, siêu hữu ích và dễ tiếp thu. Chúng tôi đặt một đêm nữa trở về Hà Nội từ Hạ Long Bài. Các phòng được sạch sẽ và thoải mái, quầy bar nhỏ thả tốt.", "reviewer_location": "dumpxxx"}, {"name": "MINHO H", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời tại Hà Nội", "review_content": "Chúng tôi ở đây 2 đêm. Và đó là sự lựa chọn tốt nhất mà chúng tôi đã thực hiện trong suốt chuyến đi. Khách sạn này có nhân viên thân thiện ở khắp mọi nơi và bữa ăn sáng rất ngon. Đặc biệt, họ giữ hành lý của bạn sau khi bạn trả phòng và họ cung cấp cho bạn tắm miễn phí. Vì vậy, bạn có thể tắm trước khi bạn đi đến thành phố hoặc quốc gia khác. Nó là rất tốt khiến bạn sẽ đổ mồ hôi rất nhiều trong ngày. Vì vậy, tôi đánh giá cao khách sạn này ở lại Hà Nội.", "reviewer_location": "dumpxxx"}, {"name": "Elena M", "avatar": "", "review_rating": "5", "review_title": "Khách sạn thực sự tốt trong khu phố cổ.", "review_content": "Các nhân viên rất thân thiện và lịch sự, bạn cảm thấy như khách VIP, mặc dù có rất nhiều khách khác trong khách sạn. Bữa sáng rất ngon, hiếm khi có một bữa sáng ngon như vậy trong một khách sạn ở Việt Nam. Tôi thấy ở lại trong khách sạn này rất dễ chịu. Tôi chắc chắn sẽ ở lại khách sạn này một lần nữa.", "reviewer_location": "dumpxxx"}, {"name": "Sahaj Panesar", "avatar": "", "review_rating": "5", "review_title": "Ở lại đặc biệt", "review_content": "Khách sạn này sống với tên của nó là sang trọng trong lòng hiếu khách của họ. Các nhân viên đi thêm một dặm cho sự thoải mái của bạn và bạn sẽ luôn có khuôn mặt tươi cười mỗi khi bạn vào hoặc ra khỏi khách sạn. Phòng đủ phong nha vì quý cũ quá tắc nghẽn. Bữa sáng của họ là đặc biệt và có chất lượng tốt cộng với nhân viên dọn phòng nhanh chóng và khá tốt trong dịch vụ của họ. Họ luôn cung cấp cho bạn một mức giá tốt hơn so với lấy cho chuyển khách sạn của bạn và vị trí là trung tâm của khu phố cổ. Trong ngắn hạn, tôi hoàn toàn thích ở lại Classy. Tôi rất thích quay lại và ở lại đây một lần nữa nhờ có ông Lee và tất cả các nhân viên.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "49 Lãn Ông Hoàn Kiếm, Hà Nội 100000 Việt Nam", "name": "Classy Holiday Hotel & Spa", "geo_data": {"latitude": 21.035282135009766, "longitude": 105.84884643554688}, "room_number": "49"}}