{"content": [{"name": "Hang", "avatar": "", "review_rating": "3", "review_title": "Khách sạn mới", "review_content": "Khách sạn khá mới và chưa thật sự chuyên nghiệp trong việc phục vụ của nhân viên. Mình mất khá nhiều tgian khi check-in, check-out hay gửi chìa khóa phòng, ăn sáng chưa đa dạng. Tuy nhiên phòng ốc sạch sẽ, trung tâm, tiện di chuyển", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Anh T", "avatar": "", "review_rating": "4", "review_title": "Đánh giá ", "review_content": "Khách sạn mới nên phòng ốc đồ đạc còn mới, khách sạn gần trung tâm thành phố nên đi lại rất tiện. Các bạn nhân viên lễ tân rất nhiệt tình.  Tuy nhiên mình chưa đc hài lòng về nv phục vụ phòng. Họ nhìn khách với ánh mắt không thiện cảm, dọn phòng rất sơ sài. Họ chỉ sắp xếp lại mền gối và khăn trong phòng, còn rác thì không dọn. Trong suốt hai ngày liền và mình phải tự đem vứt.  ", "reviewer_location": "dumpxxx"}, {"name": "Quynh1988", "avatar": "", "review_rating": "5", "review_title": "Phòng nghỉ tại Phú Quốc", "review_content": "Phòng khách sáng sủa, khá chú trọng thiết kế, ngay khu trung tâm. Khách sạn còn rất mới. Mình rất thích cái hồ bơi ngay tầng một. Mấy bạn nhân viên đều lịch sự, dễ thương. Ăn sáng đầy đặn, đa dạng và cũng ngon miệng nữa! Cảm ơn Gaia hotel", "reviewer_location": "dumpxxx"}, {"name": "hothimyhiep2912", "avatar": "", "review_rating": "5", "review_title": "Sạch, đẹp, hợp túi tiền, nhân viên rất lịch sự, nhiệt tình", "review_content": "Gia đình tôi đi 5 người tháng 11 vừa rồi ở tại Gaia Phú Quốc. Phòng mới, sạch sẽ, thoáng mát, Nhân viên vui vẻ, nhiệt tình, Ăn sáng ngon nhưng hơi ít, . Cách chợ đêm đi taxi chỉ có 15.000 VND, Phòng View hướng biển và ra biển cũng khá gần mặc dù khách sạn không có bãi biển, Nên gia đình rất thích, hẹn sẽ ở Gaia Phú Quốc lần nữa khi tham quan Phú Quốc", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hang S", "avatar": "", "review_rating": "5", "review_title": "Great stay tại trung tâm Phú Quốc", "review_content": "Tôi ở đây một tuần, hôm nay là ngày cuối cùng của tôi và tôi khá xúc động khi rời đi. Vị trí là rất tốt, chỉ 10 phút từ sân bay và gần chợ đêm, chỉ khoảng 15 phút đi bộ. Tất cả các phòng đều có tầm nhìn rất đẹp, đặc biệt vào lúc hoàng hôn, cũng rất sạch sẽ và có kích thước tốt. Bữa sáng có nhiều lựa chọn cho tất cả mọi người kể cả người ăn chay. Nhân viên rất hữu ích. Tôi chắc chắn sẽ quay lại đây sớm thôi. Cảm ơn bạn Gaia khách sạn.", "reviewer_location": "dumpxxx"}, {"name": "Derek Swords", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời gần bãi biển và ở trung tâm để ăn uống và giải trí", "review_content": "Chúng tôi ở lại đây một tuần vào đầu tháng 3 năm 2018. Khách sạn mới, rất thoải mái và sạch sẽ với hầu hết 59 phòng có tầm nhìn ra biển. Khách sạn nằm trên con đường chính nên thuận tiện cho nhiều nhà hàng và quán bar. Bên kia đường là các khách sạn bên bờ biển. Tôi biết một số người đánh giá nói rằng bạn không thể sử dụng bãi biển của những khách sạn này, tôi cũng có thể đảm bảo với bạn rằng chúng tôi đã làm mỗi ngày mà không có vấn đề gì. Chủ sở hữu của khách sạn Gaia trả tiền cho khách của mình sử dụng bãi biển. Nhà hàng được cung cấp đầy đủ món cho bữa sáng và có thực đơn gọi món. Nhân viên rất lịch sự và hữu ích. Nhân viên tiếp tân và nhân viên bảo vệ nói tiếng Anh. Wifi ở khắp mọi nơi và mạnh mẽ. Sân bay chỉ cách đó 20 phút lái xe.", "reviewer_location": "Portsmouth, Vương quốc Anh"}, {"name": "Julie L", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đẹp và mới", "review_content": "Tôi ở lại một đêm tại Gaia Hotel phu quoc. New Hotel phòng mới nhưng cách âm là không tốt, có thể nghe thấy tất cả mọi thứ và làm cho tôi khó ngủ!  Trần nhà hàng thấp, cảm thấy nóng.  Mọi thứ đã xong !", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "keithcrewe", "avatar": "", "review_rating": "4", "review_title": "Chỉ 4 tháng tuổi.", "review_content": "Phòng tầng 6 nhìn ra đường và gần bãi biển xa xôi. Phòng được trang bị tốt, rộng rãi và sạch sẽ. Hai thang máy luôn luôn có sẵn. Khu vực mái nhà chỉ là một khu vực lát gạch với tầm nhìn tuyệt vời nhưng dường như một sự xấu hổ mà họ không cài đặt một hồ bơi. Nhân viên rất hữu ích và lịch sự. Ăn sáng cho một người phương Tây là một chút hit và bỏ lỡ một số ngày họ đã có thịt xông khói và sữa chua và những ngày khác không có, trứng anyway bạn fancied luôn luôn có sẵn. Hãy lưu ý rằng khách sạn này không nằm gần bãi biển và các khách sạn bên bờ biển không quá vui lòng đối với du khách sử dụng không gian của mình. Chúng tôi thấy ba cặp vợ chồng yêu cầu rời khỏi bãi biển mặc dù người dân địa phương nói rằng thực tế này là không đúng và từ dòng nước đến 50 mét lên bãi biển nên được mở", "reviewer_location": "plymouth uk"}, {"name": "BeckyWattoP", "avatar": "", "review_rating": "5", "review_title": "Một khách sạn nhỏ Fabulous", "review_content": "Chúng tôi tận hưởng triệt để kỳ nghỉ của chúng tôi tại khách sạn Gaia. Các phòng được sạch sẽ và rộng rãi và có mọi tiện nghi chúng tôi có thể có thể cần. Ăn sáng thật tuyệt, và nhà hàng rất sạch sẽ. Chúng tôi phải ở lại rằng người quản lý (tôi rất tiếc vì không nhận được tên của cô ấy) là xuất sắc. Cô chào đón tất cả các vị khách, đã ở trên và vượt ra ngoài sự hữu ích của cô và thực hiện một nỗ lực đặc biệt thực sự để làm cho chúng tôi chào đón và hạnh phúc. Cảm ơn bạn, Gaia Hotel!", "reviewer_location": "Phnom Penh, Campuchia"}, {"name": "Kristina", "avatar": "", "review_rating": "3", "review_title": "Khách sạn trung bình với dịch vụ tồi", "review_content": "Các phòng khách sạn đã thực sự tốt đẹp. Giường thoải mái, tầm nhìn đẹp, sạch sẽ. Các bức tường rất mỏng.  Những gì tôi không thích, là dịch vụ của nhân viên của khách sạn này. Chúng tôi đã có một số vấn đề trong suốt thời gian của chúng tôi. Người đầu tiên là khi tôi gọi cho lễ tân khoảng 12 giờ tối vì những người hàng xóm ồn ào. Họ hát và hét lên, khi chúng tôi cố ngủ. Nhân viên tiếp tân nói rằng anh ấy không nói tiếng Anh. Làm thế nào một người có thể làm việc trong khách sạn với tư cách nhân viên lễ tân mà không biết tiếng Anh? Tuy nhiên, tôi đã cố gắng giải thích vấn đề cho anh ta và anh ta lên lầu. Anh ấy đã tới hàng xóm của chúng tôi và nói điều gì đó với họ. Điều đó không giúp được gì. Vào ngày hôm sau tôi đã đề cập điều này với các nhân viên tiếp tân khác, họ chỉ cười và", "reviewer_location": "Turku, Phần Lan"}, {"name": "Lyndel I", "avatar": "", "review_rating": "5", "review_title": "Quay trở lại vào năm tới", "review_content": "Tôi đã có một kỳ nghỉ rất tốt và tôi rất thích thời gian của tôi. Tôi yêu phòng khách sạn của tôi - sạch sẽ và mới. Và quan điểm thật tuyệt vời (đặc biệt là nếu bạn giống như tôi thích ngắm hoàng hôn). Tôi nghĩ rằng vị trí là rất tốt. Vài phút đi bộ đến bãi biển và chợ đêm hoặc đi xe đạp (mà tôi đã làm). Giá cả hợp lý. Chào đón nhân viên. Tôi chắc chắn khuyên bạn bè của tôi.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "71 Tran Hung Dao Duong Dong, Đảo Phú Quốc 92000 Việt Nam", "name": "Gaia Hotel Phu Quoc", "geo_data": {"latitude": 10.206875801086426, "longitude": 103.96275329589844}, "room_number": "59"}}