{"content": [{"name": "Minh Thao", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt", "review_content": "Gia đình tôi nghĩ dưỡng 4 ngày 3 đêm tại khách sạn này, phòng sạch sẽ, có bếp, có ăn nhẹ, nhân viên nhiệt tình hướng dẫn khách mới đến lần đầu Đà Lạt. Có cái giương cao tôi có em bé nhỏ sợ té tí xíu thôi, sẽ ghé lại lần sau!!!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "이민아254", "avatar": "", "review_rating": "5", "review_title": "Siêu thích", "review_content": "Đi vào đợt Tết, xe dừng lại lúc 4h sáng, mình tìm ko ra chỗ nên gọi cho homestay, và được chỉ dẫn nhiệt tình, ra mở cửa ngay khi mình đến, chưa được nhận phòng nên gửi hành lý và 2 đứa đi chơi,2h chiều về nhận phòng, cảm giác đầu tiên thì phòng nhỏ nhưng sạch sẽ, cảm giác rất ấm cúng và siêu vintage. Không gian chung cũng sạch sẽ và rất nhiều góc để sống ảo luôn! Tuy là dùng toilet chung nhưng sạch sẽ cực, mình rất thích! Nếu đến đà lạt thì mọi người nên thử ở đây nhé", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "SunnyNga", "avatar": "", "review_rating": "4", "review_title": "Homestay lý tưởng!", "review_content": "Thực sự thì mình cảm thấy homestay rất ukie. Phòng sạch sẽ. Mùi tinh dầu dễ chịu. Có nhà vệ sinh riêng rộng rãi. Bạn lễ tân cũng rất nhiệt tình. Tuy nhiên là địa chỉ hơi xa trung tâm một chút và có gián trong phòng.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "An P", "avatar": "", "review_rating": "4", "review_title": "LỰA CHỌN TỐT KHI ĐẾN ĐÀ LẠT", "review_content": "Chuyến đi của mình book phòng trước 3 ngày, được báo hết phòng, sau có người cancle nên book được phòng 4 thay vì 2, phòng 4 giá cũng hợp lý, thực ra phòng này có ban công rộng view cao nhìn xuống thung lũng, tối thì có ánh đèn sáng từ thung lũng, các bạn có thể kê bàn ra ngồi uống vang hay gì đó thì rất tuyệt, sáng sớm thì có thể thấy sương mù.  Phòng decor theo dạng camping lều, lạ và ấm cúng, service của các bạn khá tốt và tận tình.  Vị trí thuận lợi vì nằm đối diện bến xe liên tỉnh Đà Lạt, đi bộ ra khoảng 5p Còn một số mặt cần cải thiện chắc các bạn sẽ được yêu thích hơn như là: - Đồ ăn sáng cần chuẩn bị kỹ hơn, chỉ có bánh mì, mức và mì gói thì quá đơn điệu - Phòng vệ sinh tầng 2 nước nóng hơi yếu Yolo camping là một nơi đáng để trải nghiệm khi đến Đà lạt", "reviewer_location": "dumpxxx"}, {"name": "Ducthanh T", "avatar": "", "review_rating": "4", "review_title": "Thanks all everything", "review_content": "Cám ơn YoLo đã cho mình được trải nghiệm thú vị.Yolo rất thân thiện,nhiệt tình phòng thì cute ấm áp hii.Tiếc là mình ko có nhiều time để ở lại lâu hơn hii Hy vọng có dịp quay trở lại đà lạt mình sẽ qua Yolo", "reviewer_location": "dumpxxx"}, {"name": "MONEYBAG", "avatar": "", "review_rating": "5", "review_title": "YOLO là sự lựa chọn tuyệt vời khi đến Đà Lạt", "review_content": "Mình cùng người yêu đi du lịch ở Đà Lạt và ở lại Yolo 2 đêm. Thật sự mình rất hài lòng về tất cả mọi thứ, từ không gian, phòng ốc, giá cả và cách giao tiếp, thái độ của nhân viên ... Đặc biệt là chăn, gối ở Yolo rất thơm, mình rất thích hehe.   Chỉ có một điều nhỏ mình chưa hài lòng lắm là dùng chung toilet nên đôi khi toilet chưa sạch sẽ lắm và hơi có mùi khó chịu. Nhưng đó chỉ là góp ý nhỏ thôi để Yolo chú ý kĩ càng hơn ^^   Nếu có cơ hội đến Đà Lạt một lần nữa thì Yolo vẫn là sự lựa chọn của mình.", "reviewer_location": "dumpxxx"}, {"name": "CuLaoXanhQ7", "avatar": "", "review_rating": "4", "review_title": "Phong cách lạ, ấm cúng, rất cute", "review_content": "Phòng ở Yolo Camping House được thiết kế như những chiếc lều trong nhà, sạch sẽ, ấm cúng và rất cute. View cao, ban đêm từ cửa sổ phòng có thể thấy được một Đà Lạt lấp lánh ánh đèn đêm, buổi sáng mở bung cửa số có thể hưởng được khí lạnh se se của một Đà Lạt rất riêng  Các bạn nhân viên ở đây đều trẻ nên thân thiện, dễ gần. Khu vực bếp cũng để mở tự do. Lúc mình đến thì ở đây có hai con cún tên Mít với Sen. Mình ưng nhóc Sen nhất, nhì cute, ngủ quá trời :))   Toilet chung sạch sẽ nhưng không được tiện nghi lắm, lúc tối mình dùng thì không có nước nóng lạnh, không có xà bông, toilet còn bị nghẹt không chảy nữa nên cũng ảnh hưởng tâm trạng phần nào :(", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Trung T", "avatar": "", "review_rating": "4", "review_title": "Tốt cho chuyến đi gia đình", "review_content": "Tôi và những người bạn của tôi ở đó đêm qua trong chuyến đi của chúng tôi. Để so sánh với khách sạn trước đây, chúng tôi ở lại trước đây, điều này hoàn toàn tốt hơn. Phòng là đẹp, giường thoải mái, khu vực sảnh đợi là ấm cúng. Nhân viên thân thiện.", "reviewer_location": "dumpxxx"}, {"name": "BoardingPass742968", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời homestay", "review_content": "Nhà trọ đẹp và phòng khách cực kỳ xinh đẹp với nhiều đồ trang trí, các phòng nhìn cổ xưa với sàn gỗ, cửa. Giường rất thoải mái đến nỗi bạn không muốn rời khỏi nó vào buổi sáng, cũng có nước nóng chảy bằng năng lượng mặt trời ở đây. Dịch vụ này không thực sự tốt, nhưng nhà trọ rất tiện lợi.", "reviewer_location": "dumpxxx"}, {"name": "Nguyễn V", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi cuối cùng tại Việt Nam", "review_content": "Lần đầu tiên ở đây nhưng kinh nghiệm ruột, các nhân viên rất thân thiện và hữu ích, tôi sẽ giới thiệu các bạn với bạn bè của tôi, chúng tôi muốn chúng tôi có thêm thời gian, hy vọng lần sau tôi sẽ đến đây một lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "Alma V", "avatar": "", "review_rating": "4", "review_title": "Phòng đẹp!", "review_content": "Nhà trọ này có các phòng rất đẹp mà thực sự trông giống như lều. Tôi chỉ có một điểm để cải thiện: Bữa sáng không nhiều. Họ chỉ có bánh mì nướng với bơ, mứt hoặc bơ lạc và một số bánh quy.", "reviewer_location": "dumpxxx"}, {"name": "Joe_Serenity", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để tận hưởng!", "review_content": "Chúng tôi ở trong ngôi nhà này vào tháng 5 năm 2017. Ấn tượng đầu tiên của tôi là đội ngũ nhân viên thân thiện (Ms.  Trang lễ tân là hoàn toàn hữu ích và thân thiện) (và một con chó dễ thương tên là \"Sen\" ^^) cũng như các đỉnh cao mát mẻ với tầm nhìn rất đẹp từ đây. Chúng tôi đã lấy phòng của chúng tôi khá sớm lúc 10: 00 AM trong khi chính sách lúc 14: 00. Chỉ mất 7 phút để đến trung tâm thành phố, 30 giây đến trạm xe buýt / xe hơi cũng như cáp treo đến chùa Thiên Viên Trúc Lâm. Bạn có thể dễ dàng mua bộ dụng cụ tiện nghi trực tiếp từ lễ tân như nước, than cốc, đồ ăn nhẹ, kem đánh răng, v.v. Có thực sự sạch sẽ và ấm cúng phòng với trang trí hợp lý -> dễ thương:)  100% sẵn sàng quay lại lần sau.", "reviewer_location": "Mandaluyong, Philippines"}], "hotel": {"location": "27b đường 3/4, phường 3, Đà Lạt 670000 Việt Nam", "name": "Yolo Camping House", "geo_data": {"latitude": 11.926617622375488, "longitude": 108.44700622558594}, "room_number": "10"}}