{"content": [{"name": "xuanmaipham2501", "avatar": "", "review_rating": "5", "review_title": "Chỗ nghỉ lí tưởng cho bạn khi đến Hà Nội", "review_content": "-Khách sạn mới, đẹp, sang trọng, sạch sẽ - Nhân viên dễ thương, thân thiện, chuyên nghiệp - Ăn sáng: hợp khẩu vị - Giá cả hợp lí  Hẹn lần sau mình sẽ tiếp tục lưu trú tại Brandi Fuji khi có dịp ra Hà nội", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "dieunguyen1911", "avatar": "", "review_rating": "5", "review_title": "Brandi Fuji Hotel một khách sạn tuyệt vời", "review_content": "Mình rất ưng về khách sạn xinh xắn này  :D !  Khách sạn bài trí dễ thương phòng ốc và dịch vụ thì no1 ! Phòng sạch sẽ, cảnh đẹp, giá thì hợp lý, đặc biệt mấy bạn lễ tân thì siêu dễ thương với nhiệt tình. Thế nên sau lần công tác đến Hà Nội này mình sẽ suy nghĩ đến một chuyến du lịch cùng với gia đình trong dịp hè sắp tới. Đi về nhân tiện giới thiệu cho bạn mình luôn hihi. Đây là lần đầu mình đến với Khách sạn Brandi Fuji. Khi nhận phòng tôi khá bất ngờ bởi phòng ốc sang trọng, tiện nghi đầy đủ, địa điểm trung tâm, nhân viên nhiệt tình. Nếu có quay lại Hà Nội, tôi vẫn sẽ chọn Brandi Fuji là ks để lưu trú. Phòng deluxe  rộng rãi có cửa sổ  , đồ ăn sáng thay đổi hàng ngày rất phong phú được bày biện rất đẹp mắt nhân viên lúc nào cũng chu đáo nhiệt tình. Hẹn gặp lại Brandi Fuji vào", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "andreatretti", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Tôi ở lại Brandi Fuji Hotel cho hai đêm trong một chuyến công tác. Sự lựa chọn hoàn toàn ngẫu nhiên, chủ yếu dựa trên vị trí. Khách sạn là tốt đẹp, phòng và phòng tắm rất thoải mái và sạch sẽ, ăn sáng tốt. Tất cả mọi thứ một chút trên mong đợi, một khách sạn tốt cho một mức giá hợp lý. Nhưng tôi đã hoàn toàn ngạc nhiên và vui mừng bởi các nhân viên tốt bụng và chu đáo. Bởi vì một chấn thương, tôi không thể khám phá thành phố và trong khi ngồi trong quán bar khách sạn, người quản lý khách sạn mời tôi tham gia với họ tại bữa tối nhân viên kỷ niệm ngày phụ nữ quốc tế. Mọi người, từ các nhân viên làm sạch đến các chủ sở hữu, đã rất chào đón và cẩn thận. Thật là một niềm vui và niềm vinh dự thực sự cho tôi được tổ chức tại khách sạn, và tôi hy vọng tôi sẽ có cơ hội quay trở lại nhiều", "reviewer_location": "Oporto, Portugal"}, {"name": "Epiphyllum8710", "avatar": "", "review_rating": "5", "review_title": "Khách sạn đẹp và ấm cúng", "review_content": "Các phòng đều đẹp và sạch sẽ. Gần trung tâm mua sắm Lotte và Đại sứ quán Úc. Phòng tập thể dục nhỏ trên tầng 8 và phòng xông hơi khô trên tầng 9 là lợi thế. Điểm tốt nhất là nhà hàng. Khách sạn này phù hợp cho các chuyến công tác tại quận Ba Đình.", "reviewer_location": "Hà Nội, Việt Nam"}], "hotel": {"location": "82 Dao Tan Street, Ba Dinh District, Hà Nội 100000 Việt Nam", "name": "Brandi Fuji Hotel", "geo_data": {"latitude": 21.0336971282959, "longitude": 105.8061294555664}, "room_number": "58"}}