{"content": [{"name": "nguyenthihang1990", "avatar": "", "review_rating": "5", "review_title": "nice!", "review_content": "Khách sạn đẹp, tiện nghi. Nhân viên lễ tân- bạn Ngoan thân thiện, nhiệt tình, hướng dẫn hoàn thành thủ tục chu đáo, nhanh chóng. Chúng tôi ở 3 phòng, tuy chưa đên giờ nhận phòng nhưng ngay khi có phòng trống, bạn Ngoan đã liên hệ để chúng tôi được nhận phòng sớm hơn. Ăn sáng ngon, bãi biển đẹp.", "reviewer_location": "dumpxxx"}, {"name": "HoaiAnPh", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Tụi mình đáp chuyến bay tới Phú Quốc khá là trễ, tầm hơn 21.00, trời mưa to và được xe của khách sạn đưa về nhận phòng. Các bạn lễ tân nhiệt tình tư vấn cho tụi mình những điểm đi chơi & ăn uống ngon bổ rẻ.Món ăn nhà hàng cũng khá ngon & hợp khẩu vị. Gửi lời cảm ơn tới bạn Ngoan & bạn Shana đã hỗ trợ tụi mình rất nhiều, và các bạn khác cũng dễ thương, thân thiện. Kì sau có dịp ra lại, nhất định sẽ đặt phòng tại Amarin.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "Hanh Do", "avatar": "", "review_rating": "3", "review_title": "Amarin", "review_content": "Theo như giới thiệu của công ty du lịch thì Amarin là resort 4 sao nhưng theo tôi chỉ được 3 sao non. Ưu điểm của Amarin là thái độ nhân viên thân thiện, nhiệt tình. Điểm trừ là đi ra Trung tâm Dương Đông không gần lắm, khoảng 4km - mỗi lần đi ăn các bạn nên tính thêm cả tiền taxi khứ hồi nếu đặt Amarin; Nước nóng thì dùng năng lượng mặt trời mà vừa rồi tôi đi tháng 5 bắt đầu mùa mưa nên nước không tốt lắm, phải vặn hết sang phía nóng mà mới tàm tạm đỡ rét. Đồ ăn sáng khá nghèo nàn, ít thay đổi món giữa các ngày. Cà phê cho bữa sáng thì dở nhất trong các khách sạn tôi đã trải nghiệm. Các món ăn được đặt trên kệ khá cao nên người già hay trẻ em khó quan sát và lấy đồ. Bể bơi ngoài trời đẹp, bãi tắm riêng cũng tiện lợi, sân vườn khá ổn...", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "dovanhung", "avatar": "", "review_rating": "5", "review_title": "Rất tốt", "review_content": "Khách sạn của các bạn đối với khách hàng rất chu đáo tận tình, phòng ở khách sạn rất sạch sẽ ngăn nắp. Không gian yên tĩnh rất thích hợp để nghỉ dưỡng và thư giãn. Tôi và gia đình chắc chắn sẽ quay lại với Amarin", "reviewer_location": "dumpxxx"}, {"name": "thutran", "avatar": "", "review_rating": "5", "review_title": "Amarin Phú quốc", "review_content": "Mình và chồng đã có 1 tuần trăng mật rất vui vẻ tại Amarin. Các bạn nhân viên rất c.hu đáo và dễ gần. Phòng của mình được set up honeymoon vô cùng lãng mạn, lại còn hoàn toàn miễn phí. Mình rất yêu thích góc ban công ngắm mặt trời mọc mỗi buổi sáng. Mong rằng mình sẽ có thể quay lại Amarin vào 1 ngày gần nhất", "reviewer_location": "dumpxxx"}, {"name": "dohoang", "avatar": "", "review_rating": "5", "review_title": "Review Amarin Resort", "review_content": "Mình không trực tiếp đi mà đặt phòng tặng khách hàng của mình vậy nên trước lúc đi mình đã tham khảo và hỏi rất kỹ càng mới đặt phòng, nhưng những nhân viên của Amarin vẫn rất nhiệt tình trả lời. Mình đánh giá rất cao sự thân thiện này. Khách hàng của mình đi về cũng dành rất nhiều lời khen dành cho dịch vụ của Amarin. Hy vọng sẽ có nhiều cơ hội hợp tác với các bạn.", "reviewer_location": "dumpxxx"}, {"name": "hoa lan", "avatar": "", "review_rating": "5", "review_title": "Amarin", "review_content": "Tôi rất hài lòng về dịch vụ cũng như phòng ở và đồ ăn tại khách sạn Amarin. Đặc biệt là khuôn viên bể bơi và view biển rất đẹp, nhân viên lịch sự và dễ mến. Lần tới nếu quay lại Phú Quốc nhất định tôi sẽ lại ở khách sạn của các bạn.", "reviewer_location": "dumpxxx"}, {"name": "Huyền.tomo", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời!", "review_content": "Mình và gia đình đã có 1 kì nghỉ tuyệt vời tại Amarin, phòng ốc đẹp và sạch sẽ, nhân viên nhẹ nhàng chu đáo dù, bé nhà mình đặc biệt rất thích ăn lavar cake tại đây. Lần tới đến Phú Quốc nhất định sẽ quay lại Amarin.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thu Nguyen", "avatar": "", "review_rating": "5", "review_title": "Kì nghỉ tuyệt vời", "review_content": "Gia đình tôi đã có 1 kì nghỉ 3 ngày 2 đêm tuyệt vời tại Amarin. Resort có bãi biển riêng ngay sát cạnh, hồ bơi rộng & sạch sẽ. Phòng  view biển khá đẹp & sạch sẽ. Đồ ăn ngon & giá cả hợp lí. Nhân viên khách sạn thân thiện, phục vụ nhiệt tình, chuyên nghiệp. Chúng tôi sẽ quay lại Amarin nếu có dịp vào Phú Quốc.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Diepanh_phung61", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Chúng tôi rất hài lòng khi chọn nghỉ tại đây, thời tiết đẹp phòng ở thoáng và sạch, view hướng ra biển từ trên cao nhìn xuống rất tuyệt vời, resort có nhiều nơi chụp ảnh đẹp, menu đa dạng nhiều món để lựa chọn, dịch vụ tốt nhân viên thân thiện, nếu có cơ hội quay lại Phú Quốc chúng tôi vẫn sẽ chọn ở đây!", "reviewer_location": "dumpxxx"}, {"name": "Hồng Nhung", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Gia đình chúng tôi có 7 ngày nghỉ tại khách sạn, phòng view biển khá đẹp, thoáng, giá cả phải chăng. bãi tắm đẹp, nhân viện cực kì thân thiện, vote nhân viên 5 sao. Các bạn nhân viên chỉ dẫn rất nhiệt tình, hỗ trợ chúng tôi đặt  các tour đi đảo hợp lý. Bể bơi sạch sẽ, có phục vụ bữa sáng và đón tiễn sân bay. Nếu có dịp quay lại, nhất định gia đình tôi vẫn chọn Amarin.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thanh Nga", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Tôi đã có chuyến du lịch cùng gia đình rất ý nghĩa tại đây, phòng view biển đẹp, thoáng mát, nhân viên rất thân thiện, phục vụ khách chu đáo. Lần sau ở Phú Quốc nhất định tôi cùng gia đình sẽ quay lại đây.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nguyen Ba Nghia", "avatar": "", "review_rating": "5", "review_title": "Kì nghỉ tuyệt vời", "review_content": "Khách sạn ngay sat biển, các phòng nhìn ra view biển rất đẹp, bể bơi sach và rộng . Có dịch vụ xe đưa đón sân bay miễn phí. Ăn sang có nhiều lựa chọn phù hợp, nhân viên thân thiện và nhiệt tình. Giá ăn tại nhà hàng Aroma hợp lí. Rất phù hợp cho nghỉ dưỡng gia đình.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Mong Thanh Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Resort đẹp, view đẹp, dịch vụ tốt", "review_content": "Chúng tôi có 5 ngày nghỉ tại khu nghỉ dưỡng Amarin. Phòng của chúng tôi nhìn ra biển rất đẹp. Khung cảnh lúc hoàng hôn thật tuyệt vời. Resort có thêm bể bơi rất sạch sẽ. Đồ ăn ngon và dịch vụ rất tốt. Resort cũng đã hỗ trợ chúng tôi đón và tiễn sân bay. Cảm ơn các bạn, lần sau quay lại Phú Quốc, nhất định chúng tôi sẽ quay lại Amarin.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "carolinenguyen0912", "avatar": "", "review_rating": "1", "review_title": "Khách sạn cần cải thiện", "review_content": "Chúng tôi có 1 kỳ nghỉ không trọn vẹn tại khách sạn.Chúng tôi cảm thấy rất thất vọng về bộ phận lễ tân.Các bạn làm việc ở khách sạn 4sao mà còn tệ hơn nhà nghỉ.Chúng tôi không biết trưởng bộ phận lễ tân đã tranning nhân viên của họ thế nào nhưng gọi điện đến k.s kiểm phòng thì cho chờ dài cổ.Lễ tân không được kiểm phòng trống cho khách được .Gọi điện đặt pick up sân bay vào buổi tối trước khi ngày đến thì khi xuống sân bay bảo phải chờ xe ra đón. Khách sạn mọi thứ thì rất chỉnh chu.Chỉ duy nhất bộ phận lễ tân làm việc không có tâm.I never come back with bad hotel.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "kevintranpt", "avatar": "", "review_rating": "5", "review_title": "kỳ nghỉ và thư giản tuyệt vời tại phú quốc", "review_content": "view đẹp, phòng rộng rãi, ban công rất đẹp cho ngắm hoàng hồn và bình minh, nhiều dịch vụ mien phí cho khách. Nhân viên vui vẻ, vì mới nên còn những cái chưa hoàn chỉnh. Tiệc trà chiều và buffet phong phú . Nhưng sẽ hứa hẹn là những điểm nghỉ dưỡng chủ lực tại đảo phú quốc. chắ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "ksasea", "avatar": "", "review_rating": "4", "review_title": "Không chắc chắn vị trí của spa", "review_content": "Chúng tôi ở tại Amarin Resort trong 3 đêm. Thời tiết rất khốn khổ (mưa lớn và gió lớn) phần lớn thời gian chúng tôi ở đó. Nó sẽ được tốt đẹp để thực sự có một spa trên trang web cho một cái gì đó để làm. Có một nơi tắm bùn bên cạnh, có lẽ đó là spa. Các nhân viên đã rất hữu ích và tốt đẹp và tiếng Anh của họ có vẻ rất tốt. Tôi đã phải hỏi một vài lần cho khăn tắm thêm, vì chúng tôi đã sử dụng của chúng tôi để ngăn chặn mưa thổi trong cửa trượt. Các phòng đều rộng rãi và sạch sẽ, tuy nhiên họ là một chút đánh lên. Phòng tắm lớn. Các hồ bơi là tốt đẹp, mặc dù chúng tôi chỉ dành một vài phút ra khỏi đó. Các bãi biển là đáng yêu, nhưng một lần nữa, thời tiết đặt damper trên chi tiêu nhiều thời gian trên bãi biển.", "reviewer_location": "Seattle, Washington"}, {"name": "Jacquie Maxwell", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời để thư giãn và tận hưởng", "review_content": "Thực sự rộng rãi, đẹp và sạch sẽ phòng với một chiếc giường rất thoải mái, wifi mạnh mẽ và AC tuyệt vời. Người giám sát dễ chịu dự đoán mọi nhu cầu của chúng tôi và cũng ở vị trí để trả lời một số và giải quyết hầu như mọi vấn đề trong vài giây. Nơi này cũng thực sự gần với một trong những bãi biển tốt hơn. Chúng tôi thực sự rất thích được ở đây, và có thể nồng nhiệt đề nghị nó.", "reviewer_location": "London, Vương quốc Anh"}], "hotel": {"location": "Trần Hưng Đạo, Dương Đông, Đảo Phú Quốc 920000 Việt Nam", "name": "Khu Nghỉ Dưỡng & Spa Amarin", "geo_data": {"latitude": 10.182093620300293, "longitude": 103.96727752685547}, "room_number": "96"}}