{"content": [{"name": "Liêm", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi nghỉ dưỡng phú quốc", "review_content": "Tôi có chuyến đi 3n2d tại phú quốc, và quyết định chọn ks Paralia là nơi nghỉ dưỡng, tôi đã đặt xe bên khách sạn và có nhân viên đón rất nhiệt tình, còn tư vấn chu đáo những nơi ăn chơi tại phú quốc, khách sạn nằm sát biển, view thì khỏi chê nha mấy bạn, góc nào khách sạn cũng có thể check in tuyệt vời, ngoài ra còn có 1 Pansy Cofee rất là đẹp nơi sống ảo cho những bạn trẻ, phòng thì còn rất mới, sạch sẽ và thoáng mát, nhân viên phục vụ chu đáo, thật tuyệt khi lựa chọn của tôi là đúng, hứa hẹn sẽ quay lại vào 1 ngày gần nhất", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "Mai V", "avatar": "", "review_rating": "5", "review_title": "Khách sạn dịch vụ tốt, gần trung tâm mua sắm", "review_content": "Tôi có kỳ nghỉ  4 ngày 3 đêm tại khách sạn Paralia Nha Trang, nhân viên phục vụ chu đáo nhiệt tình, khách sạn trong khu trung tâm mua sắm , gần siêu thị rất tiện lợi.Tôi sẽ giới thiệu bạn bè, người thân lưu trú tại khách sạn Paralia khi đến du lịch tại Nha Trang.", "reviewer_location": "Singapore, Singapore"}, {"name": "Thanh Điền", "avatar": "", "review_rating": "4", "review_title": "KHÁCH SẠN TUYỆT VỜI DÀNH CHO NHỮNG AI MUỐN NGHỈ DƯỠNG DU LỊCH", "review_content": "Khách sạn đầy đủ tiện nghi, Sạch sẽ, bải biển cát trắng tuyệt vời, hồ bơi trong nhà đẹp, nhân viên nhiệt tình, chu đáo. một noi rất thích hợp cho các gia đình đến tham quan du lịch nghỉ dưỡng. Vị trí gần bãi biến, có nhiều điểm tham quan nổi tiếng.", "reviewer_location": "dumpxxx"}, {"name": "Quynh Hoa", "avatar": "", "review_rating": "5", "review_title": "Nếu có dịp quay lại Nha trang mình sẽ vẫn đặt phòng ở đây", "review_content": "Tuần rồi mình có trải nghiệm lưu trú ở KS 3 ngày 2 đêm với đại Gia đình, Check in sớm hơn dự định so với dự kiến 45 phút có liên hệ trước với KS được các bạn đồng ý free early check in (1 điểm cộng ^^). Tới KS các bạn lễ tân và bell khá nhiệt tình, đưa đồ và đẩy xe em bé cho mình lên đến tận phòng. Phòng mình đặt là phòng Family nên khá rộng, view chếch biển, ở được 4 người. Phòng thiết kế đơn giản, nhẹ nhàng nhưng được cái sạch sẽ. KS giai đoan này không có phục vụ ăn sáng nhưng cũng may vì mình thích đi ăn ở ngoài hơn! ^^", "reviewer_location": "dumpxxx"}, {"name": "huuhieu", "avatar": "", "review_rating": "5", "review_title": "khách sạn tuyệt vời.", "review_content": "khách sạn nằm gần bãi biển , phòng sạch đẹp, dịch vụ quá tôt , nhanh chóng kịp thời. Nhân viên rất nhiệt tình và vui vẻ, ăn sáng , ăn trưa , ăn tối nhiều món để lựa chọn , giá cả hợp lý, chế biến ngon rất hợp khẩu vị . Khách sạn hướng dẫn cho khách các điểm du lịch rất rõ ràng khi khách muốn đi thăm quan du lịch.Trải nghiệm tuyệt vời cảm ơn khách sạn Paralia Hotel Nha Trang.Very very nice!", "reviewer_location": "Thanh Hóa, Việt Nam"}, {"name": "roger186470", "avatar": "", "review_rating": "3", "review_title": "không như mong đợi", "review_content": "Chúng tôi đặt khách sạn bốn sao này cho sáu đêm giường và bữa sáng. Những lý do chính mà chúng tôi đặt là thực tế là phòng có ban công và khách sạn quảng cáo một bữa ăn sáng và hồ bơi rộng rãi ở phía tây. Khi chúng tôi đến sau một cuộc hành trình kéo dài chín giờ, chúng tôi đã có một chút ngạc nhiên khi thấy mình ở một sảnh khách sạn với một chợ nhỏ như một phần của hành lang và phòng khách sạn trong một tòa nhà hoàn toàn khác cùng với các căn hộ riêng. Phòng chúng tôi được cung cấp trong khi sạch sẽ và rộng rãi không có ban công. Khi chúng tôi xuống ăn sáng vào sáng hôm sau, chúng tôi thấy nó rất bận rộn và khá bẩn giống như một căng tin. phạm vi thực phẩm được cung cấp không hấp dẫn chúng tôi ngoại trừ bánh mì không có bơ và trứng chiên. Chúng tôi đã ăn sáng trong những ngày", "reviewer_location": "Belfast, Vương quốc Anh"}], "hotel": {"location": "03-05 Pham Van Dong Street, Nha Trang Việt Nam", "name": "Paralia Hotel", "geo_data": {"latitude": 12.283670425415039, "longitude": 109.20349884033203}, "room_number": "106"}}