{"content": [{"name": "Dan Thi", "avatar": "", "review_rating": "5", "review_title": "Khu resort đẹp, biển đẹp, ngắm hoàng hôn", "review_content": "Tôi được bạn bè giới thiệu sau khi sử dụng tại Free Beach Resort, tôi cùng bạn bè đã ở đây 3 đêm, chúng tôi chọn phòng view biển nên được ngắm hoàng hôn mỗi ngày ngay ban công, giá cả hợp lý, phòng ốc sạch sẽ,rộng rãi, mới, trang thiết bị đầy đủ hiện đại. Phòng bao gồm bữa sáng phục vụ tại nhà hàng trên biển. Ăn trưa tại nhà hàng cũng rất ngon. Bãi biển êm, đẹp, nước biển rất trong. Gần ngay trung tâm và quán ăn. Nhân viên cực kỳ vui vẻ, dễ thương. Đánh giá rất cao.", "reviewer_location": "Việt Nam"}, {"name": "Thư", "avatar": "", "review_rating": "4", "review_title": "Một địa điểm nên đến ở Phú Quốc", "review_content": "Cuối tuần vừa rồi, tôi từ Hà Nội đưa ông bà và các con đến Phú Quốc. Tham khảo nhiều nơi và bạn bè tôi chọn Free Beach Resort. Khu resort mát mẻ, yên tĩnh, nhiều bóng mát cây xanh, có bãi biển riêng. Bãi biển rất đẹp, biển êm, không sóng, thời tiết đẹp, hoàng hôn có mỗi ngày. Đặc biệt ở ngay trung tâm đi đâu cũng dễ. Đồ ăn sáng ngon, hợp vị. Nhân viên thân thiện, giới thiệu và tư vấn rất nhiệt tình, cần gì các bạn đều tư vấn.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Nguyễn Thùy Nghiên", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi vui vẻ, thú vị", "review_content": "Tuy vào mùa mưa nhưng ngày mình đến Free Beach Resort trời đẹp và mình cực kỳ ấn tượng, khu resort nhỏ nhưng vô cùng đẹp, được phủ xanh, nằm cạnh bãi biển riêng. Bãi biển sạch sẽ, là nơi đón hoàng hôn mỗi ngày. Đồ ăn tại nhà hàng buổi sáng ngon, đặt ăn trưa và tối nhiều món, đồ ăn tươi sống. Nhân viên chu đáo, niềm nở. Sẽ giới thiệu mọi người.", "reviewer_location": "Việt Nam"}, {"name": "Trương Thị Mến", "avatar": "", "review_rating": "5", "review_title": "Khu resort sạch sẽ và yên tĩnh", "review_content": "Nhân viên vô cùng thân thiện, tư vấn tận tâm.  Khu nằm ngay trung tâm, giáp biển, giá cả hợp lý. Gia đình của tôi rất thích . Nhà hàng giáp biển có bán đồ ăn ngon, nguyên liệu tươi,  chất lượng.  Phòng ốc nhà gỗ hiện đại, mát mẻ do nhiều cây xanh. Đặc biệt View chụp hình check in vô cùng đẹp. Giá cả tất cả các dịch vụ khác . Thuê xe và giặt đồ ở đây giá cả phải chăng. Nên đến và trải nghiệm.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thiệu Đỗ", "avatar": "", "review_rating": "5", "review_title": "Resort dịch vụ tốt, đồ ăn ngon", "review_content": "Đặt phòng cho bố mẹ đi nghỉ dưỡng, resort ở ngay trung tâm khu nhiều cây xanh nên rất mát mẻ sạch sẽ, Có người lớn tuổi hay em bé cũng là lựa chọn phù hợp. Phòng ở đây là dạng nhà gỗ nên rất mát, dọn dẹp hàng ngày nên rất sạch. Đặc biệt nhà hàng nấu đồ ăn rất ngon, hải sản rất tươi. Nhân viên nhiệt tình và rất thân thiện.", "reviewer_location": "Việt Nam"}, {"name": "Phạm Thị Lương", "avatar": "", "review_rating": "5", "review_title": "Resort đẹp", "review_content": "Phòng, bungalow đẹp sạch sẽ, nội thất sang trọng. Phòng bao quanh nhiều cây xanh, mát nẻ. Gần sát trên biển, bãi biển sạch sẽ, nhân viên nhiệt tình, tư vấn kỹ khi cần. Resort ngay ở trung tâm Dương Đông đi đâu cũng gần và tiện. Đồ ăn tại nhà hàng ngon, sạch sẽ, giá cả rất hợp lý.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Dr.Travelling", "avatar": "", "review_rating": "4", "review_title": "Good", "review_content": "Dịch vụ tương đối ổn so với giá. Phòng rộng, sạch sẽ, đầy đủ tiện nghi. Nhà habgf nhỏ bù lại view biển đẹp. Buổi sáng ngồi ở đây nhâm nhi ly cà phê thì rất thoải mái. Phiếu ăn sáng cần thay đổi lại nội dung, cách hành văn lịch thiệp hơn, dù khách hàng có như thế nào đi nữa, thì người làm dịch vụ không nên dùng câu từ như vậy để giao tiếp với khách.", "reviewer_location": "Nha Trang, Việt Nam"}, {"name": "xloayhoay", "avatar": "", "review_rating": "5", "review_title": "Resort gia đình", "review_content": "Phòng rộng rãi, mát mẻ cho 3 thành viên, sát biển nhưng mình đi ngay mùa mưa bão nên biển rất nhiều sóng, không tắm được,được cái nhà hàng ngay trên bãi biển ngắm cảnh chụp hình rất đẹp, khách sạn không quá xa trung tâm thị trấn, chỉ mất khoảng 5 phút đi xe để ra đến chợ đêm, gọi taxi nhanh, có cho thuê xe máy giá cũng rẻ tiện cho việc di chuyển,  nhân viên ở đây rất thân thiện, vui vẻ, hỗ trợ rất nhiệt tình.  Lần sau quay lại Phú Quốc mình vẫn sẽ đặt phòng ở đây, giá không cao phù hợp cho cả gia đình, vị trí thuận tiện cho việc đi đến các điểm tham quan", "reviewer_location": "Tỉnh Đồng Tháp, Việt Nam"}, {"name": "Quỳnh Mai", "avatar": "", "review_rating": "5", "review_title": "View sát biển mọi người , biển đẹp tuyệt vời", "review_content": "một không khí trong lành, resort sát biển view tuyệt đẹp, thuần khiết, như hòa mình với tự nhiên , chuẩn organic, từ chất liệu phòng đến nhà hàng sát biển , bán giá rất phải chăng nhà hàng bán đồ ăn ngon hợp khẩu vị, giành cho những ai yêu thích thiên nhiên. Biển đẹp tuyệt vời biển trong sạch sẽ .Tôi rất hài lòng với điểm đến", "reviewer_location": "dumpxxx"}, {"name": "Alex Pham", "avatar": "", "review_rating": "5", "review_title": "Nhân viên dễ thương và nhiệt tình, phòng ốc sạch sẽ", "review_content": "Mình thì khá khó tính nhưng các bạn nhân viên vẫn vui vẻ hỗ trợ mình, phòng thì sạch sẽ và có mùi hương dễ chịu. Nhà hàng bán giá rất hợp lý và có view biển rất tuyệt vời, nhân viên phục vụ ở đây cũng rất dễ thương luôn. Sẽ đi lại lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "William", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời!", "review_content": "Chúng tôi đã dành một tuần tuyệt vời trong một ngôi nhà gỗ tại Free Beach Resort. Ngôi nhà gỗ của chúng tôi rộng rãi, sạch sẽ và có một chiếc giường tươm tất. Khu nghỉ mát nằm ngay trên bãi biển và quán bar / nhà hàng có đồ ăn ngon với giá cả hợp lý và là nơi tuyệt vời để ngắm hoàng hôn. Bãi biển có một vài tảng đá nhưng có rất nhiều không gian để bơi và luôn có sẵn ghế bãi biển. Vị trí ngay tại Đông Dương nhưng đủ xa tiếng ồn. Các nhân viên rất tuyệt và họ có dịch vụ cho thuê xe máy rẻ hơn bất kỳ nơi nào khác chúng tôi ở Việt Nam. Nó không hoàn hảo nhưng tôi nghi ngờ bạn sẽ tìm thấy một nơi tốt hơn trên bãi biển với giá cả. Chắc chắn sẽ đặt lại.  Hóa đơn Vancouver, Canada", "reviewer_location": "dumpxxx"}, {"name": "Clerc McGillecole", "avatar": "", "review_rating": "5", "review_title": "Vị trí tuyệt vời!", "review_content": "Vị trí gần bãi biển, một nhà hàng ngay trên bãi biển rất đẹp. Yên tĩnh vào ban đêm, phòng lớn và sạch sẽ. Nhân viên vui vẻ và dễ chịu. Giá cả hợp lý và thoải mái. Gần nhiều nhà hàng và cửa hàng, Biển sạch, có một số tảng đá nhưng chúng ta có thể bơi thoải mái. Nên chọn khách sạn này cho kỳ nghỉ dài của bạn", "reviewer_location": "Barcelona, Tây Ban Nha"}, {"name": "Morgen R", "avatar": "", "review_rating": "5", "review_title": "Tôi sẽ trở lại sớm", "review_content": "Vào kỳ nghỉ của tôi, điều tôi thích nhất là ở một nơi yên bình và trong lành, vì vậy Free Beach Resort là một ý tưởng tốt để ở lại. Nó thực sự tươi và mát mẻ vì nhiều cây, cây, hoa và cây dừa. Họ có một bãi biển riêng, và nó chỉ mất vài bước đến bãi biển từ phòng tôi. Thật là lãng mạn khi ngồi trên ghế mặt trời và thưởng thức một ly cocktail. Bằng cách này, tôi có thể cảm nhận được hơi thở của biển, từ từ, từ từ. Thật là một cảm giác yên tĩnh! Có nhiều món ăn và đồ uống ngon được phục vụ với giá cả hợp lý. Hải sản tươi, ngon, bổ dưỡng và rẻ. Họ đã làm nhiều món ăn từ hải sản như mực hấp với gừng, mực nướng với sa tế, tôm hấp với bia và những món tương tự Nếu bạn đang tìm chỗ ở tại đảo Phú Quốc, Free Beach Resort sẽ là một gợi ý tốt cho bạn.", "reviewer_location": "Berlin, Đức"}, {"name": "viola h", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ mát tuyệt vời được quản lý bởi đội ngũ nhân viên xuất sắc", "review_content": "Khu nghỉ dưỡng này được trồng rất nhiều cây và hoa, Phòng tôi là nhà gỗ với một chiếc giường lớn, tôi đặc biệt thích phòng tắm, Nó rộng rãi và có nước nóng, Nó làm tôi cảm thấy ấm áp và gần gũi. Nhân viên rất thân thiện, chuyên nghiệp, họ luôn sẵn lòng hỗ trợ tôi. Nó có bãi biển riêng và ghế phơi nắng miễn phí, tôi nằm trên đó cả ngày và không có ý định đi đâu. Tôi cần mua một số sản phẩm chăm sóc cá nhân, nhân viên tiếp tân giới thiệu cho chúng tôi nhiều cửa hàng tạp hóa giá rẻ và làm thế nào để đến đó. Tôi sẽ giới thiệu nhiều người thân của tôi", "reviewer_location": "Washington"}, {"name": "Charley", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt đẹp để ở trên đảo Phú Quốc", "review_content": "Chúng tôi thực sự yêu nơi này, Đó là một khách sạn nhỏ và khu vườn xanh, Chúng tôi ở trong phòng đôi sang trọng với giường và phòng tắm rộng rãi, Đó là một khu nghỉ mát đáng yêu và sạch sẽ, nhân viên rất thân thiện và hữu ích, bữa sáng được phục vụ nhà hàng trên bãi biển với thức ăn tuyệt vời. Nhân viên lễ tân giúp chúng tôi đi xe máy và giới thiệu cảnh quan tại Phú Quốc. Chúng tôi sẽ trở lại . . . . . . . CHẮC CHẮN RỒI! !", "reviewer_location": "Việt Nam"}, {"name": "Seaside818715", "avatar": "", "review_rating": "1", "review_title": "quá kinh hoàng", "review_content": "bẩn, nên cân nhắc khi đến đây. Dịch vụ quá tệ, cư xử kém. Các nhà hàng khu nghỉ mát trông giống như nhà hàng thức ăn đường phố.  ?????????????, ??????? ????????? ??? ??????? ???? ?????? ??????? ??????, ????? ???? ?????", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "Marcin_SERG", "avatar": "", "review_rating": "4", "review_title": "Kiểm tra hóa đơn của bạn.", "review_content": "Ý kiến của tôi chỉ liên quan đến các quán bar / nhà hàng. Quầy bar cung cấp ghế miễn phí và ô che nắng nếu bạn mua đồ uống hoặc ăn. Nội địa hóa tốt và tầm nhìn đẹp ra biển. Thực đơn đa dạng với giá cả hợp lý. Hơn nữa, họ có thể chuẩn bị mang thức ăn của riêng bạn nếu bạn trả 100 000 đồng phí dịch vụ. Không có nhiều người vào ban ngày nhưng buổi tối có thể rất đông. Các nhân viên đôi khi quên giá hiển thị trong menu vì vậy tôi khuyên bạn nên kiểm tra hóa đơn trước khi trả vì bạn có thể trả nhiều hơn mức bạn nên.", "reviewer_location": "Warsaw, Ba Lan"}, {"name": "Jeddy K", "avatar": "", "review_rating": "5", "review_title": "Một nơi yên tĩnh", "review_content": "Gia đình tôi và tôi ở tại Free Beach Resort tuần trước trong 5 ngày. Khách sạn là nơi khá tốt nhất mà tôi từng ở. Tôi đánh giá cao khu nghỉ dưỡng này cho bất cứ ai yêu thích hòa bình. Và cũng có một nhà hàng trên bãi biển với nhiều loại thực phẩm và đồ uống. Mặc dù họ không có hồ bơi nhưng khách sạn cực kỳ gần bãi biển trong vắt, sạch sẽ và mát mẻ. Tôi có một căn phòng sạch sẽ và rộng rãi với tầm nhìn đẹp ra biển.", "reviewer_location": "dumpxxx"}, {"name": "Kirsty F", "avatar": "", "review_rating": "4", "review_title": "Vị trí tốt, nơi yên tĩnh trên bãi biển.", "review_content": "Tôi rất hài lòng với kỳ nghỉ của mình. Vị trí trên Long Beach cách xa các khu vực đông đúc hơn. Biển chỉ cách cửa nhà tôi vài mét. Nhà hàng trong khuôn viên tiện dụng, thức ăn thường ngon và có giá trị tốt. Có rất nhiều lựa chọn ăn uống khác trên bãi biển hoặc trên đường chính. Phòng của tôi đã được sạch sẽ, cũng thiết lập, khu vực ban công là một tiền thưởng. Tôi chắc chắn sẽ có con không khí trong tương lai, và hạnh phúc sẽ ở lại một lần nữa!", "reviewer_location": "Cardiff, Vương quốc Anh"}, {"name": "Pham S", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt nhất tại phu quoc", "review_content": "Chúng tôi có kỳ nghỉ khoảng 1 tuần, chúng tôi muốn đến một nơi nào đó có bãi biển, chúng tôi quyết định đến Phú Quốc và nghỉ tại khu nghỉ mát bãi biển miễn phí. Chúng tôi cực kỳ thích thú, nó được đạp xe trong khu vườn xanh, chúng tôi yêu cây dừa và chuối, đứa trẻ của chúng tôi thực sự muốn trèo lên nó, rất vui mừng nhưng chúng tôi nghĩ chúng tôi không cố gắng vì nó rất nguy hiểm cho trẻ, khu nghỉ mát yên tĩnh với bãi biển ấm áp và nhân viên dễ thương. Chúng tôi sẽ trả lại", "reviewer_location": "dumpxxx"}, {"name": "Nigel B", "avatar": "", "review_rating": "5", "review_title": "Resort Beach Miễn phí 7 đêm", "review_content": "Chỗ ở rất đẹp được thiết lập trở lại từ bãi biển, đi bộ ra khỏi phòng và xuống đường dẫn đến bãi biển trực tiếp. Tiếp nhận là rất hữu ích Dịch vụ phòng được tốt tờ thay đổi thường xuyên, những nơi ăn uống tốt và Johns đi bộ trong vòng dễ dàng để lên kế hoạch cho các chuyến đi trong ngày của bạn. Bãi biển ở phía trước resort được nhân viên dọn dẹp hàng ngày.", "reviewer_location": "dumpxxx"}, {"name": "catrin w", "avatar": "", "review_rating": "3", "review_title": "Fantastic view, phòng đẹp, dịch vụ khủng khiếp", "review_content": "Chúng tôi đã đặt vé qua đêm trong tuần vì chúng tôi đã rơi xuống vì những hình ảnh của một bãi biển trắng bệch. Phòng bên bãi biển rộng rãi. Phòng xa hơn một chút và xa bãi biển cũng rộng rãi có mùi mốc cũ. Dịch vụ dọn dẹp \"ánh sáng\" hàng ngày, chai nước mới và khăn tắm mới giặt. Wifi không ổn định. Nước nóng trên max. 5 phút. Bãi biển rất bẩn xung quanh khu nghỉ mát. Trên biển có rất nhiều rác rưởi. Chỉ cần Wall một bort fre và bãi biển và sạch hơn nhiều. Nhân viên tại khách sạn dường như hoàn toàn không quan tâm đến khách hàng của họ hoặc bất cứ điều gì trong và xung quanh khu nghỉ mát. Họ không bao giờ có thực đơn bữa sáng của chúng tôi. Và sau đó bạn làm hàng ngày chạy ra khỏi một trong hai bánh mì, trà Lipton, chanh, sôcôla chocolat, chuối. Rất không chuyên nghiệp không có", "reviewer_location": "Drammen, Na Uy"}, {"name": "antoniosetas", "avatar": "", "review_rating": "5", "review_title": "2 từ kỳ diệu và thư giãn", "review_content": "Nếu bạn muốn thực sự thư giãn trong hòa bình, sau đó bạn tìm thấy đúng nơi. Nhân viên rất đẹp, rất sạch sẽ, bãi biển với tầm nhìn phía trước, thức ăn tuyệt vời, biển với làn nước trong vắt, nhưng hầu hết tất cả các ông TOM người quản lý, sẽ làm tất cả mọi thứ trong quyền lực của mình để đảm bảo rằng bạn tận hưởng kỳ nghỉ, cũng như làm bạn \"một phần của gia đình\". Rat khuyen khich. Tôi sẽ trở lại cho chắc chắn.", "reviewer_location": "Melbourne, Úc"}, {"name": "OhSoQuietNot", "avatar": "", "review_rating": "3", "review_title": "Vị trí hoàn hảo ở cuối yên tĩnh của bãi biển", "review_content": "Chúng tôi đã chọn khu phức hợp bungalow này (không có hồ bơi) vì nó là một trong số ít nơi trên Bãi Dài không có công trình xây dựng gần đó vào thời điểm chúng tôi đến thăm (tháng 1 năm 2018). Nó rất thoải mái và thoải mái và ngay trên bãi biển. Các chỗ ở dường như thay đổi về chất lượng như một khối mới hơn đã được xây dựng ở đầu cuối của sự phát triển. Bungalow đầu tiên của chúng tôi là một chút tatty và mùi ẩm ướt, nhưng do một vấn đề với điện họ chuyển chúng tôi không. 9 mà tôi có thể đánh giá cao đề nghị. Phòng lớn và giường đôi lớn, tủ lạnh, máy lạnh và góc tắm vòi sen mở lớn. Người giúp việc đến mỗi ngày.  Giá tại quầy bar / nhà hàng trong khuôn viên cao hơn chỗ bên cạnh nên chúng tôi có xu hướng ăn / uống ở đó.  Nhìn chung, thân thiện, hữu ích nhưng hầu hết nhân viên có", "reviewer_location": "Lytham St Anne's, Vương quốc Anh"}, {"name": "mohawkdog", "avatar": "", "review_rating": "5", "review_title": "Great beach front hotel", "review_content": "Chúng tôi yêu một vài đêm tại khách sạn này. Nó là ngay trước một bãi biển rất đẹp, có lẽ là vị trí khách sạn tốt nhất tôi đã thấy ở Phú Quốc. Ở giữa các khu nghỉ mát sang trọng xấu xí tăng lên trên đảo, đây là một viên ngọc thực sự, nhỏ và có cảm giác 'bungalow'. Bãi biển đẹp; nhà hàng / sân hiên ăn sáng nằm ở phía trước mặt nước; họ cung cấp giường và ghế miễn phí cho khách thư giãn trên cát. Chỉ cần phía Bắc của khách sạn bạn có thể tìm thấy các quán bar và nhà hàng đẹp, cả Việt Nam và thực phẩm cũ, cũng như một nơi để thuê thuyền kayak và một số quán bar đêm bên bờ biển. Đó là một chút xa khu vực trung tâm thành phố (nơi chợ đêm và nhà hàng hải sản du lịch), tuy nhiên tôi thực sự rất thích tránh xa sự điên rồ đó, taxi rẻ hoặc bạn có thể thuê một chiếc xe tay ga cộng với bạn", "reviewer_location": "Los Angeles, California"}, {"name": "chrissievanh", "avatar": "", "review_rating": "5", "review_title": "Là một khách sạn thật tuyệt vời!", "review_content": "Chúng tôi đã ở lại một vài ngày ở Free Beach Resort. Chúng tôi đặt một phòng với máy lạnh và có phòng 18. Đó là rộng rãi, rất sạch sẽ, có một tủ lạnh và vòi sen là lớn và tốt. Các phòng đã được làm sạch hàng ngày (giường, khăn tắm, chai nước mới và một quét để có được cát ra khỏi phòng). Khu nghỉ mát là ngay tại bãi biển, đó là tốt đẹp. Nó có một sân hiên đáng yêu để ngồi trên.  Vì vậy, đối với những gì chúng tôi đến, đó là một kỳ nghỉ tuyệt vời tuyệt đối.  Tuy nhiên, các món ăn phục vụ trong khu nghỉ mát không phải là quá tốt (chỉ thích soda chanh và Pho Xua). May mắn là bạn đang ở phần tốt nhất của bãi biển với khu nghỉ mát này, vì nó là bên cạnh một số nhà hàng đẹp và quán bar bãi biển. Đối với bữa ăn sáng, chúng tôi chỉ mua ngũ cốc và sữa chua của chúng tôi tại các siêu thị", "reviewer_location": "Amsterdam, Hà Lan"}, {"name": "stephenhR9427GW", "avatar": "", "review_rating": "2", "review_title": "Ok miễn là bạn không ăn", "review_content": "Tìm thấy các quán bar trên bãi biển như đi bộ dọc theo bãi biển. Ghế tắm nắng miễn phí, bia với mức giá hợp lý. Ở lại một lúc và nghĩ rằng chúng tôi sẽ ăn trưa, ý tưởng tồi. Xào mì xào, dầu mỡ với nhiều hương vị, một số trong đó nóng và đá lạnh, tất cả đều trên cùng một đĩa. Đối tác có món phở gà được nhạt nhẽo. Chỉ cần mì trong một bát với một số chất lỏng và vài bit của 'gà'. Thức ăn rất nghèo.", "reviewer_location": "dumpxxx"}, {"name": "Kar01", "avatar": "", "review_rating": "1", "review_title": "Thất vọng là không đủ ....", "review_content": "Kinh nghiệm khủng khiếp, chúng tôi đã đến một trang web xây dựng. Ghế xếp, bàn và ghế bị hỏng xếp chồng lên nhau. Không có lối vào từ đường, phải đi bộ qua một tấm ván trên một con mương để đến 'khu nghỉ mát'. Phòng là ok nhưng mọi thứ khác rất xấu. . . . tránh mọi chi phí. Một sự xấu hổ như triển vọng đáng yêu. Đã được hộ tống đi nghỉ mát 200 mét dọc theo bãi biển cho bữa ăn sáng và cuối cùng di chuyển đến đó cho phần còn lại của kỳ nghỉ. Chủ sở hữu giống như Free Brach. Phòng không thoải mái như Bãi biển miễn phí nhưng tiện nghi tốt hơn.", "reviewer_location": "Hội An, Việt Nam"}], "hotel": {"location": "Tran Hung Dao , Block 7, Dương Đông, Đảo Phú Quốc Việt Nam", "name": "Free Beach Resort", "geo_data": {"latitude": 10.191258430480957, "longitude": 103.96440887451172}, "room_number": "31"}}