{"content": [{"name": "Tu", "avatar": "", "review_rating": "5", "review_title": "Khach san nghi duong tai Da Lat", "review_content": "Phong rong rai, thoang mat. Nhan vien than thien nhiet tinh Cach trung tam Cho khong qua xa. Phong luon dam bao sach se, nhan vien don phong hang ngay. Toi va gia dinh se quay tro lai day trong thoi gian toi.", "reviewer_location": "Bảo Lộc, Việt Nam"}, {"name": "Dương Hữu Hiếu", "avatar": "", "review_rating": "5", "review_title": "Rất tốt", "review_content": "Khách sạn không lớn lắm nhưng sạch sẽ, tiện nghi thoáng mát và yên tĩnh, lễ tân xinh xắn, nhiệt tình chu đáo và giúp đỡ đc nhiều, đáp ứng đc các yêu cầu của khách, đồ ăn sáng hơi ít món nhưng không quá quan trọng", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Excursion17963261112", "avatar": "", "review_rating": "5", "review_title": "Very Good", "review_content": "Phòng đẹp, phong cảnh nơi đây đẹp, đội ngủ nhân viên chuyên nghiệp, Dịch vụ tuyệt vời...., đến với Minh Chiến là nơi nghỉ ngơi lý tưởng của bạn và gia đình. Chỉ đến trãi nghiệm mới cảm nhận được những điều thú vị này", "reviewer_location": "dumpxxx"}, {"name": "Cường bếp", "avatar": "", "review_rating": "5", "review_title": "1", "review_content": "Rất tốt. Yên tĩnh . Lịch sự . Thật sự thoải mái khi lưu trú tại đây.  Cám ơn tất cả nhân viên khách sạn minh chiến , đã cho tôi kỳ nghỉ thật sự thoải mái  Chúc các bạn và khách sạn minh chiến ngày càng phát triển", "reviewer_location": "dumpxxx"}, {"name": "Mong H", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Minh Chiến - nơi tạo ra nhiều kỷ niệm", "review_content": "Nếu bạn đang còn phân vân nên lựa chọn khách sạn nào cho kỳ nghỉ của mình thì Minh Chiến là lựa chọn số 1. Khách sạn cực kỳ mới, rộng rãi, thoáng mát, sáng thức dậy nghe thấy tiếng chim hót líu lo, nhìn ra cửa sổ nắng vàng cùng vườn hoa khoe sắc. Điều níu chân mình rất nhiều lần quay lại nơi đây chính là mấy em nhân viên rất dễ thương, rất trẻ, và nhiệt tình. Giấc ngủ ngon cũng chính là một trong vấn đề mình lưu tâm nhất, khách sạn trang bị nội thất rất xịn sò, mới tinh, chăn giường và gối ngủ vô cùng êm ái, xung quanh khách sạn chủ yếu là nhà dân nên rất yên tĩnh, ban đêm hay ban ngày chỉ cần đặt lưng là ngủ say. Buffet sáng rất ngon, phục vụ niềm nở, nhiều món đa dạng, cafe cũng rất ngon nữa, thức dậy chỉ việc lên lầu 3 ăn sáng không cần phải suy nghĩ sáng nay ăn gì, từ tầng 3", "reviewer_location": "dumpxxx"}, {"name": "Tam Lê", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ thú vị", "review_content": "Gia đình tôi đã trải qua kỳ nghỉ thú vị ở KS Minh Chiến, đường vào là một dốc nhỏ nhưng ô tô có thể tránh nhau được. Vào đến KS, sân rộng có thể đậu được xe ô tô 16 chỗ, phòng sạch sẽ, ăn sáng tốt. Sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Mạnh Hùng", "avatar": "", "review_rating": "5", "review_title": "Ks Minh Chiến", "review_content": "Phòng ốc sạch sẽ, giường và chăn gối nằm siêu thoải mái  WiFi tốc độ ánh sáng  View đẹp, vì ks nằm trên đồi mà còn cao so với nhà xung quanh nên nhìn được toàn cảnh mà không bị nhà cao chắn  Có sân vườn, xích đu ngoài trời để hóng mát với sống ảo", "reviewer_location": "dumpxxx"}, {"name": "Nguyễn Duy", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt với giá rẻ", "review_content": "Đi du lịch, nghỉ dưỡng hay công tác, một trong những điều khiến bạn quí mến nơi đến đó là con người, nơi ở, khí hậu... ở đó. Tôi đã từng đến Đà Lạt rất nhiều lần, mỗi lần lại ở 1 khách sạn khác nhau. Lần này, tôi đã chọn khách sạn Minh Chiến. Nhân viên ở đây rất vui vẻ, hòa đồng, ân cần chu đáo chỉ dẫn mọi thứ. Tất cả các phòng đều có cửa sổ giúp thông thoáng và sáng hơn. Mặc dù diện tích không lớn nhưng khách sạn cũng cố gắng dành chỗ vui chơi an toàn cho trẻ em, một vài góc chụp hình đẹp cho những ai yêu thích chụp hình. Tôi sẽ quay lại và giới thiệu mọi người cùng đến để được tận hưởng những giây phút tốt đẹp ở khách sạn nói riêng và Đà Lạt nói chung.", "reviewer_location": "dumpxxx"}, {"name": "Daniel", "avatar": "", "review_rating": "5", "review_title": "Khách sạn minh chiến- Be your Home", "review_content": "Hai vợ chồng mình đã có được phút giây thư giản tại khách sạn, khách sạn yên tĩnh, không gian thoáng mát, sạch sẽ, nhân viên nhiệt tình, thân thiện. Khách sạn Minh Chiến là một nơi lý tưởng cho những chuyến đi du lịch nghĩ dưỡng.", "reviewer_location": "dumpxxx"}, {"name": "Tuong Vi", "avatar": "", "review_rating": "5", "review_title": "Đổi gió", "review_content": "Mình vừa trải qua kỳ nghỉ 3 ngày 2 đêm tại Minh Chiến Hotel ở Đà Lạt. Thực sự mình rất ấn tượng và cực kỳ happy vì đã gặp được những con người Đà Lạt thân thiện và khách sạn Minh Chiến hoàn toàn hoàn hảo theo ý muốn của mình. Từ Lễ Tân tới Quản lý, tất cả đều quá chuyên nghiệp, phòng ốc cực kỳ sạch sẽ, view đẹp làm cho mình cùng bạn bè rất hài lòng. Nếu có quay lại, nhất định sẽ chọn Minh Chiến Hotel làm nơi nghỉ dưỡng", "reviewer_location": "dumpxxx"}, {"name": "Giang Trần", "avatar": "", "review_rating": "5", "review_title": "Nghi dưỡng", "review_content": "Địa điểm thuận lợi cho việc đi lại các điểm tham quan tại Đà lạt. Phong cách phục vụ chu đáo, tận tình. Phòng ốc sạch sẽ và có view tốt. Gia đình mình cùng nhóm bạn hiện đang nghỉ ngơi tại nơi này và nhận thấy đây là một địa điểm tuyệt vời đối với gia đình mình và bạn bè", "reviewer_location": "dumpxxx"}, {"name": "Huệ Ngọc", "avatar": "", "review_rating": "5", "review_title": "Nghĩ dưỡng Đà Lạt", "review_content": "Nếu bạn muốn tìm chổ ở cho một chuyến đi dài nhưng không muốn phải trả quá nhiều tiền cho nơi ở, mà vẫn đảm bảo được các tiêu chí sạch sẽ, vị trí tốt, cảm giác thoải mái và đặc biệt hơn hết là cảm giác như đang ở nhà thì bạn có thể chọn nơi nàylaf nơi nghĩ dưỡng cho gia đình  -", "reviewer_location": "dumpxxx"}, {"name": "Henry N", "avatar": "", "review_rating": "5", "review_title": "khách sạn tốt", "review_content": "Tôi ở đây với gia đình trong 3 đêm, họ cho chúng tôi thoải mái. Phòng của tôi rất mới, sạch và đẹp. Nhân viên rất thân thiện. Thức ăn ngon. Hơn nữa, khách sạn Minh Chiến có một khu vườn xinh xắn, xinh xắn, tôi nghĩ nó phù hợp cho trẻ em, cặp vợ chồng và gia đình.", "reviewer_location": "dumpxxx"}, {"name": "AnhDB", "avatar": "", "review_rating": "4", "review_title": "Chỉ cần WOW với những khoảnh khắc tuyệt vời trong khách sạn bình dân", "review_content": "Khách sạn nằm trong con đường nhỏ nhưng nó không xa trung tâm. Tôi có thể mang Grab Bike chỉ khoảng 1 đô la để đi đến trung tâm. Khách sạn mới, sạch sẽ và đặc biệt tôi có thể tận hưởng với Wow trong một số điều nhỏ nhặt, điều này mang lại cho tôi cảm giác tốt trong suốt thời gian ở với gia đình, như: bữa sáng ngon, không khí trong lành và phòng đẹp nhìn từ trên xuống, sạc điện thoại bàn, nhân viên thân thiện, và giá cả rất tốt.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "flick86", "avatar": "", "review_rating": "5", "review_title": "Tuyệt diệu!!!!", "review_content": "Chúng tôi ở đây hai đêm và cuối cùng ở lại thêm một đêm. Thật là một mức giá tuyệt vời cho những căn phòng xinh xắn như vậy. Các phòng được trang trí đẹp mắt theo tiêu chuẩn cao. Bao gồm bữa sáng miễn phí. . Không có gì quá lạ mắt nhưng nó miễn phí! ! ! . Lựa chọn Mì, Trứng và Trứng tráng hoàn chỉnh với một miếng đệm nhỏ với nước trái cây, cà phê và máy nướng bánh mì. Chúng tôi đến rất muộn sau một chuyến bay bị hoãn nhưng rất hữu ích lúc 1. 30 giờ sáng. Cảm ơn mọi người", "reviewer_location": "wrexham"}], "hotel": {"location": "31 Thiện Mỹ Phường 4, Đà Lạt 670000 Việt Nam", "name": "Khách Sạn Minh Chiến", "geo_data": {"latitude": 11.936885833740234, "longitude": 108.4256591796875}, "room_number": "40"}}