{"content": [{"name": "Freedom31076258482", "avatar": "", "review_rating": "4", "review_title": "Tốt", "review_content": "Rất phù hợp đẹp nên lựa chọn địa điểm này nha mà nó còn phù hợp giá tiền và khả năng của mình hãy chọn cho mình 1 địa điêmmr phù hợp nhất để có thể tin tưởng vào nhé mợi người còn ai chưa biết có thể tham khảo", "reviewer_location": "dumpxxx"}, {"name": "Flyer06409844269", "avatar": "", "review_rating": "5", "review_title": "Đánh gia 5sao", "review_content": "Gia đình tui đa đen khách san đánh gia 5sao phuc vu tot  khách san đầy đủ tiện nghi tủ lạnh bồn bồn tắm  nóng lạnh đem êm cho minh mot,giac ngu êm  ngon giac mot kỳ nghi duong that tuyet voi Đánh gia 5sao cho khách san", "reviewer_location": "dumpxxx"}, {"name": "Happiness33258854905", "avatar": "", "review_rating": "5", "review_title": "Một nơi tuyệt vời để thư giản ", "review_content": "Khi tôi cùng nhóm bạn đến khách san Anatole chúng tôi bị ngợp vì sự hoành tránh của khách sạn. Vào phòng thì tiện nghi quá tuyệt vời. Nhân viên phục vụ nhiệt tình,vui vẻ,gần gủi với khách. Giá cả hợp lý, vó nhiều view đẹp", "reviewer_location": "dumpxxx"}, {"name": "Navigate62304145993", "avatar": "", "review_rating": "4", "review_title": "Khách sạn. Nhà hàng. Room. Tolett mọi thứ khá ok nếu bạn nào thích hãy đến trải nghiệm nhé. Tớ k biết đâu. Chíc các bạn", "review_content": "Nhìn qua hình ảnh thấy khá đẹp. Phòng ốc cũng đa hạng phòng. Thích hợp cho nhiều kiểu khách lưu trú. Đồ ăn uống cũng khá đa dạng. Tất cả các trang thiết bị cũng hiện đại nữa. Nhân viên có đồng phục đẹp", "reviewer_location": "Tỉnh Bình Định, Việt Nam"}, {"name": "Coastal19581241140", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt", "review_content": "Giá đình tôi đã đến khu nghỉ dưỡng với sự chuyên nghiệp của khách sạn tôi tin và ủng hộ các bạn nên đến trải ngiệm dịch vụ .cái gì cũng có ạ.trò chơi bể bơi tất cả các thứ đều OK hết .rất vui vì dk đến nơi đây ", "reviewer_location": "dumpxxx"}, {"name": "Connector46802710959", "avatar": "", "review_rating": "5", "review_title": "Khách sạn", "review_content": "Chắt lượng phục vụ tốt, phòng sạch sẽ, trang trí đẹp. Đi gia đình rất OK. Đi tuần trăng mật thì thật tuyệt vời luôn với đôi mới cưới nhé các bạn ơi. View đẹp nha. Đáng đồng tiền bát gạo luôn. Chill luôn", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Inspire45945501385", "avatar": "", "review_rating": "5", "review_title": "Sự lưa chọn chỗ ở tốt", "review_content": "Tôi rất hài lòng về sự phục vụ của khách sạn . Câc thiết bị ở khách sạn này thật tuyệt . Trong phòng đầy đủ tiện nghị sạch sẽ thoáng mát . Nhân viên phục vụ vui vẻ gần gũi với khánh .giá cả hợp lý .có nhiều view đẹp ", "reviewer_location": "dumpxxx"}, {"name": "Resort61350698882", "avatar": "", "review_rating": "5", "review_title": "Một chuyến đi", "review_content": "Lần đầu cho chuyến đi chơi xa, cảm thấy quá tuyệt vời, chuyến đí rất thành công và ấm áp khi được lưu trú trong một khách sạn quá tuyệt vời trên cả sự mong đợi, phòng óc sạch sẽ thoáng mát chất lượng ok ", "reviewer_location": "dumpxxx"}, {"name": "Voyager49578317070", "avatar": "", "review_rating": "5", "review_title": "Chuyến nghĩ dưỡng tại ks ANatole tuyet voi", "review_content": "Phục vụ rat nhiệt tình , ks sạch sẽ . Thức an rât ngon . Cảm ơn các bạn nhân viên ks đăt biệt riêng e Nam rất làm hai lòng khách .Hẹn lần sau có chuyến du lich tại Ha Nôi chắc chắn sẽ ghé lại Anatole .", "reviewer_location": "dumpxxx"}, {"name": "AliciaVo", "avatar": "", "review_rating": "5", "review_title": "Good customer service!!!", "review_content": "Nghe bạn mình giới thiệu về Anatole, khi đến thì thấy rằng dịch vụ của các bạn rất tốt, thân thiện và nhiệt tình, hơn cả mình kỳ vọng. Là một khách sạn rất đáng trải nghiệm, đặc biệt các bạn nhân viên rất dễ thương và nhiệt tình.", "reviewer_location": "Vũng Tàu, Việt Nam"}, {"name": "thaothao", "avatar": "", "review_rating": "5", "review_title": "phòng và dv", "review_content": "dịch vụ tốt, sạch sẽ, các bạn dễ thương. Phòng sạch sẽ, hỗ trợ rất nhanh và nhiệt tình, goodddddddddddddddddddddddddddddddddddddddddddddddddddd.  Mỗi tội nhà vệ sinh thấy hết trơn, ngại quá . Ks nên thêm một cái rèm ngay chỗ vệ sinh để tránh việc người ngoài phải thấy bất đắc dĩ", "reviewer_location": "dumpxxx"}, {"name": "Culture62469992046", "avatar": "", "review_rating": "5", "review_title": "Đánh giá khách sạn", "review_content": "Khách sạn đẹp, mới, nhân viên siêu nhiệt tình, gần nhà thờ thuận tiện cho việc đi lại, gần nhiều cà phê chỗ ăn uống đồ nữa. Đi ra phố đi bộ cũng không xa lắm, tầm 5-7p đi bộ. Khách sạn trang trí noel cũng xinh nữa :3 10 điểmm", "reviewer_location": "dumpxxx"}, {"name": "Thanh Hải", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất ổn", "review_content": "Dịch vụ ok Breakfast is ok Nhân viên thân thiện nhiệt tình, luôn săn sàng giúp đỡ khách hàng khi cần (các bạn Nam, Đàm, Bình) Địa điểm khách sạn thuận tiện, gần hồ gươm, nhà thờ lớn, xung quanh có nhiều chỗ ăn uống", "reviewer_location": "dumpxxx"}, {"name": "Paradise717142", "avatar": "", "review_rating": "5", "review_title": "NICE HOTEL, FRIENDLY STAFFS", "review_content": "Khách sạn đầu tư rất bài bản, concept rõ ràng từ nội thất đến đồng phục nhân viên. Khách sạn mới, sạch sẽ, amenities đầy đủ, ga gối khăn vải rất mới. Vị trí thuận tiện đi lại.  Nhận viên rất trẻ và nhiệt tình thân thiện - niềm nở.  Bữa sáng đầy đủ các món cơ bản á âu, bánh ngọt và trái cây. Phở và bánh cuốn rất ngon.  Một góp ý nhỏ là sàn nhà tắm thi công bị trủng - hố ga ở góc cao nên nước đọng lại  thành vũng nước ngập ở giữa rất khó chịu.", "reviewer_location": "dumpxxx"}, {"name": "Cati N", "avatar": "", "review_rating": "5", "review_title": "Lovely hotel", "review_content": "+ Vị trí: gần nhà thờ, hồ Tây + Trang trí: đẹp, sang trọng + Nhân viên: trên cả tuyệt vời, thân thiện, tận tâm, giúp đỡ + Phòng: sạch sẽ, ngăn nắp - Giường dài 1 tí sẽ ok hơn Một khách sạn đẹp, vị trí tốt, sạch sẽ, nhân viên thân thiện trong tầm giá", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Aurora", "avatar": "", "review_rating": "5", "review_title": "Thanks", "review_content": "Khách sạn rất mới, đẹp, chuẩn 5 sao nằm ở vị trí trung tâm Hà Nội, bên cạnh nhà thờ lớn và có thể đi bộ ra bờ hồ.  Các bạn nhân viên ở đây rất dễ thương, đặc biệt là chị quản lý. Nhờ đó mà tụi mình đã có được thật nhiều góc ảnh kỷ niệm đẹp tại khách sạn <3", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Huỳnh Hữu P", "avatar": "", "review_rating": "5", "review_title": "Anatole Ha Noi Hotel ❤", "review_content": "Khách sạn mới xây dựng phòng ốc sạch sẽ vị trí ngay cạnh nhà thờ lớn và đặc biệt nhân viên cực kì dễ thương...Tôi đã có một trải nghiệm vui vẻ tại đây và sẽ chọn đây là nơi dừng chân nếu có dịp đến Hà Nội lần nữa ❤.", "reviewer_location": "dumpxxx"}, {"name": "Thu Tram", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt trong tầm giá", "review_content": "Khách sạn sạch đẹp, mới xây nên cơ sở vật chất còn mới và tốt. Phòng rộng đẹp, nhân viên thân thiện, vui vẻ. Nhân viên lễ tân luôn tươi cười, nhân viên hành lý đặc biệt là Phúc luôn giúp đỡ khách hành lý dù là nhỏ nhất. Đồ ăn sáng ngon, phù hợp khẩu vị. Phòng có chút ồn vào buổi sáng. Rất đáng tiền.", "reviewer_location": "dumpxxx"}, {"name": "Christi", "avatar": "", "review_rating": "5", "review_title": "Một ốc đảo giữa Hà Nội nhộn nhịp.", "review_content": "Khách sạn đáng yêu với nhân viên thân thiện. Các bữa ăn sáng là tuyệt vời với một sự lựa chọn tuyệt vời của thực phẩm. Sạch sẽ với một cảm giác sang trọng cho các phòng. Quầy lễ tân có thể sắp xếp cho taxi và các chuyến đi khác trong khu vực.", "reviewer_location": "Amsterdam, Hà Lan"}, {"name": "guncle08210", "avatar": "", "review_rating": "5", "review_title": "Quỹ từ thiện", "review_content": "Khi đến thăm một Hà Nội, bạn không thể tìm thấy một khách sạn tốt hơn và vị trí của nó gần Nhà thờ là một lợi thế. Tiền sảnh thu hút sự chú ý của bạn từ đường phố. Đó là tươi sáng và chào đón. Chúng tôi ở đây 26 ngày và tận hưởng những tiện nghi mà khách sạn cao cấp này cung cấp. Các phòng rộng rãi, hiện đại và có nhiều chỗ cho quần áo của bạn, v.v ... phòng tắm là công nghệ tiên tiến. Tôi yêu bức tường tắm vô hình. Điều này được nói khách sạn này tính năng nổi bật là nhân viên. Họ là một phi hành đoàn giàu kinh nghiệm và năng nổ. Từ quầy lễ tân đến đầu bếp, bạn là mối quan tâm chính của họ. Bữa sáng tự chọn nổi bật trong các loại thực phẩm được chuẩn bị cho rất nhiều khẩu vị. Chúng tôi đã được đối xử như những vị khách danh dự. Không có giá trị tốt hơn trong khu phố cổ.", "reviewer_location": "Cape May Court House, New Jersey"}], "hotel": {"location": "26-28-30 Nha Chung Str., Hà Nội 10000 Việt Nam", "name": "Anatole Hotel", "geo_data": {"latitude": 21.016279220581055, "longitude": 105.85530090332031}, "room_number": "70"}}