{"content": [{"name": "chinhiz", "avatar": "", "review_rating": "4", "review_title": "Kỳ nghỉ cùng bạn bè", "review_content": "Một kỳ nghỉ cùng gia đình của các bạn , phòng ngủ bố trí hợp lý ,bếp cơ bản đầy đủ dụng cụ nấu ăn ,có hồ bơi riêng ,vị trí gần biển WC rất rộng và hợp lý tuy nhiên do ít nhân viên nên việc đợi nhận phòng phải chờ đợi rất lâu .tới lúc 13h40 mà mãi tới hơn 16h30 mới có phòng . giá cả tương đối hợp lý .", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Hung_Viet", "avatar": "", "review_rating": "5", "review_title": "Perfect", "review_content": "Mọi thứ đều quá tuyệt vời từ dịch vụ đến mọi thứ tôi thật sự hài lòng về nơi này phòng sạch sẽ rất tiện lợi vì gần biển tôi đã có một chuyến trải nghiệm tuyệt vời ở đây với gia đình mình tôi xin gửi lời cám ơn đến bạn lễ tân tên Trọng đã hỗ trợ gia đình tôi suốt cả giai đoạn ở Amon bạn rất lịch sự và khéo léo trong việc giao tiếp và đặc biệt rất điển trai và dễ thương hihi hứa hẹn sẽ quay lại vào kỳ nghỉ năm sau hẹn gặp lại Amon !", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Minh H", "avatar": "", "review_rating": "5", "review_title": "Resort đẹp chất lượng dịch vụ tốt", "review_content": "Tôi và gia đình chọn Amon qua Tripadvisor thì qua không thất vọng hồ bơi riêng view biển, phòng sạch sẽ thoải mái nhân viên rất nhiệt tình và hỗ trợ gia đình tôi có người già trẻ em. Chúng tôi sẽ quay lại vào Tết âm Lịch", "reviewer_location": "dumpxxx"}, {"name": "Ngoc N", "avatar": "", "review_rating": "5", "review_title": "Resort đẹp và thân thiện tại Phú Quốc", "review_content": "Nhóm chúng tôi gồm 6 nguời đã ở tại căn Villa 3 có hồ bơi riêng và ấn tượng từ mọi thứ ở đây. Phòng ốc đẹp sạch sẽ và cô lễ tên Khoa rất thân thiện hỗ trợ chúng tôi khi chúng tôi cần. Cám ơn toàn thể BGĐ và nhân viên Amon chúng tôi sẽ quay và giới thiệu với nhiều bạn bè về khu nghỉ dưỡng của các bạn.", "reviewer_location": "dumpxxx"}, {"name": "PhuongNhung", "avatar": "", "review_rating": "5", "review_title": "GREATTTT!!!", "review_content": "Lần đầu tiên đến với  Phú Quốc và đã được trải nghiệm những dịch vụ vô cùng tuyệt vời như vậy! Không gian sang trọng, tinh tế tạo cảm giác tận hưởng cho một kỳ nghỉ cùng với bạn bè. Nhân viên phục vụ tại đây nhiệt tình, thân thiện, hiếu khách và luôn làm hài lòng một người khách khoa tính như mình! Đồ ăn và giá cả cũng là một điểm cộng cho lựa chọn dịch vụ lưu trú tại nơi này.  ⭐️ ⭐️ ⭐️ ⭐️ ⭐️", "reviewer_location": "Huế, Việt Nam"}, {"name": "HoaCao", "avatar": "", "review_rating": "5", "review_title": "Good !", "review_content": "Đây là một khu du lịch tuyệt đẹp, gần sát bãi biển thơ mộng, nhân viên phục vụ nhiệt tình, vui vẻ, Nhà hàng sạch sẽ, món ăn phong phú. Giá cả phải chăng. Nói chung 5 sao. Đáng đồng tiền bát gạo. Hy vọng sẽ sớm có dịp quay lại nơi tuyệt vời này.", "reviewer_location": "dumpxxx"}, {"name": "Victory H", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghĩ tuyệt vời nhất", "review_content": "Gia đình chúng tôi chọn Amon Luxury Villas Phu Quoc cho dịp sinh lần thứ 40 của tôi và chúng tôi được sắp ở căn Villa đối diện biển và phải nói chúng tôi rất hài lòng mọi thứ ở đây 3 phòng ngủ Mới Đẹp hồ bơi trước Villa và hồ bơi riêng rất đẹp Lễ Tân tên Hương rất dễ thương giải đáp mọi thắc mắc và gọi giúp chúng tôi chiếc xe ra Dương Đông đến nhà hàng Hải sản Ra Khơi giá rẻ và rất ngon. Chúng tôi rất hài lòng về chất lượng. Xin gửi lời cám ơn Ban Quản Lý và toàn thể nhân viên đã cho chúng tôi những trải nghiệp tuyệt vời chúng tôi sẽ quay lại tháng 12.", "reviewer_location": "Garden Grove, California"}, {"name": "Rihana", "avatar": "", "review_rating": "5", "review_title": "Villa sang trọng", "review_content": "Đáng giá tiền, villa đẹp sang trọng nhiều góc sống ảo, ra bãi biển cũng sạch sẽ nhiều chỗ đẹp mê mẩn khách, nhân viên thân thiện hay cười, ăn uống ngon mà giá cả hợp lý. Ở một đêm ít quá, lần sau chúng tôi sẽ ở dài hơn.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Maslow85", "avatar": "", "review_rating": "5", "review_title": "Không gian xanh yên tĩnh", "review_content": "Chuyến đi của gia đình tôi đã đặt Amon Luxury Villa trước 2 ngày thôi, đang rất lo lắng vì chưa tìm hiểu kĩ về nơi đây...nhưng thật may mắn, mọi thứ đều đã rất tuyệt vời, phòng ngủ đẹp sạch sẽ, view hồ bơi rất đẹp. Đồ ăn hải sản tuyệt vời, mặc dù vị hơi mặn so với khẩu vị của mình. Vị trí villa đi ra biển cũng thuận tiện, lại được nhân viên villa giúp đỡ, hướng dẫn nhiệt tình việc tham quan các nơi. Kết thúc chuyến nghỉ dưỡng 3 ngày 2 đêm thật tốt đẹp.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Ngọc Lệ", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi đáng nhớ", "review_content": "Mình thuê villas 3PN, khi đến nơi thì villa còn đẹp hơn nhiều so với nhìn trên anh - Sạch sẽ, tiện nghi, thoải mái, có bếp và dụng cụ nấu ăn , tủ lạnh , lò vi sóng đều có đủ cả - Bể bơi chung siêu to và chụp ảnh siêu đẹp, ngoài ra còn có bể bơi riêng vô cùng tiện nghi - Thiết kế toàn khu đều đẹp nên tha hồ chụp ảnh checkin sang chảnh", "reviewer_location": "dumpxxx"}], "hotel": {"location": "Khu tổ hợp Sonasea Resort & Villas, Ấp Đường Bào, Dương Tơ, Đảo Phú Quốc 91000 Việt Nam", "name": "Amon Luxury Villas Phu Quoc", "geo_data": {"latitude": 10.132939338684082, "longitude": 103.9783706665039}, "room_number": "6"}}