{"content": [{"name": "HanoiJW", "avatar": "", "review_rating": "3", "review_title": "Vị trí gần trung tâm Thị trấn, nội thất lạc hậu", "review_content": "Là resort gần trung tâm thị trấn nhất, có bãi biển riêng khá rộng. Tuy nhiên do được xây dựng từ lâu nên phong cách thiết kế, trang thiết bị nội thất đều lạc hậu, cũ. Hiện đang cải tạo sửa chữa một phần.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "hanhtrangnhuvien", "avatar": "", "review_rating": "4", "review_title": "Vị trí trung tâm", "review_content": "Tôi rất nhiều lần ở đây từ xưa đến nay, khá hài lòng. Hội nghị, hội thảo và vui chơi với nhóm bạn đều phù hợp. Nhân viên phục vụ tốt. Ăn uống giá cả phù hợp. Bãi biển khá đẹp của địa phương. Đang cải tạo nên mong chú ý hơn đến hạng mục bãi tắm như cầu gỗ, chỗ tắm tráng, nhà vệ sinh, ghế, khăn, dù che nắng.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Hiếu 061", "avatar": "", "review_rating": "5", "review_title": "Nghỉ dưỡng", "review_content": "Đã 2 năm liên tiếp gia đình mình nghỉ tại Sài Gòn Phú Quốc Resort. Nhân viên vui vẻ,chu đáo Phòng đẹp Hồ bơi có thiết kế và view đẹp Khu nghỉ dưỡng với nhiều hàng dừa tạo cảm giác mát mẻ thanh bình Buffet ko đặc sắc lắm Gần trung tâm,chợ đêm nên đi lại tiện Giá cả phù hợp Nhìn chung là khá ổn cho gia đình đi nghỉ dưỡng muốn sự yên tĩnh,trong lành,phù hợp nếu có trẻ nhỏ", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Thủy Nguyễn", "avatar": "", "review_rating": "3", "review_title": "Du lịch Phú Quốc", "review_content": "Phòng nghỉ khá sạch sẽ và tiện nghi nhưng điều hòa hơi nóng. Bãi tắm của khách sạn ko được đẹp lắm vì có khá nhiều đá. Khách sạn cũng có bể bơi khá rộng nhưng nước bể bơi ở đây làm mình bị dị ứng ở ngoài da. Ngoài ra, buffet ở khách sạn cũng đa dạng các món ăn. ", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Dự Hương C", "avatar": "", "review_rating": "5", "review_title": "Ngày nghỉ thật thoải mái", "review_content": "Khu nghỉ mát lý tưởng cho gia đình và bạn bè. Phòng  nghỉ sạch sẽ, khung cảnh đẹp, bữa sáng thực đơn phong phú, đa dạng,  đặc biệt có chỗ ngồi được ngắm nhìn khu bể bơi tuyệt vời. Nhân viên phục vụ chuyên nghiệp, chu đáo.  Cảm ơn các bạn.", "reviewer_location": "dumpxxx"}, {"name": "ỬNG L", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ dưỡng tuyệt vời!", "review_content": "Là khu nghỉ dưỡng 4 sao đầu tiên tại đảo Phú Quốc, cho đến thời điểm hiện tại SGPQ vẫn là 1 trong những khu nghỉ dưỡng có chất lượng dịch vụ hàng đầu Phú Quốc: - Không gian yên tĩnh, rất thiên nhiên, - Nhân viên nhiệt tình, thân thiện, - Ẩm thực hấp dẫn, - Dịch vụ đáng tiền.", "reviewer_location": "dumpxxx"}, {"name": "Huynh T", "avatar": "", "review_rating": "4", "review_title": "Hài lòng về dịch vụ và phòng ốc ở đây", "review_content": "Mình đã ở đây và cảm thấy hài lòng với dịch vụ. Phòng ốc ở đây không được mới lắm, tuy nhiên sạch sẽ và rộng rãi. Có bãi tắm riêng, có kayak miễn phí, có không gian xanh, có xe đạp cho bạn đi dạo. Yên tĩnh, bãi tắm đẹp, hồ bơi tương đối rộng. Mình khá hài lòng.  Vị trí cũng khá gần chợ đêm", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Ton T", "avatar": "", "review_rating": "4", "review_title": "Dịch vụ tốt, nhân viên thân thiện", "review_content": "Chúng tôi đã ở đây 2 đêm phòng villa sát biển. Vị trí phòng thật là tuyệt vời vì chỉ vài bước chân là đến biển. Giường to vật vã, mình nghĩ cở 2.2mx2.4m, trong phòng có TV LCD, đầu DVD và khoảng 20 đĩa film DVD. Bữa sáng bình thường, chấp nhận được. Khuôn viên sạch sẽ, xanh mát. Nhân viên thân thiện. Buổi tối có buffet thay đổi hàng đêm.Hồ bơi nhỏ nhưng sạch sẽ, có phao và vài con thú cho bé chơi đùa, bãi biển đẹp, có nhiều trò chơi miễn phí. Có khu vui chơi cho trẻ em. Gần trung tâm nhất so với các resort khác. Nhược điểm: cảm giác xây dựng đã lâu nên hơi cũ, phòng chật chộị. Tùy theo con nước, có khi có rất nhiều rác từ chợ Dương Đông trôi về", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Le Hien", "avatar": "", "review_rating": "3", "review_title": "Khách sạn phù hợp với gia đình", "review_content": "Phòng sạch sẽ, bể bơi sạch. Nội thất tương đối cũ, nhiều muỗi. Spa tạm ổn. Dịch vụ ổn. Cần cải thiện hơn về đồ ăn. Bữa sáng không đa dạng.  Giá cả vừa phải cho một gia đình nhỏ. Vị trí trung tâm, đi lại thuận tiện. Bọn trẻ rất thích bể bơi. Có khu vui chơi cho trẻ, tuy nhiên đồ chơi không nhiều.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Quyentuhung", "avatar": "", "review_rating": "4", "review_title": "Rất tốt, mình thích khách sạn này", "review_content": "Khách sạn tiêu chuẩn 4 sao, là điểm đến mỗi khi tôi có nhu cầu đi công tác, du lịch, điểm đến lí tưởng cho những ai ưa thích những chuyến đi vài ngày, có đầy đủ các dịch vụ như Spa thư giản, hồ bơi, tắm bùn...", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "DuongHong", "avatar": "", "review_rating": "4", "review_title": "Khu nghỉ dưỡng yên bình", "review_content": "Khách sạn có giá khá hơp lý, lai gần khu trung tậm của Phú Quốc.nên dễ di chuyển. Có thể thuê xe máy khá dễ dàng vì có đội ngũ cho thuê xe thường xuyên đứng trước cửa khách sạn. Thủ tục thuê xe đơn giản không ngờ: chú mà cho mình thuê xe thậm chí không them xem bang lái, CMND và cũng không lấy số ĐT của mình, Chú đó nói cứ chạy chán thì quay lại khách sạn, chú luôn ở đây đợi sẵn. Mà toàn xe tay ga, xe khá mới. Có thể đi bộ từ Chợ Đêm Dinh Cậu về khách sạn. Khách sạn đẹp, rộng. Nếu có thời gian khám phá, bạn sẽ có thể chụp được rất nhiều hình đẹp ở khu nghỉ dưỡng này.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "blw1810", "avatar": "", "review_rating": "3", "review_title": "Có thể tuyệt vời nhưng thiếu một vài thứ.", "review_content": " Khách sạn này có thể tuyệt vời nhưng buồn là có một vài vấn đề gây thất vọng. Địa điểm tuyệt vời và chúng tôi được nâng cấp miễn phí lên phòng hướng biển và chúng tôi rất biết ơn điều này. Phòng có kích cỡ tốt và giường thoải mái nhưng phòng tắm cũ kỹ và vòi sen thấp vì vậy bạn phải khom người để gội đầu.  Bãi biển đẹp nhưng người phục vụ chỉ ngồi nghe điện thoại, nếu bạn cần khăn hoặc giường, bạn phải tự làm. Thùng rác không được thường xuyên dọn dẹp sớm trong buổi sáng vì vậy lúc nào thùng cũng đầy rác từ ngày hôm qua.  Nhân viên lễ tân thì hay giúp đỡ nhưng thường hơi bận rộn nghe điện thoại di động và thậm chí chúng tôi cũng thấy một nhân viên hút thuốc trong quầy. Nhân viên khác thì khi bạn đi ngang qua thì phớt lờ, điều này tôi thấy khá là thô lỗ. Nhiều nhân viên dành", "reviewer_location": "Caversham, Vương quốc Anh"}, {"name": "Russell21", "avatar": "", "review_rating": "5", "review_title": "Vượt quá mong đợi", "review_content": "Đây là nhiều hơn một khách sạn truyền thống châu Á và là một trong những khách sạn đầu tiên được thành lập trong khu vực. Khách chủ yếu là người Scandinavi, Nga hoặc châu Á. Các tòa nhà được bố trí hợp lý trong các khu vườn nhiệt đới được bảo trì tốt. Bãi biển có cát vàng rất đẹp được hỗ trợ bởi những cây cọ tươi tốt. Biển ấm tuyệt vời nhưng màu xanh lục đục và phần lớn khá sạch. Các hồ bơi là lớn và một thỏa thích. Chúng tôi không bao giờ gặp vấn đề khi ngủ nắng tại hồ bơi hoặc trên bãi biển. Các phòng đều rộng và thoáng mát với ban công có kích thước tốt. Giường cỡ King của chúng tôi rất lớn và thoải mái ngủ bốn! Chúng tôi ở trong phòng 301, tầng ba, nơi riêng tư và được bao quanh trong thảm thực vật tươi tốt. (Có lẽ là một trong những phòng tốt nhất ngoài những ngôi nhà gỗ", "reviewer_location": "Malaga, Tây Ban Nha"}, {"name": "Maria C", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ mát tuyệt vời và đội ngũ nhân viên thân thiện", "review_content": "Chúng tôi đã tận hưởng 7 ngày trong một phòng tổng thống với 2 đứa trẻ 10 tuổi. Là một bộ 2 phòng ngủ với một phòng khách ở giữa. Hai sân thượng lớn nhìn ra biển từ nơi chúng tôi tận hưởng ánh mặt trời và hoàng hôn. Hồ bơi rất đẹp và yên tĩnh. Bãi biển với giường tắm nắng và ô có sẵn miễn phí. Dễ dàng truy cập vào các nhà hàng gần đó và chợ đêm. Tất cả trong một kỳ nghỉ tuyệt vời.", "reviewer_location": "Copenhagen, Đan Mạch"}, {"name": "mattipaappanen", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đẹp với vị trí rất tốt!", "review_content": "Vị trí khách sạn rất tốt. Nó rất gần làng chính nhưng khu vực rất yên bình. Bãi biển trước khách sạn tốt và sạch sẽ. Ngôi nhà gỗ của chúng tôi ở ngay trước bãi biển và tất cả những điều được đề cập trong các trang web của khách sạn đều đúng. Làm sạch được thực hiện mỗi ngày và làm sạch - phụ nữ đã làm điều đó rất tốt và rườm rà. Hồ bơi nhỏ tích hợp vào ban công là thêm một chút. Điều duy nhất mà chúng tôi không thích, là một khoảng sáng - bức tường giữa các căn hộ. Bức tường quá thấp và mỏng đến nỗi nó có cảm giác gần giống như neigbours của bạn đang dành thời gian ở ban công của bạn (và contrawise). Nhà hàng đã ok nhưng không xuất sắc. Dịch vụ hướng dẫn khách tại khách sạn rất dễ thương. Họ sắp xếp vận chuyển từ sân bay và trở lại miễn phí và nếu bạn cần một chiếc xe hơi và một", "reviewer_location": "dumpxxx"}, {"name": "Richard V", "avatar": "", "review_rating": "4", "review_title": "Rất ổn", "review_content": "Chúng tôi đã có một kỳ nghỉ rất dễ chịu tại khách sạn này. Nice phòng, cũng nằm ở biển và nhân viên thân thiện veey. Miễn phí đi xe đến sân bay là tiền thưởng thêm. Bữa sáng có thể tốt hơn, không phải là món ăn Việt Nam bình thường, mà là rất nhiều loại vừng.", "reviewer_location": "dumpxxx"}, {"name": "Tuan Lam", "avatar": "", "review_rating": "5", "review_title": "Bữa tối tự chọn hải sản tuyệt vời", "review_content": "Tôi phải nói rằng nếu bạn đang mong chờ một nơi để thưởng thức buffet hải sản với giá chấp nhận được (340 k / 1 /), khu nghỉ dưỡng Sài gòn Phú Quốc sẽ là lựa chọn tốt nhất ở Phú Quốc. Tôi và gia đình tôi ở tại một khu nghỉ mát khác nhưng họ quyết định ăn tối tại khu nghỉ dưỡng Sài Gòn Phú Quốc. Có rất nhiều loại thực phẩm chúng ta có thể ăn (tôm sú, mực, cá, hến, và các loại thực phẩm Việt Nam ...) Các nhân viên rất thân thiện và hữu ích. Họ luôn mỉm cười với chúng tôi và phục vụ chúng tôi rất tốt. Để chắc chắn tôi sẽ quay lại đây một lần nữa. Rất khuyên!", "reviewer_location": "dumpxxx"}, {"name": "Long Dang Hoang", "avatar": "", "review_rating": "4", "review_title": "Một nơi thoải mái để chú ý đến từng chi tiết", "review_content": "Đây là lần đầu tiên tôi đến đảo Phú Quốc và chọn Sài Gòn Phú Quốc Resort với mức giá hợp lý vào thời điểm đó. Ấn tượng đầu tiên của tôi là đội ngũ nhân viên rất thân thiện và hữu ích. _ Địa điểm nói chung được đầu tư tốt với không gian xanh tạo cảm giác thư giãn cùng với phong cách kiến ​​trúc của Việt Nam vào đầu những năm 2000. _ Mặt hồ bơi sạch và nước luôn trong điều kiện tốt. _ Phía bãi biển là công bằng với khu vực sạch, nước cạn và một số loài sao biển. Tuy nhiên, nếu bạn đang đi với trẻ em, hãy lưu ý rằng một số phần khá dốc. _ Các phòng đều hơi cũ nhưng vẫn trong tình trạng tốt. Hầu hết các mặt hàng cần thiết cho một kỳ nghỉ tại khu nghỉ mát có thể được tìm thấy có sẵn. Điều tôi thích nhất là sự quan tâm của họ đến từng chi tiết, ví dụ như. nhắc nhở khách du lịch tránh", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Zoe K", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đáng yêu", "review_content": "Chúng tôi ở lại đây 8 ngày và nhìn chung chúng tôi thấy nó rất tuyệt. Những khu vườn đẹp và bãi biển tuyệt vời, với chèo thuyền miễn phí và sử dụng xe đạp đẩy của họ bất cứ khi nào chúng tôi muốn. Các món ăn trong nhà hàng được tốt và giá tốt mặc dù chúng tôi đã không rất ấn tượng với tiệc BBQ đêm tự chọn. Dịch vụ phòng cũng có giá trị tốt và thức ăn ngon. Các phòng được dọn dẹp theo tiêu chuẩn cao và nhân viên luôn hữu ích và thân thiện. Ăn sáng là ok với một phạm vi công bằng của các loại thực phẩm khác nhau nhưng không ngon miệng như nhiều món ăn tự chọn chúng tôi đã đi đến trong các khách sạn khác của Việt Nam. Chúng tôi có một biệt thự vườn hai giường rộng rãi và có tầm nhìn ra biển. Vị trí là rất tốt cho cả hai chợ đêm và bãi biển dài và thuê xe máy đối diện với khách sạn", "reviewer_location": "dumpxxx"}, {"name": "Mario R", "avatar": "", "review_rating": "5", "review_title": "Great Resort", "review_content": "Chúng tôi vừa hoàn thành 13 chuyến lưu diễn từ Bắc vào Nam Việt Nam và bổ sung chuyến đi của chúng tôi 5 ngày tại đảo Phú Quốc. Chúng tôi ở tại Sài Gòn Phú Quốc Resort và nó là một niềm vui. Chúng tôi chọn bungalow VIP trên bãi biển. Ngay sau khi chúng tôi đến, chúng tôi đã bị ấn tượng bởi sự sạch sẽ nhất của toàn bộ trang web. Thật là một nơi tuyệt vời để ngắm hoàng hôn trong khi bạn có đồ uống từ quầy bar. Tôi muốn giới thiệu Resort này cho bất kỳ ai mà không do dự.", "reviewer_location": "Ottawa, Canada"}, {"name": "Chicago_in_the_Phils", "avatar": "", "review_rating": "4", "review_title": "Tầm nhìn và bungalow chất lượng cao. Cơ sở tuyệt vời để khám phá hòn đảo.", "review_content": "- Các bungalow nghỉ dưỡng chất lượng tốt.  - Khá trung tâm với nhà hàng chính và khu vực quầy bar.  - Tầm nhìn tuyệt đẹp và cảnh hoàng hôn.  - Làm sạch không hoàn hảo. Có thể cần thêm một số sự chú ý đến dịch vụ, nhưng với một số prodding, nó được cải thiện.  - Vị trí tốt để sử dụng làm cơ sở để khám phá hòn đảo. Hòn đảo rộng lớn đáng kinh ngạc. Thuê một chiếc xe máy để xem tất cả, vì taxi sẽ quá đắt, khó giao tiếp và bạn không có tự do khám phá. Bạn có thể lấy chúng từ khách sạn.", "reviewer_location": "Hoa Kỳ"}, {"name": "juliesmith99", "avatar": "", "review_rating": "5", "review_title": "Ngày lễ", "review_content": "Một khách sạn hoàn toàn tuyệt vời, từ đặt phòng trong và được hiển thị cho bungalow của chúng tôi đến bữa sáng và bữa trưa, tôi không thể phàn nàn, các phòng được dọn dẹp hàng ngày với đội ngũ nhân viên rất thân thiện. Tôi có hai dịch vụ mát xa trên bãi biển với giá 7 đô la bao gồm đầu, mặt và toàn thân (tuyệt vời), chúng tôi đã gửi email cho khách sạn trước khi đến và hỏi Nếu có thể cho một phòng khá trung tâm với mọi thứ, họ sẽ cho chúng tôi điều này. Có các bước xung quanh trang web nhưng bạn luôn có thể đi lại bằng cách sử dụng đường dốc, ngoại trừ phòng ăn sáng ở tầng trên. Chúng tôi chỉ có giường và bữa sáng ở đây và tôi rất vui vì chúng tôi có thể đi ra ngoài và thử các nhà hàng địa phương, nó rất tốt cho các nhà hàng, quán bar và chợ đêm, tôi khuyên bạn nên thử Taxi để", "reviewer_location": "Manchester, Vương quốc Anh"}], "hotel": {"location": "62 Trần Hưng Đạo, Dương Đông, Đảo Phú Quốc 922200 Việt Nam", "name": "Khu nghỉ dưỡng Sài Gòn Phú Quốc", "geo_data": {"latitude": 10.20838737487793, "longitude": 103.9610595703125}, "room_number": "98"}}