{"content": [{"name": "Hanh Hanh", "avatar": "", "review_rating": "4", "review_title": "Resort 3 sao có hồ bơi bãi biển riêng giá hợp lý", "review_content": "Mình đặt phòng tiết kiệm nhất trên trip.com, với giá 725k thì resort có hồ bơi và bãi biển riêng là rất rẻ. Có thể đi bộ sang các beach bar gần đó. Yên tĩnh. Phòng rộng, sạch sẽ. Thủ tục check in out nhanh. Bãi biển riêng rộng, hồ bơi ổn, khuôn viên xanh mát. Nếu thêm ăn sáng là 150k/pax. Lúc mình đặt ko có 1 giường lớn như yêu cầu mà có giường twin. Điều hòa kêu rất ồn. Đèn ngủ hỏng", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "khoi08", "avatar": "", "review_rating": "1", "review_title": "Không muốn quay lại", "review_content": "Mình có 2 đêm nghỉ tại đây với gia đình nhưng thực sự không thấy thoải mái chút nào. Resort xuống cấp, nhiều cây cối, ẩm thấp phòng tầng một rất nhiều muỗi. Nhân viên không nhiệt tình, bữa sáng nghèo nàn. Bãi biển riêng và bể bơi không có nhân viên cứu hộ. Nói chung là một trải nghiệm không vui, mình sẽ khuyên bạn bè không tới đây nếu có dịp ghé Phú Quốc", "reviewer_location": "dumpxxx"}, {"name": "hhuong1311", "avatar": "", "review_rating": "1", "review_title": "Sẽ không bao giờ quay trở lại", "review_content": "Nhóm bạn mình có 2 đêm nghỉ tại đây, từ lúc checkin cho tới lúc checkout cả đoàn đều không cảm thấy hài lòng. Khuôn viên resort thì ẩm thấp, quá nhiều muỗi. Nhân viên không nhiệt tình,nội thất trong  phòng thì quá cũ. Bữa sáng nghèo nàn. Bãi biển riêng không hề có cứu hộ.  Sẽ nhắn bạn bè không ghé đây nếu vào Phú Quốc.", "reviewer_location": "dumpxxx"}, {"name": "nguyenthuhahan", "avatar": "", "review_rating": "3", "review_title": "Đặt phòng trả tiền pax c/ out roi , trả hoá đơn cho đơn vi thanh toán rất khó khăn", "review_content": "Dịch vụ kê toán kém , nhiều lần gui Mail không có phản hồi , gọi tel gặp lễ tân , cũng không thấy kê toán phản hồi lại , lý do ko nhận được hoá đơn ,  HĐ gui cho bên PCN dịch vụ lai càng tệ , phát cho khách hàng vào ngày lễ , sau đó lại yc khách hàng đến vp PCN để lấy thư ,không phát cho khách tại địa chỉ đã đc ghi trên bao thư", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Giangdb", "avatar": "", "review_rating": "4", "review_title": "Ổn trong tầm giá", "review_content": "Gần trung tâm , nhân viên thân thiện đồ ăn nấu ngon vừa miệng , có hồ bơi riêng cho trẻ tuy chưa đẹp mắt .Bãi biển trông không đẹp mắt thy vậy tạm ổn . Phòng view biển rất đẹp ngắm hoàng hôn rất okie cho cặp đôi :D ", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Ngọc Thanh L", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ vui vẻ của Gia đình tại Tropicana resort Phú Quốc !", "review_content": "Kỳ nghỉ hè của gia đình tôi thật vui vẻ khi đến Tropicana Resort Phú Quốc. Các anh chi đón tiếp từ sân bay về đến resort rất chu đáo, thân thiện, nhanh nhẹn. Đồ ăn ngon và chỗ ở sạch sẽ, phòng tiện nghi, hướng nhìn biển rất đẹp! Sẽ quay lại đây nếu có dịp!", "reviewer_location": "dumpxxx"}, {"name": "Mai N", "avatar": "", "review_rating": "3", "review_title": "Ăn sáng ít món", "review_content": "Vị trí thuận tiện, phòng view đẹp , có biên riêng NHƯNG - đường vô bị ngập - ăn sáng ít món, đa số món âu phục vụ khách tây - wifi yếu quá :( - Phục vụ tạm - Dịch vụ đặt phòng phản hồi chậm", "reviewer_location": "dumpxxx"}, {"name": "RedriverHn", "avatar": "", "review_rating": "4", "review_title": "Ổn", "review_content": "........... ........ ......... Sạch sẽ, tiện nghi đầy đủ. Bãi tắm gần bờ biển cần khai thác tốt hơn. Giao thông, thuê xe thuận tiện. Ngay đối diện bên kia đường là điểm đón khách tham quan Safari. Quanh đây cũng có chỗ cho thuê xe máy xe đạp.  Giờ nghỉ buổi tối mạng Internet yếu. Lễ tân cần chuyên nghiệp hơn khi làm dịch vụ đặt tour tham quan ngoài cho khách hàng. Ăn sáng có, phong phú... Bể bơi buổi sáng dọn dẹp hơi muộn, lúc bơi nhiều lá.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "frank c", "avatar": "", "review_rating": "1", "review_title": "Chuột trong phòng", "review_content": "Chuột trong phòng , dịch vụ khủng khiếp , quá tốn kém ... Chúng tôi rời Tropicana vội vàng sau ba ngày do chuột trong hotelroom . Này là một mối nguy hiểm sức khỏe, chúng tôi thay đổi khách sạn và kiểm tra vào một căn phòng mới mà không cần chuột ... những con chuột có trên một cơ sở hàng ngày bởi vì chúng tôi tìm thấy các chất bài tiết / merd của họ trong phòng. Xây dựng bằng gỗ ở trên giường (xem fotos ) có vẻ như chỉ có một sử dụng : để nắm bắt những chất bài tiết / merd từ những con chuột treo xung quanh trên mái nhà bằng gỗ. Trong suốt toàn bộ khách sạn phức tạp , chúng tôi sẽ tìm thấy nhiều lỗ cũng xuất phát của những con chuột . Bữa ăn sáng là thay vì người nghèo - bạn có thể chọn từ một cuộn với một trong hai mứt hoặc trứng, không phải cả hai . Ngoài ra với một tách cà", "reviewer_location": "Frankfurt, Đức"}, {"name": "Harry Mcclean", "avatar": "", "review_rating": "3", "review_title": "Chuyến đi bất ngờ đến phu quốc", "review_content": "Tôi và bạn gái đã ở đây một tuần vào tháng 3 năm 2020. Tôi nói 'bất ngờ' do hoàn cảnh. Chúng tôi đã tìm cách đi du lịch châu Á trong 5 tháng và phu Quốc không có trong hành trình, nhưng đã đến đây do đóng cửa biên giới và khó khăn khi rời Việt Nam sang các nước khác.  Khi đến, nhân viên tiếp tân có vẻ đủ thân thiện và cũng là người đàn ông vui lòng mang hành lý của chúng tôi lên phòng. Căn phòng sạch sẽ và gọn gàng với một ban công đẹp, nhưng dường như rất nóng khi đến, nhưng nghĩ rằng không khí có thể mất một lúc để khởi động. Hóa ra không khí - con khá là tồi tệ và cả hai chúng tôi đã thức dậy lần vì nhiệt độ nóng của phòng.  Chúng tôi đã yêu cầu họ sửa nó, điều mà họ đã cố gắng kịp thời, nhưng không có kết quả. Khách sạn nằm ngay trên bãi biển với một quán bar nhỏ trên bãi", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Hels1303", "avatar": "", "review_rating": "3", "review_title": "Không phải là khu nghỉ mát nhiệt đới mà tôi đã hy vọng", "review_content": "Rất thích cho điểm này là 4 nhưng thật không may, có một vài điểm khiến cho mọi người thất vọng. Xét về mặt tích cực, vị trí rất tuyệt, ngay trên bãi biển gần các quán bar và nhà hàng, căn phòng này rất đẹp và rộng với 2 giường đôi và ban công lớn nhìn ra biển (trả thêm cho cảnh biển) và sân khách sạn và hồ bơi là nhiệt đới. Về mặt tiêu cực, dịch vụ này không tốt. Các nhân viên nói rất ít tiếng Anh và khá thô lỗ dẫn đến nhầm lẫn. Mỗi buổi sáng, những người giúp việc sẽ gõ cửa lúc 8 giờ 30, vì vậy chúng tôi sẽ nói bạn có thể quay lại sau 15 phút sau khi chúng tôi rời đi ăn sáng nhưng họ không bao giờ quay lại nghĩa là căn phòng không được dọn dẹp và khăn tắm, nước v.v. . Tôi gọi cho lễ tân để hỏi xin khăn tươi, giấy vệ sinh và nước và cô ấy không hiểu và cũng không có lời xin", "reviewer_location": "sheffield"}, {"name": "Vân P", "avatar": "", "review_rating": "4", "review_title": "Phòng đẹp, vị trí đẹp!", "review_content": "Tropicana nằm ở phần giữa của đảo Phú Quốc, khoảng. 25 km từ phía nam n phía bắc. Từ đây bạn có thể đi bộ đến chợ đêm và Đinh Cầu khá dễ dàng. Phòng sạch sẽ, nhân viên hữu ích và bãi biển chỉ sau khu nghỉ mát. Phòng của tôi có tầm nhìn ra biển và ban công với những chiếc ghế thư giãn là một lợi thế. Bữa sáng tự chọn là ok cho tôi. Khuyến nghị!", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Lê Đương", "avatar": "", "review_rating": "5", "review_title": "Xuất sắc!", "review_content": "Nó mang đến cho bạn cảm giác thư giãn tuyệt vời, nằm gần trung tâm (1. 5 km) với hồ bơi bãi biển riêng, đầy đủ ghế và nệm trên bãi biển và hồ bơi, phòng rộng rãi và sạch sẽ, nhân viên nhiệt tình, giá cả hợp lý, sẽ quay trở lại tương lai gần!", "reviewer_location": "dumpxxx"}, {"name": "Annie K", "avatar": "", "review_rating": "1", "review_title": "Nhân viên thô lỗ đột ngột ở một nơi khác", "review_content": "Khách sạn này không phải là một kinh nghiệm tốt đẹp. Phía trên của lối vào được bao phủ hoàn toàn bằng rác, các khách sạn khá sạch sẽ và thực sự gần bãi biển, nhưng không có nhân viên nào từ quản lý trong nhà hàng đến quầy lễ tân thân thiện hay hữu ích. Trên thực tế, chúng tôi đã kết hợp với bữa sáng vào hai buổi sáng liên quan đến việc đưa bữa sáng lên phòng và nhân viên sẽ suýt tấn công bạn. Thanh toán ngay Trả tiền ngay Bạn thanh toán ngay! Trong khi bạn đang ăn, nó đã gây hấn không chỉ bởi một mà là 4 nhân viên khác nhau trong ba ngày, vì vậy vào ngày thứ ba, chúng tôi mới rời đi. Các nhân viên ở đây có thể làm với đào tạo trong một số dịch vụ cơ bản như nụ cười, xin vui lòng, cảm ơn, xin lỗi và chào mừng bạn. Những người duy nhất thân thiện và mỉm cười là những người phụ nữ", "reviewer_location": "Dublin, Ireland"}, {"name": "Giuseppe S", "avatar": "", "review_rating": "4", "review_title": "nhà hàng", "review_content": "Là chủ nhà của Novotel, người ta có thể dùng bữa tại nhà hàng Tropicana. Có dịch vụ là một carte. Có một bầu không khí mềm mại và mơ mộng, nơi chất lượng thực phẩm được đi kèm với một dịch vụ thực sự tốt. Như thường lệ, giáo dục tốt và tính chuyên nghiệp của nhân viên làm cho bữa tối trở thành một trải nghiệm thực sự tốt.", "reviewer_location": "dumpxxx"}, {"name": "North Star", "avatar": "", "review_rating": "4", "review_title": "Khu nghỉ mát tuyệt vời cho kỳ nghỉ ở bãi biển", "review_content": "Có lẽ là khách sạn yêu thích của tôi trong kỳ nghỉ Việt Nam của chúng tôi. Bữa sáng rất ngon (đặc biệt là trạm trứng) và các phòng đều đẹp. Các hồ bơi là tuyệt vời và nó có ánh sáng thay đổi màu sắc mát mẻ vào ban đêm. Khách sạn cũng nằm ngay trên bãi biển với những chiếc ghế bãi biển miễn phí cho khách và có một túp lều cung cấp thức ăn và đồ uống bên bờ biển. Họ cũng cung cấp dịch vụ mát xa bên bờ biển với giá rẻ. Sự sụp đổ duy nhất là WiFi thường bị cắt, đặc biệt là trong phòng của chúng tôi, điều này khá khó chịu.", "reviewer_location": "Bangkok, Thái Lan"}, {"name": "lbpanh", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ kém của nhân viên. Gian lận .", "review_content": "Tôi đặt khách sạn này thông qua Agoda, khi tôi đến khách sạn, nhân viên tiếp tân cho biết hãy nâng cấp đặt phòng lên phòng tốt hơn gần hồ bơi, tôi đã yêu cầu họ kiểm tra 2 phòng để so sánh nhưng họ nói không cần và chắc chắn phòng sẽ tốt hơn . Vì mệt nên tôi đồng ý trả thêm 30% để có phòng tốt hơn như họ nói. Nhưng vào ngày hôm sau khi tôi kiểm tra căn phòng mà tôi đã đặt, tất cả đồ đạc đều giống nhau, và có tầm nhìn ra biển trong khi phòng nâng cấp có tầm nhìn ra hồ bơi và khu vườn. Và căn phòng họ cho tôi có độ ẩm cao, khuôn trên tường. Ngày hôm sau, khi chúng tôi đến ăn sáng, họ nói rằng đặt phòng của tôi không bao gồm bữa sáng và phải trả thêm tiền. Anh chàng tiếp tân (tên là Trịnh Tiến Lập) nói tôi phải trả 150 K / người và 300 K / phòng và tôi phải trả 900 K cho 6 người (3", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Tonie B", "avatar": "", "review_rating": "4", "review_title": "Lựa chọn rất tốt cho phía Tây Phú Quốc", "review_content": "Chúng tôi đặt 3 đêm tại Tropicana để xem phía Tây của Phú Quốc và không thất vọng. Vị trí (ngay trên bãi biển) nằm trong khoảng cách đi bộ từ một số nhà hàng, địa điểm mát-xa và cửa hiệu tốt. Các phòng đều hiện đại, rộng rãi với ban công nhìn ra hồ bơi và biển và giường rất thoải mái. Các hồ bơi là rất tốt đẹp nhưng bãi biển riêng không phải là tuyệt vời thời gian này trong năm với biển thô làm cho nó không an toàn để bơi. Bãi biển được dọn dẹp mỗi ngày, điều này hiển nhiên khi so sánh với khu vực công cộng ở phía dưới. Ăn sáng là đủ tốt nhưng không nổi bật. Tổng giá trị tốt cho tiền cộng với họ có chuyển miễn phí đến và đi từ sân bay.", "reviewer_location": "Cape Town, Nam Phi"}, {"name": "Thomas K", "avatar": "", "review_rating": "4", "review_title": "Chỗ ở rất tốt ở Phú Quốc", "review_content": "Chúng tôi ở tại Tropicana Resort trong sáu đêm. Nơi này cảm thấy hoàn toàn mới mẻ, với những phòng lớn, sạch sẽ bên trong một khu vườn có cảm giác giống ốc đảo. Khu nghỉ mát cung cấp tất cả những thứ bạn cần, như dịch vụ giặt ủi, cho thuê xe máy vv Họ cũng có một nhà hàng tốt đẹp phục vụ bữa sáng, bữa trưa và bữa tối. Các nhân viên rất tử tế và chu đáo, luôn đảm bảo rằng chúng tôi nhận được nhiều nhất từ ​​kỳ nghỉ của mình. Họ có một hồ bơi lớn với giường phơi nắng đẹp. Bãi biển có thể tốt hơn, và nước thì hơi u ám. Khu nghỉ mát nằm cách trung tâm thành phố Dương Đông một đoạn đi bộ, nhưng một chuyến đi taxi ngắn sẽ đưa bạn đến bất cứ nơi nào bạn cần để đi với giá khoảng 25 k VND.  Chúng tôi rất khuyên bạn nên Tropicana Resort cho kỳ nghỉ Phú Quốc của bạn!", "reviewer_location": "Trondheim, Na Uy"}, {"name": "Kevin Bell", "avatar": "", "review_rating": "3", "review_title": "Phòng đẹp ..... NHƯNG", "review_content": "Chúng tôi về nhà sau 6 đêm lưu trú. Thứ nhất - chúng tôi yêu thích căn phòng chúng tôi có ở Tropicana. Chúng tôi đã đặt trước một tháng trước biển và trả trước 50% số tiền đó. Chúng tôi đã đồng ý 3. 1 triệu đồng / đêm, điều này khá đắt ở Việt Nam. Nhưng bản thân căn phòng thật tuyệt đẹp, ngay trên bãi biển, đó là một nơi tốt. Một số khu nghỉ mát chỉ có một dải hẹp của bãi biển do xói mòn.  Việc tiếp nhận, căn cứ cộng đồng và các khu vườn đều tuyệt đẹp và duy trì tốt. Hồ bơi lớn và được dọn dẹp mỗi sáng. Ghế tắm nắng tuyệt vời với đệm dày và khăn tắm biển tuyệt vời cũng được cung cấp.  NHƯNG, có một quán bar trên bãi biển được gọi là Bãi biển Sunset cách đó chỉ khoảng 100 m. Họ chơi nhạc LOUD mỗi đêm, với một bữa tiệc lớn hơn vào tối thứ bảy và chủ nhật. Đêm chủ nhật dường như là", "reviewer_location": "Royal Tunbridge Wells, Vương quốc Anh"}, {"name": "Nguyen N", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời ở lại!", "review_content": "Ở lại đây trong 2 ngày và không có gì để phàn nàn về nơi này. Họ cung cấp cho chúng tôi một phòng ở tầng 3 với một sân thượng nhìn ra biển và đó là tuyệt vời. Rất thân thiện với nhân viên, phòng tuyệt vời, hồ bơi đẹp và bữa ăn sáng tuyệt vời. Họ cũng có bãi biển riêng vì vậy rất khuyên bạn nên nếu bạn muốn tận hưởng bãi biển.", "reviewer_location": "dumpxxx"}, {"name": "Smiffy1234", "avatar": "", "review_rating": "4", "review_title": "Đá quý nhỏ ngay trên bãi biển", "review_content": "Nghỉ tại Tropicana trong 7 đêm vào tháng 4 năm 2018. Chúng tôi ở trong một bungalow phía trước bãi biển rất rộng rãi và trực tiếp trên bãi biển. Khu nghỉ mát rất sạch sẽ với khu vườn và khu vực hồ bơi được chăm sóc cẩn thận. Bãi biển là tuyệt vời với nhiều giường tắm nắng. Vị trí là hoàn hảo. 5 phút đi bộ đến các quán bar và nhà hàng. Chợ đêm cách đó 30 phút đi bộ (taxi sẽ có giá khoảng 1 bảng Anh / chiều). Ăn sáng tại khách sạn là trung bình. Muốn giới thiệu khách sạn này.", "reviewer_location": "dumpxxx"}, {"name": "LedaMyk", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Chúng tôi chuyển đến Tropicana vào ngày thứ 2 tại Phú Quốc vì chúng tôi không hài lòng với nơi chúng tôi ở lại. Chúng tôi rất thích khu nghỉ mát, chúng tôi đã có một căn phòng tuyệt vời (F 21) ở phía trước bãi biển. Rộng rãi, yên tĩnh với phòng tắm đẹp mắt và sân hiên đẹp hơn. Chúng tôi đã dành 2 ngày tuyệt vời tận hưởng bãi biển, hồ bơi, tầm nhìn phòng của chúng tôi, hoàng hôn. Cát là tuyệt vời nhưng nước ở Phú Quốc không tốt, cho một người sống trên một hòn đảo Hy Lạp! Nhân viên rất hữu ích, chúng tôi đã chuyển từ phòng trước của chúng tôi và đến sân bay. Các bữa ăn sáng có sự lựa chọn tốt, tôi muốn một số bánh mì chất lượng tốt hơn và ngũ cốc. Chúng tôi rất vui vì đã ở trong khu nghỉ dưỡng Tropicana với giá cả tuyệt vời cho một phòng đẹp như vậy (80 $)", "reviewer_location": "Mykonos, Hy Lạp"}, {"name": "Glen L", "avatar": "", "review_rating": "5", "review_title": "Glen", "review_content": "Đến khu nghỉ mát này và đã được nâng cấp lên bungalow trước biển. Tuyệt đối tuyệt đẹp vừa yêu thích căn phòng và vị trí trên bãi biển. Vị trí của khu nghỉ mát và chất lượng của khu nghỉ mát này thật tuyệt vời. Chúng tôi rất vui vì chúng tôi đã chọn tropicana. Các bữa ăn sáng là tuyệt vời và vị trí của nhà hàng là đẹp. Các nhân viên đều rất tử tế, đặc biệt là khi con gái tôi không khỏe. Đó là nơi duy nhất để ở.", "reviewer_location": "Warrandyte, Úc"}], "hotel": {"location": "100C/4 Trần Hưng Đạo, Dương Đông, Đảo Phú Quốc 920000 Việt Nam", "name": "Tropicana Resort", "geo_data": {"latitude": 10.199495315551758, "longitude": 103.96366882324219}, "room_number": "53"}}