{"content": [{"name": "Lee", "avatar": "", "review_rating": "5", "review_title": "Best Zoey! Hà Nội ấm áp trong những ngày đông 2022!", "review_content": "Mình đã đặt 1 đêm tại khách sạn và đặt chương trình đi Hạ Long ở đây. Mình rất ấn tượng với đội ngũ nhân viên chuyên nghiệp, nhiệt tình. Đây là khách sạn đầu tiên mình thấy được chào đón nồng nhiệt đến vậy. Đặc biệt gửi lời cảm ơn em Zoey Tống đã chăm sóc mình rất chu đáo từ khi mình ở sân bay. Mình trải nghiệm rất hài lòng với dịch vụ sân bay và Hạ Long. Mình sẽ trải nghiệm các dịch vụ khác khi có nhiều thời gian hơn trong lần tới quay lại đây.", "reviewer_location": "dumpxxx"}, {"name": "Thai tran", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ trên cả tuyệt vời", "review_content": "Khách sạn sạch sẽ, vị trí thuận lợi gần hồ, nhiều quán ngon quanh đây. Ở đây tôi cảm thấy vô cùng thoải mái như sống trong chính trong ngôi nhà của mình. Bữa sáng rất hợp khẩu vị và dịch vụ ở đây trên cả tuyệt vời. Đặc biệt là tôi muốn gửi lời cảm ơn tới bạn Zoey, bạn đã giúp đỡ tôi rất nhiều trong chuyến du lịch Hà Nội. Thank you!", "reviewer_location": "dumpxxx"}, {"name": "Dzung_90", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất sạch sẽ, địa điểm thuận tiện. Highly recommended", "review_content": "Mình ra ngoài này công tác, chọn khách sạn vì khách sạn thuộc vùng xanh ở Hà Nội. Rất an toàn. Hơn nữa, địa điểm rất thuận tiện, dễ dàng tìm đc nhà hàng, cafe, cách điểm xe bus ra sân bay 2' đi bộ.  Nhân viên thân thiện, phòng sạch sẽ. Giá phòng mùa dịch rất tốt. Highly recommended!!!! Lần sau có dịp đi công tác ngoài Hà Nội thì sẽ lại book ks này tiếp.", "reviewer_location": "Hanoi, Ha Noi, Vietnam"}, {"name": "Tuyết chinh", "avatar": "", "review_rating": "5", "review_title": "Tốt", "review_content": "Phòng khách sạn sạch sẽ, tiện nghi. Không gian thoáng.  Bữa sáng ngon miệng. Nhân viên Phục vụ nhiệt tình, chu đáo. Khách sạn gần các điển du lịch. Giá phòng hợp lý. Rất hài lòng với việc phục vụ đổi, sắp xếp phòng", "reviewer_location": "dumpxxx"}, {"name": "Sue C", "avatar": "", "review_rating": "5", "review_title": "Ốc đảo tuyệt vời ở trung tâm của thành phố nhộn nhịp Hà Nội", "review_content": "Từ lúc chúng tôi bước vào, Jasmine biết Dani (liên lạc nhóm của chúng tôi) nói chuyện với cô ấy qua điện thoại trước chuyến thăm của chúng tôi. Cô ấy thật đáng yêu.  Các nhân viên khách sạn luôn duyên dáng, thân thiện và chuyên nghiệp.  Nếu kỳ nghỉ của bạn ở Việt Nam đưa bạn đến Hà Nội, chúng tôi đánh giá cao khách sạn này. Tận hưởng các tiện nghi, nhân viên, và phòng thoải mái / gọn gàng (bao gồm hoa tươi).  Cảm ơn bạn một lần nữa cho một nhân viên có sức chứa thân thiện tuyệt vời! !", "reviewer_location": "Chiang Mai, Thái Lan"}, {"name": "dancethrulife", "avatar": "", "review_rating": "5", "review_title": "Nhân viên đáng kinh ngạc Làm cho khách sạn này trở thành một viên ngọc quý!", "review_content": "Bạn đang xem xét khách sạn này? Hãy tiếp tục và đặt nó, bạn đã thắng thất vọng! Khách sạn sạch sẽ và hiện đại, phòng rộng rãi, bữa sáng ngon miệng với nhiều lựa chọn, nhân viên thân thiện. Tôi đã ở đây trong bốn đêm ở với một người bạn. Tôi thường là một nữ du khách độc thân và tôi có thể nói với bạn rằng tôi sẽ cảm thấy rất an toàn khi làm như vậy ở đây! Quản lý khách sạn, ông Kevin Kiên đã tạo ra một giai điệu cho kỳ nghỉ của chúng tôi bằng cách trở thành người nhanh nhạy và hữu ích nhất mà tôi từng làm việc khi đặt phòng khách sạn quốc tế, và khách sạn hỗ trợ đặt phòng đón tại sân bay (chúng tôi đến gần nửa đêm và chuyển sân bay đến khách sạn là liền mạch), và một tour du lịch ẩm thực. Trước khi đặt chân vào khách sạn, tôi đã rất ấn tượng nhờ có ông Kevin.  Vị trí khách sạn", "reviewer_location": "Chicago, Illinois"}, {"name": "Diane K", "avatar": "", "review_rating": "5", "review_title": "4 ngày tại hà nội", "review_content": "Emerald Waters tọa lạc thuận tiện đến hồ Hoàn Kiếm. Các nhân viên rất thân thiện và cực kỳ hữu ích. Một tiếng hét đặc biệt cho người gác cửa của họ. Bữa sáng tự chọn bao gồm tươi và phong phú. Chúng tôi đã có một bữa tối tuyệt vời tại nhà hàng trong khuôn viên, Salmon Run.", "reviewer_location": "Osprey, Florida"}, {"name": "Manabi K", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời, đặc biệt là cô Lynn rất hoàn hảo", "review_content": "Đây là lần thứ hai tôi ở khách sạn này, bởi vì chúng tôi đã ở lại năm ngoái và chúng tôi rất thích khách sạn này. Nhân viên khách sạn đều thân thiện, giường thoải mái, ăn sáng tốt. (Mặc dù có nhiều loại buffet, bạn có thể gọi món trứng, bánh quế, mì, sau đó đầu bếp sẽ nấu chúng cho bạn!) Nhưng lý do chúng tôi ở lại khách sạn này là cô Lynn. Cô là một trong những nhân viên khách sạn và siêu nữ. Cô ấy có thể nói tiếng Anh rất tốt, tử tế, hữu ích, thông minh, lịch sự và thông minh. Bất cứ điều gì bạn yêu cầu một cái gì đó, cô ấy cố gắng giúp bạn ngay lập tức càng nhiều càng tốt. Vì vậy, đây là khách sạn yêu thích của tôi ở Hà Nội, tôi chắc chắn sẽ ở lại lần sau. Hy vọng gặp lại cô Lynn.", "reviewer_location": "dumpxxx"}, {"name": "paterasfamily4", "avatar": "", "review_rating": "5", "review_title": "Antonis & Amanda, Úc", "review_content": "Một khách sạn tuyệt vời, sạch sẽ, vị trí tuyệt vời, phòng đẹp và tiện nghi đáng yêu, lựa chọn bữa sáng và nhà hàng tuyệt vời, nhân viên tuyệt vời trong toàn khách sạn, rất thân thiện và hữu ích. Không thể lỗi khách sạn này hoặc nhân viên của họ, sẽ ở lại và rất khuyến khích người khác.", "reviewer_location": "Melbourne, Úc"}, {"name": "Malar Melisa", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lớn ở Hà Nội", "review_content": "Vị trí rất tốt. Đi bộ ngắn đến hồ, nhà hàng và siêu thị. Dịch vụ khách hàng tuyệt vời. Kiểm tra nhanh. Chúng tôi được tặng đồ uống chào mừng và trái cây tươi. Mặc dù thời gian nhận phòng chính thức là 1 giờ chiều, chúng tôi được phép vào phòng trước 11 giờ. Phòng rất sạch sẽ với các tiện nghi tốt. Nhân viên (tiếp tân và dọn phòng) chào đón chúng tôi mỗi khi chúng tôi đi qua.", "reviewer_location": "dumpxxx"}, {"name": "Matt A", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời ở một vị trí tuyệt vời", "review_content": "Đây là một khách sạn khá nhỏ ngay giữa khu phố cổ rất nhộn nhịp. Nó có một vị trí hoàn hảo, vì bạn có thể bước ra ngoài với tất cả niềm vui và sự điên rồ của OQ.  Khi ở bên trong, nó rất lạ mắt nhưng nhỏ, 8 - 10 tầng, có lẽ một vài phòng mỗi tầng.  Các nhân viên cực kỳ dễ chịu và thân thiện, và các phòng được trang bị tốt với mọi thứ bạn có thể muốn.  Tôi sẽ khuyên bạn nên ở đây 100%.", "reviewer_location": "Hermosa Beach, California"}, {"name": "VibrantAurora", "avatar": "", "review_rating": "5", "review_title": "Khách sạn Unassuming ở một vị trí tuyệt vời", "review_content": "Khách sạn nằm ở một khu vực rộng rãi hơn của Khu phố cổ, rất gần Hồ Hoàn Kiếm, Phố Silk, Phố Nghệ thuật, nhà hàng và vành đai mua sắm. Phòng ba của chúng tôi rất rộng rãi, khá thoải mái và nhìn ra đường chính. Nó không ồn ào chút nào với hai lớp cửa sổ. Bữa sáng khá ngon với sự kết hợp giữa buffet và thực đơn nấu theo đơn đặt hàng. Giá phòng rất hợp lý và công bằng với sự thoải mái, dịch vụ và vị trí. Chúng tôi thậm chí đã thử làm móng tay & móng chân bên cạnh và cắt tóc trên khắp khách sạn!", "reviewer_location": "Singapore, Singapore"}, {"name": "Hill", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ khách hàng tuyệt vời", "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại khách sạn cổ điển này. Chúng tôi đã dành 3 ngày đầu tiên ở Hà Nội tại đây, điểm dừng chân đầu tiên của chúng tôi cho chuyến đi đầu tiên đến Việt Nam. Nhân viên ở đây, đặc biệt là Lynn, đặt mức cao cho dịch vụ khách hàng trong 3 tuần còn lại của chúng tôi. Cô ấy chu đáo và hữu ích với tất cả mọi thứ chúng tôi cần và những câu hỏi chúng tôi có khi chúng tôi hòa mình vào mọi thứ ở một đất nước mới. Chúng tôi tận dụng lợi thế của spa đáng yêu và giá cả hợp lý và các phòng rất rộng rãi, hiện đại và sạch sẽ. Chúng tôi yêu thích bữa ăn sáng vì nó là một loại tốt đẹp và chất lượng tốt. Địa điểm là tuyệt vời và chúng tôi sẽ trở lại trong tích tắc. Cảm ơn Lynn và toàn thể nhân viên đã chào đón chúng tôi đến đất nước và thành phố xinh đẹp của bạn!", "reviewer_location": "Victoria, Canada"}, {"name": "Sue Kaye", "avatar": "", "review_rating": "5", "review_title": "Nhà xa nhà", "review_content": "Emerald Waters Hotel là nhà của chúng tôi ở Hà Nội khi chúng tôi đến thăm Việt Nam cho đám cưới của con trai chúng tôi. Nó nằm tuyệt vời trong khu phố cổ, cách hồ Hoàn Kiếm nổi tiếng một đoạn tản bộ ngắn. Các phòng đều sang trọng so với những gì chúng ta đã quen và dịch vụ từ đội ngũ nhân viên thân thiện là tuyệt vời. Khi những người lớn tuổi thường rất mệt mỏi vào cuối ngày ở thành phố hỗn loạn này, chúng tôi đã ăn hầu hết các bữa ăn tại nhà hàng của khách sạn, nơi cũng rất ngon và phục vụ hỗn hợp ẩm thực Việt Nam và quốc tế.", "reviewer_location": "dumpxxx"}, {"name": "Loren L", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời với giá cả hợp lý", "review_content": "Gần các điểm du lịch. Kích thước phòng tốt, sạch sẽ và chức năng. Bữa sáng ngon miệng. Nhân viên lễ tân rất lịch sự, thân thiện và cung cấp nhiều thông tin du lịch hữu ích.  Emerald có một số gói tour cung cấp dịch vụ đưa đón sân bay, phòng khách sạn, tour đến Sapa và Vịnh Hạ Long. Các tour du lịch có giá trị tốt mà đáng để xem xét.  Chắc chắn sẽ ở lại với Emerald trong chuyến đi tiếp theo của tôi. . .", "reviewer_location": "dumpxxx"}, {"name": "rbaron8680", "avatar": "", "review_rating": "5", "review_title": "Vị trí hoàn hảo", "review_content": "Đi bộ ngắn đến phần cũ, và hồ. Xếp hạng trước đó trên. Giá cả tuyệt vời, dịch vụ tuyệt vời, rất sạch sẽ và thoải mái. Không thể nói gì khác hơn là chúng tôi sẽ ở lại ở đó một lần nữa nếu chúng ta trở lại.", "reviewer_location": "Chicago, Il, USA"}, {"name": "wanster19", "avatar": "", "review_rating": "5", "review_title": "Khách sạn 4 sao nhưng nhân viên 5 sao", "review_content": "Chọn khách sạn này cho tất cả các đánh giá 5 sao của những người đánh giá khác. Vui mừng vì chúng tôi đã chọn Emerald Waters, và vâng, các nhân viên đã tạo ra sự khác biệt. Lynn, Kyle, nhân viên ăn sáng, dọn phòng đều rất thích nghi. Mì bò là một dịch vụ tuyệt vời vào bữa sáng. . . những đứa trẻ tuổi teen của tôi thích nó. Chúng tôi có 2 phòng với tiền đình kết nối, vì vậy chúng tôi có thể tự khóa mình từ hành lang chính. Phòng rộng rãi và được duy trì tốt. Giường rất thoải mái. Sẽ đề nghị để chốt két trong tủ quần áo. . . . một chút \"an toàn\" theo cách đó. Dễ dàng đi bộ 5 phút đến Circle K, Hồ, Nhà hát múa rối nước và mọi thứ khác trong Khu phố cổ. Khi bạn đặt trực tuyến, nó nói rằng 2 phòng có sức chứa 4 người lớn và 1 trẻ em, nhưng không đề cập đến độ tuổi cho phép. Chúng tôi", "reviewer_location": "Hồng Kông, Trung Quốc"}, {"name": "Harpoon31", "avatar": "", "review_rating": "5", "review_title": "Thánh địa giữa sự hỗn loạn của Hà Nội", "review_content": "Đầu tiên, khi tôi đang xem xét các khách sạn ở Hà Nội, tôi thấy rằng một số lượng lớn các khách sạn ở Quận Cổ có số lượng xếp hạng xuất sắc rất cao, mà tôi đã nghi ngờ. Vì vậy, tôi đã làm một số nghiên cứu; và tôi đã hỏi những người bạn đã ở tại những khách sạn này. Tất cả mọi người tôi đã nói để đưa ra những đánh giá tích cực về nơi họ ở lại; một người bạn đã giới thiệu Emerald Waters và chúng tôi đã chọn khách sạn này theo lời khuyên của anh ấy.  Một điều (trong số nhiều) người Việt Nam làm rất tốt là khách sạn. Và Emerald Waters là một trong những điều vượt quá mong đợi. Dịch vụ khách hàng của họ là đặc biệt và lòng hiếu khách của họ hoàn hảo. Chúng tôi chưa bao giờ cảm thấy được chào đón hay thoải mái như ở nơi này.  Vợ tôi hơi đòi hỏi sự sạch sẽ; và cô ấy không thể phạm lỗi", "reviewer_location": "Melbourne, Úc"}, {"name": "Craig_from_Hampshire", "avatar": "", "review_rating": "5", "review_title": "Cracking ít khách sạn với đội ngũ nhân viên tuyệt vời!", "review_content": "Chúng tôi ở lại đây trong hai dịp riêng biệt (hai bên của một chuyến đi Vịnh Hạ Long). Tôi không thể nói đủ cao về nó. Khách sạn có vị trí tuyệt vời để khám phá Khu Phố Cổ. Các phòng đều sạch sẽ và được bổ nhiệm. Bữa sáng cũng có nhiều lựa chọn.  Những gì thực sự đặt khách sạn này ngoài là các nhân viên. Từ quá trình đặt phòng để kiểm tra xem họ dường như đi ra khỏi con đường của họ để được hữu ích. Như đã đề cập, chúng tôi ở hai bên một chuyến đi Vịnh Hạ Long. Khi chúng tôi trở lại sau một ngày dài trở về từ vịnh, các nhân viên đã nhận ra chúng tôi (mặc dù đã 3 ngày); chỉ đưa cho chúng tôi chìa khóa phòng của chúng tôi và thông báo cho chúng tôi rằng các túi chúng tôi đã để lại với họ đã được đưa vào phòng của chúng tôi sẵn sàng cho chúng tôi. Đó là những nét nhỏ như thế họ", "reviewer_location": "Fleet, Vương quốc Anh"}, {"name": "armitageandrew1970", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lớn trong khu phố cổ Hà Nội", "review_content": "Đây là một khách sạn đáng yêu ở một vị trí tuyệt vời chỉ cách cầu Nhật Bản trên hồ Hoàn Kiếm 2 đến 3 phút đi bộ.  Phòng của chúng tôi rất thoải mái, sạch sẽ và yên tĩnh, hoàn hảo sau một ngày dài khám phá.  Nhà hàng cũng rất tuyệt với bữa sáng tự chọn ngon miệng và trứng & bánh quế được làm để khởi động chúng tôi trong ngày.  Ngôi sao thực sự của khách sạn là nhân viên, luôn luôn mỉm cười và hỗ trợ ở trên và xa hơn ở mọi cơ hội để đảm bảo chúng tôi đã có một kỳ nghỉ tuyệt vời tại Hà Nội. Xin giới thiệu Hotel Emerald Waters cho bất kỳ ai.  Cảm ơn bạn, Gia đình Melbourne", "reviewer_location": "Melbourne, Úc"}, {"name": "theredwoods", "avatar": "", "review_rating": "5", "review_title": "Vị trí tốt, nhân viên thân thiện và phòng rộng rãi", "review_content": "Tôi ở lại đây 3 đêm sau khi bay với Du thuyền Signature Royal trên Vịnh Hạ Long. Kỳ vọng của tôi là cao và khách sạn này chắc chắn đã đánh dấu tất cả các hộp. Tôi rất vui khi được cung cấp phòng duy nhất trên tầng 9 với ban công lớn. Phòng có tầm nhìn đẹp ra quang cảnh thành phố và khu vực xung quanh. Phòng rộng rãi, rất sạch sẽ và mới với khu vực phòng khách / viết và được trang bị tủ lạnh / tiện nghi. Nhân viên thân thiện và hữu ích, tôi rất thích cuộc trò chuyện của tôi với cùng một người quản lý nhà hàng mỗi buổi sáng trong khi ăn sáng của tôi. Cảm ơn cà phê nóng đặc biệt. Tình yêu rất gần với những nơi quan tâm, chỉ 2 phút đi bộ đến La Belle Spa hàng đầu để có một buổi mát xa tốt.", "reviewer_location": "Rotorua, New Zealand"}, {"name": "Jodi B", "avatar": "", "review_rating": "5", "review_title": "Thoải mái ở lại và một nhân viên tuyệt vời, ấm áp và chu đáo!", "review_content": "Bạn trai của tôi và tôi ở tại Emerald Waters & Spa Hà Nội (47 Lò Sũ) bốn lần riêng biệt trong tổng số 6 đêm trong kỳ nghỉ ba tuần của chúng tôi tại Việt Nam.  Emerald Waters không chỉ là “căn cứ nhà” của chúng tôi mà nó thực sự cảm thấy như “nhà của chúng tôi xa nhà” trong kỳ nghỉ của chúng tôi. Nhân viên này là tuyệt nhất. Họ ấm áp, thân thiện, chu đáo và chu đáo. Lynn và Ly tại lễ tân chào đón chúng tôi nồng nhiệt và chắc chắn rằng chúng tôi có mọi thứ chúng tôi cần. Kevin và tôi đã liên lạc được (nghĩa đen) vài tháng trước khi chúng tôi đến và giúp sắp xếp mọi thứ chúng tôi cần. Điều này đã cho tôi rất nhiều sự thoải mái và tự tin trong hành trình của chúng tôi. Peter và các nhân viên trong nhà ăn cũng rất tuyệt, và nó là một trong những bữa ăn sáng tự chọn ưa thích của chúng", "reviewer_location": "Dedham, Massachusetts"}, {"name": "bee6huy", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời ở lại Hà Nội!", "review_content": "Chỉ ở lại một đêm sau chuyến đi Vịnh Hạ Long của chúng tôi. Tôi có thể thấy lý do tại sao khách sạn này có đánh giá tuyệt vời. Các phòng đã rất rộng rãi và sạch sẽ, các nhân viên rất thân thiện và hữu ích. Chúng tôi đã được chào đón với đồ uống chào đón và tiếp tân ngay lập tức đã giúp lập kế hoạch buổi tối của chúng tôi. Vị trí là rất tốt - đi bộ ngắn đến các hồ và chợ đêm. Ăn sáng vào buổi sáng rất ngon. Tôi chắc chắn sẽ ở lại đây một lần nữa khi tôi trở về Hà Nội!", "reviewer_location": "Toronto, Canada"}, {"name": "Liz Norman", "avatar": "", "review_rating": "5", "review_title": "Khách sạn nằm ở vị trí tuyệt vời nhất của hồ và các điểm tham quan, mua sắm, lịch sử và sự cố khác", "review_content": "Các phòng đã được đáng yêu, các nhân viên đã được awesome và đã ở mọi nhu cầu của bạn, rất lịch sự và sẵn sàng giúp đỡ. Không có vấn đề gì từ sân bay về tài sản của họ vì họ sẽ cung cấp tài xế hoặc trợ giúp với dịch vụ taxi. Nhà hàng là tốt nhất như bạn có thể nhận được bất cứ nơi nào khác ở Hà Nội. Chỉ yêu nó. Xin cảm ơn Emerald Waters Hanoi. . 7 sao cho bạn", "reviewer_location": "Úc"}, {"name": "Corrin H", "avatar": "", "review_rating": "5", "review_title": "Nhà của chúng tôi xa nhà!", "review_content": "chúng tôi yêu tất cả mọi thứ ở đây tại khách sạn, vị trí, phòng sạch, dịch vụ, dịch vụ du lịch, ăn sáng nhưng chủ yếu là các nhân viên thân thiện và hữu ích. ban đầu chúng tôi chỉ ở lại 3 đêm nhưng đã kết thúc thêm 3 đêm nữa. đây là \"căn cứ địa của chúng tôi\" cho Hà Nội và các chuyến đi xung quanh và nhà của chúng tôi xa nhà. nó đã làm cho chuyến đi của chúng tôi đến Việt Nam tốt hơn nhiều! Cảm ơn bạn! !", "reviewer_location": "Culver City, California"}, {"name": "kathybeee", "avatar": "", "review_rating": "5", "review_title": "Nhân viên xuất sắc ...", "review_content": "Không thể làm hỏng đá quý này. . . . nhân viên rất hữu ích không thể làm đủ cho chúng tôi. Ăn sáng là tươi & ngon với nhiều loại tốt để lựa chọn. Giường thoải mái, vòi sen tuyệt vời và rất sạch sẽ. Trung tâm đến tất cả các điểm tham quan và dễ dàng đi bộ đến các điểm tham quan nổi tiếng. Chắc chắn sẽ khuyên bạn nên ở lại đây.", "reviewer_location": "Melbourne, Úc"}, {"name": "Lauren E", "avatar": "", "review_rating": "5", "review_title": "Lưu trú tuyệt vời", "review_content": "Nhân viên tuyệt vời và hữu ích. Sạch sẽ và an toàn phòng liền kề, rất thoải mái khi đi du lịch với gia đình của chúng tôi. Và ở một vị trí tuyệt vời. Tất cả mọi thứ chúng tôi đang tìm kiếm trong khách sạn của chúng tôi. Xin cảm ơn Hà Nội Emerald Waters!", "reviewer_location": "Lisarow, Úc"}], "hotel": {"location": "No.47 Lo Su street Hoàn Kiếm, Hà Nội 100000 Việt Nam", "name": "Hanoi Emerald Waters Hotel & Spa", "geo_data": {"latitude": 21.031261444091797, "longitude": 105.85508728027344}, "room_number": "50"}}