{"content": [{"name": "Dung Trần", "avatar": "", "review_rating": "5", "review_title": "Chuyến đi 4 ngày 3 đêm", "review_content": "Không gian của khu nghỉ vô cùng xanh mát, được che phủ bởi rất nhiều cây cối tạo nên một bầu không khí mát mẻ và rất thư giãn. Phòng khá rộng rãi, sử dụng các loại chất liệu gỗ, gạch nung, ga gối mềm mại, thật sự \"retreat\". Cô chủ và nhân viên hỗ trợ nhiệt tình, vui vẻ. Mong An Nhiên luôn giữ được không gian và dịch vụ tốt như này!", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Tran N", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Trang trí theo phong cách đơn giản, nhiều cây xanh, gần gũi thiên nhiên. Phòng sạch sẽ nhưng vẫn có muỗi. Tiện nghi. Nhân viên nhiệt tình, thân thiện và thật thà Ăn sáng đơn giản. Giá cả hợp lý. Nằm trong hẻm nên hơi khó tìm, đường vô chưa được làm nên mùa mưa bị đọng nước.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "TRAM PHAM", "avatar": "", "review_rating": "5", "review_title": "Detox - tuyệt vời!", "review_content": "Sau 3 ngày tham gia lớp Detox ở An Nhiên thì tôi thực sự thích thú với bộ môn yoga này và có cách ăn uống, sinh hoạt khoa học hơn, nó ko chỉ dừng lại ở lớp học.  Tuy ngày đầu còn hơi khó khăn nhưng nhờ sự giúp đỡ nhiệt tình của cô giáo Dezi mà chúng tôi đã quen dần và thấy hào hứng với mỗi hoạt động: từ việc uống nước gừng để khởi đầu ngày mới đầy năng lượng, những bài tập yoga mới lạ, khẩu phần ăn sáng được tư vấn tận tình, chạy xe đạp - chạy bộ trên cát hay ngồi thiền,.... nó thực sự đáng nhớ và rất hữu ích.  Cảm ơn An Nhiên - cảm ơn Detox !!!", "reviewer_location": "dumpxxx"}, {"name": "Hong Nhung", "avatar": "", "review_rating": "5", "review_title": "Chuyến nghỉ dưỡng thú vị", "review_content": "Vì thể trạng hay dị ứng nên mình đã quyết định tham gia khoá detox 3 ngày của An Nhiên Retreat, vừa kết hợp tham quan Phú Quốc vừa để tạm rời xa Hà Nội đang trong thời gian ô nhiễm . Trong khoá này, mỗi ngày hoạt động và ăn uống đều được lên lịch trình sẵn. Buổi sáng sẽ bắt đầu từ 7h với các bài yoga của Ms.Dezi, sau đó là bữa sáng bổ dưỡng bên nhà hàng Ha’bite Bistro, buổi hoạt động tập thể ngoài trời sẽ được đi thăm quan một số địa điểm ở Phú Quốc bằng xe đạp, sau đó sẽ về nghỉ ngơi và ăn trưa. Trong cả liệu trình, lớp thiền chuông là buổi mà mình thực sự thích, đây là lần đầu tiên mình nghe tới một môn lạ như vậy, buổi thiền đó giúp mình được giải toả tâm lí, thư giãn sau những ngày mệt mỏi. Điều đặc biệt của lớp detox này là các món ăn và đồ uống được lên thực đơn sẵn với", "reviewer_location": "dumpxxx"}, {"name": "Marissa1608", "avatar": "", "review_rating": "5", "review_title": "Phòng đẹp và gần gũi với thiên nhiên", "review_content": "Phòng rộng và đầy đủ tiện nghi (TV, mini bar, Air con, safe box,.. và có cả ô trong phòng, thật chu đáo vì sắp vào mùa mưa ở PQ!), cửa kính lớn nên chỉ cần kéo rèm là phòng tràn ngập ánh sáng. Toàn bộ các phòng theo kiểu bungalow, bước chân ra là tới sân vườn, bể bơi ngay cạnh rất phù hợp với ai thích bơi lội. Khu vườn được cắt tỉa gọn gàng trồng biết bao cây lá tươi xanh và nhiều màu hoa rực rỡ, cảm thấy thật thư thái. Điều thú vị là 2 vc mình phát hiện 1 tổ chim ở trên cây cạnh lối đi, hình như đang có chim non ở đó, thật thú vị!  Bữa sáng khá ngon. Nhân viên chu đáo và thường hỏi thăm mình về đồ ăn có ngon không. Langchia ko ở gần biển nhưng có thể sử dụng bãi biển của Famiana cách đó khoảng 5 phút đi bộ và resort cũng có xe điện đưa bạn ra bãi biển.  Mỗi căn bungalow có 1 bộ", "reviewer_location": "dumpxxx"}, {"name": "Armanti1257", "avatar": "", "review_rating": "5", "review_title": "Yên tĩnh, sân vuờn đẹp, bữa sáng ngon", "review_content": "Check in trong ngày mưa nhưng nhân viên rất nhiệt tình giúp đi chợ và làm bữa tối. Phòng ốc đơn giản nhưng đẹp và dễ chịu. Phòng view hồ bơi nhưng vẫn yên tĩnh. Bữa sáng thay đổi hàng ngày là điểm cộng. Tôi sẽ giới thiệu bạn bè", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "_rose_nvh", "avatar": "", "review_rating": "4", "review_title": "Biển đẹp", "review_content": "Khách sạn nhỏ - dễ thương, có hồ bơi, và ban công phía sau, co phục vụ đồ ăn và thức uống, không có tivi trong phong, gần biển gần chợ đêm. Có phục vụ ăn sáng kèm theo, nhân viên phục vụ nhiệt tình. Hợp lý cho 1 chuyến đi vừa túi tiền.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Helen W", "avatar": "", "review_rating": "3", "review_title": "Tạm ổn", "review_content": "Chúng tôi ở đây 3 đêm trong chuyến đi Phú Quốc. Khách sạn cũng được - tôi nghĩ chúng tôi đã hơi kỳ vọng sau khi ở 2 khách sạn trước ở Việt Nam mà chúng tôi rất thích chứ còn Famiana Village thì không được như vậy. Giá lưu trú ở Phú Quốc khá đắt đỏ so với những nơi còn lại của Việt Nam nên chúng tôi cảm thấy Famiana Village ổn với mức giá chúng tôi trả. Phòng sạch sẽ - nhưng hơi tối một chút và phòng tắm thì hơi giản dị còn giường thì thoải mái và điều hoà tốt và mát. Cũng như vài người khác đã bình luận chúng tôi có nghe vài tiếng nhạc ồn từ các nhà xung quanh vào sáng sớm một hôm nọ nhưng may mà dù sao chúng tôi cũng đã thức rồi. Hồ bơi rất tuyệt và có lẽ là thứ tốt nhất của khách sạn - chúng tôi thực sự thích thú khi quay lại và trầm mình vào đó sau một ngày dài khám phá Phú", "reviewer_location": "UK"}, {"name": "Yuliya Rostovskaya", "avatar": "", "review_rating": "5", "review_title": "Trải nghiệm tuyệt vời!", "review_content": "Chương trình rút lui được tổ chức rất tốt. Nó được dẫn dắt bởi Deza với sự tích cực và tinh thần làm cho nó thậm chí còn đáng kinh ngạc hơn! Bản thân nơi này rất đẹp nằm trên bờ biển. Toàn bộ trải nghiệm thúc đẩy bạn giữ sức khỏe cả về thể chất và tinh thần. Chắc chắn sẽ làm điều đó một lần nữa!", "reviewer_location": "dumpxxx"}, {"name": "Simon", "avatar": "", "review_rating": "5", "review_title": "Khóa tu Yoga và Thiền", "review_content": "Tôi đến thăm Phú Quốc lần đầu tiên và có một kỳ nghỉ tuyệt vời. Tôi đã tham gia Deza cho một khóa tu Yoga & Thiền vào Giáng sinh và đó là những ngày tốt nhất trong kỳ nghỉ của tôi. Những ngày được bắt đầu với Ginger Shot sau đó tập Yoga vào sáng sớm dưới những cây cọ trên bãi biển, đó là khởi đầu tốt nhất trong một ngày. Tiếp theo là bữa sáng và thiền rất lành mạnh. Nhiều món ăn tuyệt vời và một chuyến đi buổi chiều. Đạp xe, thác nước, đi dạo. Tôi mệt mỏi và rất hạnh phúc vào cuối mỗi ngày và có giấc ngủ ngon nhất. Tôi ước tôi đã có thể ở lại lâu hơn, tôi được làm mới và phát sáng từ kinh nghiệm. Deza là một người hạnh phúc tuyệt vời, người thực sự đã dành thời gian thú vị cân bằng cho tất cả các nhóm.", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Shimona F", "avatar": "", "review_rating": "5", "review_title": "Sức khỏe và sức khỏe rút lui", "review_content": "Khu nghỉ dưỡng đẹp ở trung tâm của Phú Quốc. Chương trình chăm sóc sức khỏe được tổ chức tại đây là một cách tuyệt vời để khởi động / tiếp tục hành trình chăm sóc sức khỏe và sức khỏe của bạn với các món ăn ngon và tươi tại nhà hàng, tập yoga tràn đầy năng lượng nhìn ra biển cũng như nhiều hoạt động thể chất thú vị để làm. Nước trái cây tươi và trà ngon cũng được cung cấp trong suốt cả ngày. Hội thảo cai nghiện trong chương trình cũng có nhiều thông tin và hữu ích. Rất khuyến khích rút lui!", "reviewer_location": "Cape Point, Nam Phi"}, {"name": "Hong Hanh Ha", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ dưỡng 3 sao tốt nhất tại trung tâm Phú Quốc", "review_content": "Pro: Chúng tôi tìm thấy An Nhien một cách tình cờ khi nó đang chạy một chiến dịch mở lại với khuyến mãi. Thành thật mà nói, trước khi chúng tôi đến, chúng tôi đã nghĩ rằng đó có thể chỉ là một nơi nhỏ và 'không có gì đặc biệt \"với giá đó (600, 000 đồng / đêm sau khi khuyến mãi). Tuy nhiên, chúng tôi đã ngạc nhiên ngay lập tức khi cánh cửa được mở :) phong cảnh rất xanh, nhà gỗ nhỏ & đáng yêu bao quanh một bể bơi lớn. Không khí hoàn toàn yên tĩnh, hoàn toàn khác biệt với những điều ồn ào bên ngoài. Các bữa ăn sáng là tuyệt vời với thực đơn lành mạnh. Nhược điểm: Phần mở trong phòng vệ sinh làm cho nó bẩn và bụi khi trời trở gió và những đứa trẻ của chúng tôi cảm thấy hơi lạnh khi tắm.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "n1n3_L173s", "avatar": "", "review_rating": "5", "review_title": "Nơi tuyệt vời", "review_content": "Nơi tuyệt vời nếu bạn thích một kỳ nghỉ yên tĩnh và thư giãn. Khu vực màu xanh lá cây trên đó là dễ chịu để đi bộ. Rất hữu ích và thân thiện với nhân viên.  Tôi muốn lưu ý đến quán rượu trong khách sạn - những món ăn cực kỳ ngon (tôi vừa yêu bánh kếp).  Điều đáng buồn duy nhất là thiếu kính trong phòng tắm do liên tục có bụi từ công trường xây dựng gần nhất, nhưng đây là một vấn đề nhỏ có thể dễ dàng giải quyết.  Tóm lại, tôi có thể nói rằng đây là một khách sạn lý tưởng cho hạng giá của nó.", "reviewer_location": "Zanzibar, Tanzania"}, {"name": "FayaNguyen", "avatar": "", "review_rating": "5", "review_title": "Ở tuyệt vời", "review_content": "Nơi ẩn dật mới được cải tạo mà thực sự đẹp và xanh. Tôi rất thích kỳ nghỉ của tôi ở đây và thực phẩm là đặc biệt chú ý đến dinh dưỡng lành mạnh. Điểm cộng của nơi này là bãi biển riêng của họ (được chia sẻ với Famiana Resort), rất hiếm khi có chỗ ở với mức giá phải chăng này.", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "Irina Tegla", "avatar": "", "review_rating": "5", "review_title": "Ngôi làng nhỏ xanh", "review_content": "Một sự kết hợp của các khu vườn truyền thống Việt Nam với các phòng hiện đại và tiện nghi. Jungle rung cảm khắp nơi. Một cái ao với cá, cây dừa và cây xanh tươi tốt bao quanh những ngôi nhà gỗ. Chúng tôi thích ở lại đây, thậm chí kéo dài thêm 4 đêm nữa. Các phòng đều lớn, với trần cao, phòng tắm có một cửa sổ lớn và buồng tắm vòi sen. Chúng tôi có 2 vòng tay đã có thể đi đến bãi biển tư nhân của Famiana Resort and Spa, điều này khá tuyệt vời và bất ngờ. Một lựa chọn rất tốt cho kỳ nghỉ của chúng tôi tại Phú Quốc.", "reviewer_location": "dumpxxx"}, {"name": "Bichiptina", "avatar": "", "review_rating": "4", "review_title": "Nhân viên thân thiện và hữu ích, hồ bơi đẹp và phòng đơn giản.", "review_content": "Làng Langchia nằm cách đường chính 100 m, và không phổ biến với taxi / lái xe địa phương. Nó thích một ngôi làng nhỏ với các phòng xung quanh khu vườn chính và hồ bơi. Đồ đạc trong phòng yên tĩnh, đặc biệt là phòng tắm. Bữa sáng rất đơn giản với bánh mì và mứt, mì Việt Nam, cơm chiên và trái cây. Bãi biển nằm ở phía bên kia đường chính và mất 10 phút đi bộ qua khu nghỉ mát Faminia. Tôi muốn giới thiệu làng Langchia cho ngân sách của nó, nhưng nếu ví của bạn cho phép, khu nghỉ mát Faminia là đáng kể.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Swissnomad", "avatar": "", "review_rating": "1", "review_title": "Dịch vụ thân thiện nhất ở Việt Nam", "review_content": "Nhà hàng Langchia trên con phố chính nhìn thân thiện từ bên ngoài, nhưng tôi đã trải qua một dịch vụ rất tệ.  Tôi đã ngồi đó nhiều hơn 10 phút, nhân viên bận rộn với điện thoại của họ và không cho tôi chú ý. Tôi phải đến quầy bar để yêu cầu dịch vụ.  Khi tôi ra lệnh, tôi đã giải thích rõ ràng rằng tôi muốn có món salad đầu tiên làm món khai vị và sau đó là món chính. Họ không quan tâm và tôi phải bắt đầu với món chính và sau một thời gian một món salad khác khi tôi ra lệnh được phục vụ. Tôi giải thích, rằng tôi không muốn có một món salad với thịt xông khói, nhưng họ không phải làm thêm salad mà tôi đã ra lệnh, bởi vì tôi đã thất vọng về thái độ mà họ đã cho tôi thấy.  Khi tôi cố gắng trả tiền, không ai quan tâm đến tôi, vì vậy tôi lại đến quầy bar. Ở đó tôi đã gặp người phụ nữ", "reviewer_location": "Zürich, Thụy Sỹ"}, {"name": "Bassam J", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt với ưu và nhược điểm", "review_content": "Tôi đang tranh luận giữa 3 và 4 sao. Ưu điểm:  - khu vườn xinh đẹp và hồ bơi tuyệt vời  - gần bãi biển 5 phút đi bộ và ở một vị trí tốt. Rất nhiều nhà hàng tốt gần đó.  - bữa sáng ok  - phòng có hiên đẹp nhìn ra hồ bơi  Nhược điểm:  - vòi tắm rất yếu, không thể điều khiển nhiệt độ  - họ không thay đổi tờ hàng ngày  - trải giường quá mỏng", "reviewer_location": "dumpxxx"}, {"name": "Thierry F", "avatar": "", "review_rating": "5", "review_title": "Khách sạn yên bình trong một khu vườn xinh xắn", "review_content": "Chúng tôi đã có một kỳ nghỉ rất đẹp ở nơi đáng yêu này, nơi khu vườn và hồ bơi mang lại một giây phút thư giãn sau khi lái xe trên một chiếc xe máy thông qua giao thông bận rộn trên đảo. Các bungalow là rất thoải mái và phòng - dịch vụ đến mỗi ngày để thay đổi khăn và / hoặc tờ. Bạn có quyền truy cập miễn phí với một đường chuyền đặc biệt đến bãi biển bên kia đường. Bữa sáng tự chọn ngon miệng mỗi ngày. Cảm ơn Shana đã chào đón nồng nhiệt và lời khuyên hữu ích cho các nhà hàng.", "reviewer_location": "Paris, Pháp"}, {"name": "MattyG1975", "avatar": "", "review_rating": "1", "review_title": "Nơi tồi tệ nhất chúng tôi ở lại Việt Nam", "review_content": "Trong tất cả những nơi chúng tôi ở lại Việt Nam, điều này là tồi tệ nhất, mặc dù là đắt nhất. Hầu như tất cả mọi thứ là cách dưới đây mong đợi. Các nhân viên tiếp tân lạnh lùng và vô ích và khó tìm, căn phòng không thể chấp nhận được, có công trình đang diễn ra gần đó, chúng tôi chỉ được cung cấp khăn trải giường và muỗi bị muỗi cắn nặng.  Khi chúng tôi đến, chúng tôi được đưa đến một căn phòng không phải là cái mà chúng tôi đã trả tiền - nó có khuôn đen trên tường phòng tắm và không giống hình ảnh. Chúng tôi đã giải thích điều này với nhân viên tiếp tân nói rằng họ là những bức ảnh cũ và chúng tôi nên chấp nhận nó. Cuối cùng sau nhiều lời cầu xin, chúng tôi đã được đưa ra một căn phòng khác tốt hơn nhưng vẫn không phải là những gì chúng tôi đã chi trả. Chúng tôi đặt trước bốn", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Onlyoneworld", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ mát tư nhân yên bình", "review_content": "Một ốc đảo yên tĩnh. Đã ở trong một căn bungalow 5 nhìn ra hồ bơi. Bà chủ nhà Shana thực sự xuất sắc và cung cấp lời khuyên về nhà hàng tuyệt vời để có được những món ăn Việt Nam chính thống hàng đầu. Quý khách có thể dễ dàng đi đến bãi biển xinh đẹp qua khách sạn chị em Famiana.  Ăn sáng là ít ỏi, nhưng đủ cho người ăn nhỏ. Với rất nhiều tuyến đường thủy quanh nơi tôi không khuyến khích nơi này cho trẻ em không giám sát dưới 3 tuổi  Có rất nhiều công trình đang diễn ra ở Phú Quốc nên không khuyên bạn nên ở tại khách sạn chị em cho đến khi bạn hài lòng rằng việc xây dựng tại 3 địa điểm xung quanh nó đã hoàn thành,", "reviewer_location": "Cape Town, Nam Phi"}, {"name": "CSummer", "avatar": "", "review_rating": "4", "review_title": "Vị trí tốt, sạch sẽ", "review_content": "Chúng tôi ở lại 3 đêm và thực sự rất thích việc sử dụng đối ứng của bãi biển tại khu nghỉ mát Famiana. Bạn cần phải đi bộ xuống con hẻm đến Main Street, băng qua Main Street và tiếp tục đi xuống con đường khách sạn Famiana. Du khách có thể nhận được khăn tắm và ghế dài tại Famiana.  Lưu ý chúng tôi bắt xe đưa đón Famiana đến khách sạn Langchia với chi phí 200000 VND và sau đó phát hiện taxi sẽ đưa chúng tôi đến sân bay một nửa. Bạn có thể thuê xe tay ga tại Langchia. Khu vườn đẹp, phòng sạch (trong cabin nhỏ), hồ bơi đã thực sự nóng từ mặt trời chiếu sáng trên nó cả ngày. Bữa ăn sáng tự chọn đã được phong nha với một quả trứng, nấu ăn để đặt hàng, trạm, trái cây.  Nhân viên rất hữu ích. Nơi tuyệt vời để ăn trên con hẻm và ngã tư đường chính gọi là quán cà phê Iris. Langchia cũng", "reviewer_location": "Canada"}, {"name": "Sharni C", "avatar": "", "review_rating": "5", "review_title": "Oasis tuyệt vời", "review_content": "Làng Langchia là tuyệt nhất! Họ đã cho chúng tôi nâng cấp miễn phí và cho phép chúng tôi kiểm tra ngay lập tức (khoảng 11 giờ sáng). Chúng tôi đã dành 4 đêm ở đó và tôi không thể nói bất cứ điều gì tiêu cực về nó. Họ có hai chú cún dễ thương (một con có chút nghịch ngợm) và một con mèo nhỏ ngẫu nhiên. Bữa sáng tự chọn ngon nhất mà chúng tôi đã có trong chuyến đi đến nay. Có thể sử dụng các tiện nghi của Famiana Resort và Spa miễn phí là tuyệt vời và do đó là phương pháp trị liệu spa của họ. Nhưng đừng ăn ở Famiana, thật khủng khiếp. Khu vườn xinh đẹp và được duy trì tốt. Các hồ bơi là tuyệt vời! Chắc chắn sẽ ở lại một lần nữa!", "reviewer_location": "Brunswick, Úc"}, {"name": "Jon D", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời, nhân viên tuyệt vời và khu vườn xinh đẹp", "review_content": "Tôi ở lại hai tuần tại khu nghỉ mát Langchia Village và tôi rất muốn giới thiệu nó. Các bungalow đều đẹp và sạch sẽ và được dọn dẹp hàng ngày. Hồ bơi lớn, sạch sẽ và có nhiều nơi để ngồi xung quanh. Các bữa ăn sáng phụ thuộc vào bao nhiêu người đang ở trong khách sạn, nếu có nhiều người thì đó là một bữa ăn sáng buffet nếu chỉ có một vài người trong khách sạn sau đó có một trình đơn nhỏ. Các môi trường xung quanh là đẹp và nơi này là tốt đẹp và yên tĩnh. Đó là một nơi tuyệt vời cho trẻ em khi họ có thể đi lang thang xung quanh khá an toàn. Thậm chí còn có một bàn bi-a.  Mặc dù tốt nhất là nhân viên, họ luôn sẵn sàng giúp đỡ, luôn mỉm cười và không có vấn đề gì với họ. Tôi chắc chắn sẽ ở lại đây một lần nữa nếu tôi trở lại Phú Quốc.", "reviewer_location": "Paris, Pháp"}], "hotel": {"location": "Trần Hưng Đạo, Cua Lap, Dương Tơ, Đảo Phú Quốc 922271 Việt Nam", "name": "An Nhien Retreat Phu Quoc", "geo_data": {"latitude": 10.184576988220215, "longitude": 103.96995544433594}, "room_number": "24"}}