{"content": [{"name": "Nguyen", "avatar": "", "review_rating": "5", "review_title": "Kì nghỉ tuyệt vời", "review_content": "Tôi và những người bạn vừa trãi qua một kì nghỉ tuyệt vời tại khách sạn này. Có xe đưa rướt từ sân bay (bến tàu ) đến resort, khu nghỉ gần chợ, có bãi tắm riêng, có hồ bơi, nhà hàng và bar... Lễ tân rất tuyệt vời, phòng rất sach sẽ, luôn được dọn dẹp kĩ, có cho thuê xe máy 170k/ngày. Nhà hàng có buffer sáng với nhiều món ăn phong phú...", "reviewer_location": "dumpxxx"}, {"name": "Teresa Tran", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời", "review_content": "Dịch vụ ở Chez Carole theo mình đánh giá khá tốt. Giờ check in là 14pm, tuy nhiên mình đến nơi chỉ tầm khoảng 8:30am, Chez hỗ trợ cho mình check in sớm nhưng không thu thêm bất kỳ phí gì. :D  Không gian cực kỳ thoáng mát, thanh bình, yên tĩnh, có bãi biển riêng cực sạch và mát. Nhiều view sống ảo cho bạn nào đam mê pose dáng :D  Điểm trừ 1 tí xíu là Bữa sáng không được thích lắm, mặc dù cũng khá nhiều lựa chọn.  Nhà hàng đẹp - thức ăn chế biến nóng, có món thì ngon vừa miệng, có món lại hơi nhạt hơn so với mong đợi.  Nhìn chung lại thì đây là một lựa chọn tốt khi đến Phú Quốc, nếu bạn không thích sự ồn ào, náo nhiệt ở trung tâm Dương Đông.", "reviewer_location": "dumpxxx"}, {"name": "NK T", "avatar": "", "review_rating": "4", "review_title": "Nghỉ dưỡng tại Chez Carole!", "review_content": "Được. Hài lòng! Chez Carole nằm trên bờ biển phía Tây đảo Phú Quốc, cách thị trấn Dương Đông trên 10 km về phía Bắc. Các nhà nghỉ hoà lẫn trong cây cối thiên nhiên, tạo cảm giác   bình yên, thoải mái, thân thiện với môi trường. Điểm trừ duy nhất là ăn sáng buffet không được nhiều lựa chọn lắm, nhất là vào mùa ít khách.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "birafikmohamed", "avatar": "", "review_rating": "5", "review_title": "BÃI BIỂN ĐẸP ĐẦY NẮNG ẤM KHU CỬA CẠN PHÚ QUỐC", "review_content": "Địa điểm tuyệt vời có bãi biển sạch, dài và đẹp, lý tưởng dành cho các bạn yêu chụp ảnh. Khu nghỉ dưỡng nằm gọn trong một vịnh nhỏ cạnh Vũng Bầu thuộc xã Cửa Cạn. Khu resort tuy biệt lập, cách xa làng chài khoảng 2 km và cách bãi Ông Lang độ 8 km, nhưng không hạn chế khách du lịch vãng lai từ khắp nơi trên đảo về đây nghỉ chân, tắm biển và ăn uống. Nhà hàng cạnh bãi biển có nhiều món ăn ngon À la carte. Đặc biệt khách sạn không tính tiền ghế nằm hay dù. Một chính sách khá hay !", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Krystal V", "avatar": "", "review_rating": "5", "review_title": "Đẹp", "review_content": "Tuy rerort cách xa thị trấn Dương Đông nhưng khi đến bạn sẽ thấy rất đẹp ở vùng bình yên này. Tuy resort 3*+ nhưng mình đánh giá ở đây như 4 sao. Vì cách phục vụ cũng như trang trí của phòng rất cổ nhưng có cái j đó sang trọng.", "reviewer_location": "Canada"}, {"name": "thaovi", "avatar": "", "review_rating": "5", "review_title": "Nơi nghỉ dưỡng lý tưởng", "review_content": "Resort hoạt đông cũng đã được một thời gian dài, lần đầu tôi đến cách đây hơn 3 năm nhưng giờ mọi thứ vẫn còn rất mới, sạch sẽ. Nhân viên nhiệt tình vàchu đáo, sẵn sàng giúp đỡ. Gia đình tôi thật sự thấy ấn tượng với anh manager và tập thể nhân viên ở đây với sư phản ứng nhanh lẹ và nhiệt tình giúp đỡ một vị khách nước ngoài bị tai nạn xe máy gần resort. Họ dùng mọi cách để chữa bong gân bàn chân cho cô gái nước ngoài đó,những giọt nước mắt và lời cảm ơn của cô gái cũng làm cho chúng tôi cảm thấy tự hào và ấm lòng của người Việt Nam  Thiết kế rất hài hòa. Đồ ăn ngon, Bãi biển và hồ bơi rất đẹp. Hy vọng resort sẽ tiếp tục phát huy. Chúng tôi nhất định sẽ quay trở lại đây", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "Tran_Hiep", "avatar": "", "review_rating": "5", "review_title": "Thật diệu kỳ - Một nơi thiên đường Đảo Ngọc", "review_content": "Tôi đã đến đảo Phú Quốc nhiều lần, tuy nhiên đây là lần đầu tiên tôi đến một nơi như Chez Carole Resort. Tôi đã ở đảo Phú Quốc nhiều ngày nhưng là ở một Resort khác, tôi đã vô tình biết được Chez Carole Resort trên Fb https://www.facebook.com/chezcarole.phuquoc và tôi đã quyết định đến đây ở thử 1 đêm cuối cùng trong chuyến đi của tôi. Và tôi cảm thấy tiếc nuối khi đã không biết Chez Carole sớm hơn. Đây thật sự là một nơi diệu kỳ khi một mặt nằm sát Biển - một mặt nằm sát Sông và một mặt nằm cặp vách Núi. Tôi mãn nguyên với nơi này về tất cả: Cảnh quan, giải trí, phòng ở, thức ăn . . . Nhân viên thì không quá chuyên nghiệp trong cung cách phục vụ cũng như giao tiếp ngoại ngữ, tuy nhiên họ rất thân thiện, gần gủi và nhiệt tình - tôi thích điều đó. Để đáp lại sự nhiệt tình của mọi", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Thanh Nam P", "avatar": "", "review_rating": "1", "review_title": "Tốt phòng nhưng dịch vụ khủng khiếp", "review_content": "Các phòng đã được thực sự tốt với một cái nhìn đại dương. Tuy nhiên, không có bất kỳ chiếc ô nào trong phòng của chúng tôi và chúng tôi không thể liên lạc với nhân viên tiếp tân vì điện thoại không hoạt động. Chúng tôi cũng không thể gọi cho khu nghỉ mát thông qua số điện thoại họ cung cấp trên trang web của họ. Tình trạng này cũng tương tự đối với các thành viên khác trong gia đình chúng tôi. Các nhân viên tiếp tân rất thân thiện với chúng tôi. Các nhân viên trong phòng ăn, tuy nhiên, rất thân thiện và tháo vát.", "reviewer_location": "dumpxxx"}, {"name": "sunnynorth2018", "avatar": "", "review_rating": "4", "review_title": "Thiên đường dưới ánh mặt trời", "review_content": "Rất thoải mái, yên tĩnh và thân thiện nơi để ở và tận hưởng tắm nắng. Món ăn tuyệt vời và đội ngũ nhân viên thân thiện nhất bạn có thể tìm thấy. Phòng lớn và sạch sẽ tuy nhiên một chút quá tối. Bãi biển cát trắng và sạch sẽ với tất cả các tiện nghi. Xe đưa đón đến thăm thành phố gần đó mỗi ngày. Điểm tiêu cực duy nhất là nước thỉnh thoảng có thể bị lầy lội.", "reviewer_location": "Montreal, Canada"}, {"name": "gabylu", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt", "review_content": "Nếu bạn thích hoa lan, đó là nơi; Những khu vườn rất đẹp với hoa và rau; Dịch vụ rất tốt; Phòng có một chút tối, nhưng khá lớn. Phòng tắm trong một số phòng nhất định được mở ra, vì vậy hãy cẩn thận với muỗi, bọ, tắc kè. Đủ ghế và hamocks trên bãi biển. Bãi biển được dọn dẹp hàng ngày, nhưng nếu bạn thích bơi trong đại dương, nước của nó có thể chấp nhận được hầu hết thời gian, nhưng không rõ ràng lắm. Bể bơi có một phần dành cho trẻ em, được giữ rất tốt. Đặt chỗ cho xe đưa đón được thực hiện ngay khi bạn check-in, vì chỉ có 14 chỗ trên xe buýt mỗi ngày thứ hai; taxi đến trung tâm thành phố khoảng 10 đô la Mỹ. 00.", "reviewer_location": "montreal"}, {"name": "766martijng", "avatar": "", "review_rating": "3", "review_title": "Vergane glorie, maar potentie.", "review_content": "Chez carole là helaas vergane glorie. Veel dingen zijn oud en versleten. Beachbar dicht en de huisjes của kamers zijn ook niet al te tốt nhất. Chúng tôi đã có khoảng 40, - cho mỗi du thuyền và chúng tôi có thể sử dụng với nhau 100, - mỗi nacht gaan. Maar dit dán niet bij onze baand maand ở Việt Nam. Het hoeft niet luxe maar zorg dat alles fris là en heel là. Het là zonde muốn het là een prachtige plek, khu nghỉ dưỡng weg van de overdadige. Verder là sợi het, công viên het, zwembad, vv een prachtige plek. Nhà hàng Ook de receptie en het zijn mooi. Lời khuyên cho khu nghỉ mát: Sơn tường trong phòng của bạn trắng  (Nó sẽ làm mới không gian, cung cấp thêm ánh sáng, giá rẻ để làm) Thay thế hầu hết các nhà vệ sinh, giá rẻ và tươi. Fix al mallfunctions nhỏ. Xóa tất cả mọi thứ bị hỏng.", "reviewer_location": "Assen, Hà Lan"}, {"name": "Edward N", "avatar": "", "review_rating": "4", "review_title": "Thiên đường", "review_content": "Đến đây để nghỉ ngắn ngày. Khu nghỉ mát rất đáng yêu với bãi biển phía trước và đồi trở lại. Thức ăn ngon vào bữa sáng nhưng cần phải có nhiều loại thức ăn hơn. Khu nghỉ mát có bãi biển riêng của họ rất sạch sẽ và riêng tư. Nhân viên thân thiện và hữu ích. Chắc chắn trở lại và ở lại đây một lần nữa", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Kornykopes", "avatar": "", "review_rating": "4", "review_title": "Thức ăn và dịch vụ tuyệt vời!", "review_content": "Chồng tôi và tôi xuất hiện ở đây vì một ly bia rất xứng đáng sau một chuyến đi bộ dài dọc bãi biển. Nhà hàng đáng yêu và râm mát ngay trên bãi biển! Tôi đã có món cà ri cá tuyệt vời và đầy hương vị tươi, và chồng tôi có thịt bò với hạt điều mà anh ta nghĩ là ngon. Giá của họ khá là phong nha, nhân viên khá chu đáo và họ cũng có những loại bia nhỏ của bia Phú Quốc địa phương! Chắc chắn sẽ quay trở lại!", "reviewer_location": "London, Vương quốc Anh"}, {"name": "ewalkr", "avatar": "", "review_rating": "5", "review_title": "Một chút thiên đường!", "review_content": "Chúng tôi đã dành 3 đêm (4 ngày đầy đủ) trong năm mới và còn lại muốn nhiều hơn nữa! ! Resort này được bảo tồn đẹp mắt và có bãi biển riêng cũng như hồ bơi nhìn ra biển và cây cọ. So với phần còn lại của chúng tôi đi vòng quanh Việt Nam (và cũng đã thuê một chiếc xe tay ga để khám phá Phú Quốc trong một ngày) nó cho thấy nơi này thực sự là thiên đường so sánh. Những tiêu cực là áp lực vòi sen không tồn tại, thức ăn nhà hàng là Overpriced và bạn phải chờ đợi tuổi để được phục vụ một thức uống. Chúng tôi chọn ăn ở chợ đêm mỗi đêm vì hải sản là món ngon nhất mà tôi từng có và giá rẻ như vậy! Điều đó nói rằng, tôi chắc chắn sẽ giới thiệu nơi này!", "reviewer_location": "Claydon, Vương quốc Anh"}, {"name": "Jonathan2017Lane", "avatar": "", "review_rating": "3", "review_title": "8 Đêm @ Chez-Carole", "review_content": "Chez - Carole có thể dễ dàng là một trong những bãi biển riêng tốt nhất trên đảo Phú Quốc, bãi biển rất sạch sẽ so với nhiều bãi biển khác, đó là một khu vực yên tĩnh, bãi biển có võng và ghế ngồi ngoài trời, hồ bơi riêng cũng duy trì tốt, khu vườn nghỉ dưỡng là những khu vườn tốt nhất mà bạn sẽ tìm thấy trên đảo Phú Quốc - tôi không thấy một khu nghỉ mát nào có khu vườn tươi tốt với thực vật bản địa và động vật hoang dã (Gecko's, Rắn, bướm, bọ cánh cứng và thằn lằn khổng lồ) ). Bản thân phòng cũng rất đáng giá tiền và dịch vụ vệ sinh hàng ngày rất kỹ lưỡng, phòng tắm / nhà vệ sinh là loại nội bộ nhưng có những khe hở lớn giữa các mái ngói và tường bên trong để các lỗi và tắc kè có thể tìm đường vào, không làm phiền tôi, nếu bạn so sánh nó với những người dân địa phương bên", "reviewer_location": "Salisbury, Vương quốc Anh"}, {"name": "Mtrs", "avatar": "", "review_rating": "5", "review_title": "Tôi ước tôi có thể ở lại đây hàng tháng ...", "review_content": ". . . nhưng tiếc là tôi phải trở lại làm việc. Tuy nhiên, chúng tôi đã ở đây 3 đêm và 4 ngày đầy đủ, và nó thật tuyệt vời! Resort có bãi biển riêng trải dài 200 m, với giường phơi nắng và cây cọ. Nó rất sạch sẽ và biển cả, ấm áp và xinh đẹp, được bao quanh bởi rừng. Một thiên đường nhỏ:) Bạn có thể sử dụng thuyền kayak miễn phí hoặc thuê một chiếc xe máy với giá 10 đô la một ngày (7 nửa ngày). Vì nó rất cô lập, chúng tôi đã ăn tối tại nhà hàng cả 3 đêm, và nó rất tốt. Tôi có 3 món mì khác nhau với hải sản và thích tất cả. Những người phàn nàn đó vì đồ ăn châu Âu thật khủng khiếp khiến tôi cười! Ý tôi là, bạn đang ở một thiên đường nhiệt đới, bạn từ lâu và tìm kiếm thức ăn phương Tây? ? Bạn có đặt món ăn Pháp ở Nhật Bản hay Ý ở Peru không? Tôi không thực sự nghĩ như vậy. . .  Các", "reviewer_location": "Moscow, Nga"}], "hotel": {"location": "Phường 1, Khóm 4, Làng Cửa Cạn, Cua Can, Đảo Phú Quốc 920000 Việt Nam", "name": "Chez Carole Beach Resort", "geo_data": {"latitude": 10.293850898742676, "longitude": 103.90448760986328}, "room_number": "53"}}