{"content": [{"name": "Dole", "avatar": "", "review_rating": "3", "review_title": "Nghỉ dưỡng", "review_content": "Mình quay lại kiệt hồng lần thứ 2 ở tầng 2,hơi ồn ào vào buổi trưa,nghe tiếng kéo bàn ghế từ tầng trên,ko hiểu kiệt hồng đợt này làm j mà 3h sáng vẫn nghe tiếng kéo bàn ghế,hơi thất vọng đợt này,mong lần sau ko còn vậy", "reviewer_location": "dumpxxx"}, {"name": "Tri An", "avatar": "", "review_rating": "5", "review_title": "Nhóm mình 4 người nên book 1 phòng, thuê 2 xe máy. Tính ra mỗi người chưa đến 120k mà có chỗ ngủ, có xe đi chơi Rạch Giá", "review_content": "Nhóm mình 4 người nên book 1 phòng, thuê 2 xe máy. Tính ra mỗi người chưa đến 120k mà có chỗ ngủ, có xe đi chơi Rạch Giá từ sáng tới tối luôn. Phòng rộng lắm, lễ tân nhiệt tình. Sáng sớm đi bến tàu cũng chỉ cần lếch sang đường, khỏi thức sớm. Lần này đi Nam Du, lần sau đi Hòn Sơn mình cũng sẽ ở Kiệt Hồng.", "reviewer_location": "dumpxxx"}, {"name": "Hoa Phuong", "avatar": "", "review_rating": "5", "review_title": "Sẽ quay lại lần sau", "review_content": "Khách sạn Kiệt Hồng rất êm nha, nằm đối diện bến tàu luôn, mình đi Hòn Sơn sáng sớm không sợ bị trễ giờ, di chuyển dễ dàng .Phòng thì sạch sẽ, thoáng mát , lế tân dễ thương hết mức luôn ấy hỗ trợ hết mình luôn ạ.", "reviewer_location": "dumpxxx"}, {"name": "Ha Nguyen", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Nhân viên từ lễ tân, anh tài xế, chị quản lý,... ai cũng thân thiện, đúng như phương châm của khách sạn không lớn nhất nhưng tốt nhất. Mặc dù là tết nhưng giá phòng khách sạn không tăng như những nơi khác.  Kế khách sạn là chợ nên có thể mua những vật dụng cần thiết với giá hợp lý.", "reviewer_location": "dumpxxx"}, {"name": "Linh Hoàng", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt, tận tình, vô cùng hài lòng", "review_content": "Khách sạn có nhiều dịch vụ tốt, có free taxi thuận lợi việc đi lại cho khách, sạch sẽ, vô cùng chất lượng, đáng tiền, nhân viên cởi mở, thân thiện, tận tình với khách, giá thành phù hợp, một nơi đáng để nghỉ dưỡng", "reviewer_location": "dumpxxx"}, {"name": "Thuy", "avatar": "", "review_rating": "4", "review_title": "Giá trị tốt", "review_content": "Khách sạn đối diện bến tàu cái tốc. Hoạt động khá chuyên nghiệp vì có xe trung chuyển miễn phí trong nội ô gần khách sạn bên cạnh đó phòng  sạch và đủ tiện nghỉ cơ bản.  Họ có cả một số bộ cờ và bảng hướng dẫn món ngon địa phương cho khách tiện giải trí trong thời gian lưu trú. Nhân viên bảo vệ nhiệt tình.   Tôi khuyên bạn ở đây nếu bạn muốn bước đến bến tàu cao tốc chỉ vài bước chân. ", "reviewer_location": "dumpxxx"}, {"name": "Thanh Ngân Đ", "avatar": "", "review_rating": "4", "review_title": "Khách sạn giá tốt, dịch vụ phù hợp", "review_content": "Địa điểm khách sạn khá thuận lợi để trung chuyển tới đảo Nam Du/ Phú Quốc, phòng sạch sẽ, nhân viên thân thiện và dịch vụ hỗ trợ khách rất chu đáo. Vote! 4 stars for this hotel, next time i'll come back", "reviewer_location": "dumpxxx"}, {"name": "Hiền Dịu M", "avatar": "", "review_rating": "5", "review_title": "Khách sạn giá rẻ, phục vụ chu đáo", "review_content": "Khách sạn giá rẻ nhưng dịch vụ hoàn hảo.  Khách sạn gần bến tàu ra đảo Phú Quốc tiện lợi cho việc nghỉ lại khi từ Phú Quốc về hoặc ra Phú Quốc chơi. Không gian thoáng mát, sạch sẽ. Nhân viên rất thân thiện, chu đáo. Khách sạn có dịch vụ xe đưa đón khách đi dạo trong khu vực TP Rạch Giá.", "reviewer_location": "dumpxxx"}, {"name": "Hà Q", "avatar": "", "review_rating": "5", "review_title": "Sạch sẽ, phòng rộng rãi, nhân viên thân thiện, có dịch vụ Taxi miễn phí", "review_content": "Khách sạn sạch sẽ thoáng mát, từ trong phòng có thể nhìn ra biển, giá phòng hợp lý! Khách sạn gần bến tàu Rạch Giá - Phú Quốc rất thuận lợi cho việc nghĩ lại đêm để sáng hôm sau đi Phú Quốc, nhân viên rất thân thiện, họ luôn nhiệt tình hỗ trợ, giúp bạn đặt vé tàu đi Phú Quốc!", "reviewer_location": "dumpxxx"}, {"name": "Black_Angle_199x", "avatar": "", "review_rating": "4", "review_title": "Khách sạn giá rẻ, phòng ốc sạch sẽ, tiện nghi", "review_content": "Tôi có dịp đi công tác tại Rạch Giá, có ghé lại khách sạn nghĩ ngơi 1 đêm để hôm sau về Phú Quốc. Nói chung khách sạn giá tương đối rẻ, phòng sạch sẽ, đặc biệt tôi thích nhất là dịch vụ đưa đón khách miễn phí bằng Taxi của khách sạn.", "reviewer_location": "Đảo Phú Quốc, Việt Nam"}, {"name": "lucianoferro61", "avatar": "", "review_rating": "5", "review_title": "Tất cả Việt Nam cần quản lý này !!", "review_content": "Thật là một bất ngờ thú vị, khi tìm thấy một khách sạn rất tốt và hoàn hảo trong điểm dừng chân trên thành phố này cho du khách đảo Phú Cuoc quá cảnh! Sạch sẽ ở cấp cao nhất và một trong những bàn dịch vụ tốt nhất trong cuộc sống của tôi! ! Phòng lớn và phòng tắm tuyệt vời với tầm nhìn tuyệt đẹp trên cổng / kênh. Giá thực sự rẻ hơn cho lớp khách sạn và dịch vụ!", "reviewer_location": "Savona, Ý"}, {"name": "Shazza", "avatar": "", "review_rating": "4", "review_title": "Rất thuận tiện cho phà!", "review_content": "Chúng tôi ở lại Rạch Giá, hoàn toàn là bàn đạp cho Ph Qu c và mặc dù tôi đặc biệt khuyên thị trấn là nơi để ở; khách sạn này có giá trị rất tốt và cung cấp mọi thứ bạn cần (thậm chí là dịch vụ taxi miễn phí quanh thị trấn!). Đó là giá trị đồng tiền và nằm ngay bên phà!", "reviewer_location": "Vương quốc Anh"}, {"name": "Loulou", "avatar": "", "review_rating": "5", "review_title": "Vượt quá mong đợi", "review_content": "Chúng tôi chỉ ở lại 1 đêm để đón phà đến Phú Quốc vào sáng hôm sau (30 giây đi bộ - chỉ cần băng qua đường và bạn ở bến tàu). Đến muộn nhưng nhân viên tiếp tân siêu đẹp giải thích nơi chúng tôi có thể lấy thức ăn, đổi tiền, mua vé phà. Cuối cùng chúng tôi đã mua vé trực tuyến và họ đã in chúng cho chúng tôi miễn phí. Họ đưa cho chúng tôi một chiếc điện thoại di động và hướng dẫn cách liên lạc với họ nếu bị mất và chúng tôi nên sử dụng dịch vụ taxi miễn phí của họ khi đi ra ngoài. Vào buổi sáng, chúng tôi đã ăn sáng ở chợ diễn ra tại lối ra của khách sạn. Phòng cực kỳ rộng rãi và sạch sẽ. Khách sạn này vượt quá mọi mong đợi!", "reviewer_location": "Montreal, Canada"}, {"name": "Martin swindle", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ 1 sao nhưng 5 sao Plus", "review_content": "Tôi đã ở 3 đêm tại nơi này, vị trí siêu và dịch vụ đặc biệt. Tôi đã gặp ông chủ có đam mê phục vụ khách hàng. Họ cung cấp dịch vụ taxi miễn phí không giới hạn để đi Resturant, quán bar, mua sắm. Nếu bạn tính toán đôi khi điều này nhiều hơn giá bạn trả cho khách sạn. Họ có nước miễn phí, tiện nghi pha trà Việt Nam và thiết bị tập thể dục trong phòng.  Khách sạn chỉ cách bến phà 2 phút đi bộ, rất thuận tiện để đi đến đảo khác. Tất cả nhân viên đều rất thân thiện và hữu ích để đáp ứng nhu cầu của khách hàng. Tôi đánh giá cao nơi này cho bất cứ ai.", "reviewer_location": "Seoul, Hàn Quốc"}, {"name": "VickyLe90", "avatar": "", "review_rating": "5", "review_title": "Giá tốt, dịch vụ tốt", "review_content": "Khách sạn rất gần bến cảng và bên trong chợ địa phương nhỏ. Giá rẻ, phòng đẹp với ban công và chai nước & khăn ướt miễn phí trong phòng. Điểm hay là họ có taxi miễn phí từ 7:00 sáng - 9: 45 PM. Lái xe có thể đưa bạn đi vòng quanh thành phố Rạch Giá, một số địa điểm ăn uống, cà phê hoặc mua sắm và công viên gần bãi biển cũng có. Dịch vụ tốt, nhân viên rất tốt và hữu ích, rất khuyến khích cho những người sẽ ở lại Rạch Giá.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "11lucie", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tuyệt vời", "review_content": "Vị trí rất tốt, phòng đẹp, sạch sẽ và hiện đại, dịch vụ tuyệt vời từ sách hướng dẫn du lịch đến taxi miễn phí. Nhân viên rất nhiệt tình, nhân viên tiếp tân của chúng tôi Lê Tấn rất thân thiện và vui vẻ giúp đỡ chúng tôi. Chắc chắn sẽ quay trở lại, giá trị lớn", "reviewer_location": "London, Vương quốc Anh"}, {"name": "MalgoLi", "avatar": "", "review_rating": "5", "review_title": "Một bất ngờ lớn", "review_content": "Chúng tôi chỉ dành một đêm ở khách sạn Kiệt Hing, nhưng đó là một bất ngờ thú vị. Dịch vụ này là 5 sao - khi nhận phòng - bạn có điện thoại di động và có thể sử dụng 10 chuyến đi taxi miễn phí mỗi ngày. Khách sạn đã cho chúng tôi cũng khuyến nghị về các nhà hàng (thức ăn tuyệt vời btw.), Món ăn tốt nhất trong khu vực, văn phòng vé phà vv Các phòng rộng rãi và sạch sẽ, với máy lạnh, góc trò chơi và hướng dẫn đến Rạch Giá và các nhà hàng gần đó. Không có bữa ăn sáng trong khách sạn, nhưng có một thị trường thực phẩm lớn ở tầng dưới và hướng dẫn cung cấp thông tin về các món ăn và giá cả. Thức ăn chúng tôi gọi là rất ngon. Khách sạn nằm đối diện bến phà nên chỉ mất 5 phút đi bộ để đến bến phà. Tuy nhiên, thành phố trông rất đẹp và tôi ước chúng ta có thể dành nhiều thời gian hơn", "reviewer_location": "Warsaw, Ba Lan"}, {"name": "breeeze_5", "avatar": "", "review_rating": "4", "review_title": "Lưu trú tuyệt vời", "review_content": "Đối diện bến phà, ngay bên cạnh chợ, nhân viên đáng yêu, phòng giá rẻ nhưng tốt, nơi an toàn cho xe đạp của chúng tôi qua đêm, nước miễn phí bất cứ khi nào bạn cần. Nói tiếng Anh tại quầy lễ tân là hữu ích và chỉ cho chúng tôi ra một số nơi cho bữa ăn tối đó là tuyệt vời! Muốn giới thiệu ở đây nếu bạn muốn đi qua Phú Quốc bằng phà! !", "reviewer_location": "Melbourne, Úc"}, {"name": "nickrags87", "avatar": "", "review_rating": "5", "review_title": "lựa chọn tuyệt vời", "review_content": "ở lại đây một đêm nếu chúng tôi có thời gian ở lại lâu hơn thì có phà đồng trong bữa tang phòng rất lớn với quạt và không khí nóng lạnh, tất cả đều ở mức giá rất tốt thậm chí còn mang đến cho bạn một chiếc điện thoại di động điện thoại để bạn có thể sử dụng dịch vụ taxi miễn phí tại bến phà là 2 phút đi bộ với văn phòng bán vé 5 phút đi bộ qua cầu bên cạnh siêu thị coop, tất cả đều tiện dụng", "reviewer_location": "Kanchanaburi, Thái Lan"}, {"name": "Richard B", "avatar": "", "review_rating": "5", "review_title": "Nơi này là một người chiến thắng!", "review_content": "Chúng tôi ở lại đây chỉ trong 1 đêm như một phần của một tour du lịch vòng tuần tự hướng dẫn của Việt Nam và Campuchia. Vâng, đây là một bất ngờ thực sự! Khách sạn nhìn một chút chưa được yêu thích và nằm ở giữa khu vực chợ rất gần bến phà. Chúng tôi đến bằng xe đạp và họ sớm có một khu vực đậu xe an ninh mở ra cho chúng tôi để bảo đảm xe đạp qua đêm. Kiểm tra ở trên tầng đầu tiên trên các cửa hàng và là một trong những trải nghiệm Kiểm tra hiệu quả nhất của chúng tôi. Phòng của chúng tôi là một bất ngờ thực sự - đẹp và sạch sẽ và rộng rãi, với nước đóng chai và trà xanh được cung cấp với ly và đĩa, một minibar nhỏ với giá cả hợp lý. Điều hòa không khí hoạt động tốt. Có rất nhiều thông tin khách mời toàn diện bằng tiếng Việt và tiếng Anh, bao gồm một loạt các nhà hàng, từ 'đắt", "reviewer_location": "Perth, Úc"}, {"name": "Tony P", "avatar": "", "review_rating": "4", "review_title": "Một đêm không may", "review_content": "Đây phải là giá trị tốt nhất để kiếm tiền ở Rạch Giá. Phục vụ cho người phương Tây với nhiều thông tin có sẵn và một chiếc taxi miễn phí đặc biệt đưa bạn đến bất cứ nơi nào bạn muốn. Các phòng đều rộng rãi với vòi sen kiểu phương Tây và một phích nước nóng được cung cấp cho trà xanh của khách. Lễ tân chỉ sẵn sàng hỗ trợ mọi yêu cầu. Chúng tôi đến với xe đạp, không phổ biến giữa các khách du lịch và ngay lập tức được hiển thị một khu vực lồng lên khóa được bảo đảm và chăm sóc bởi một người canh gác. Xung quanh khách sạn là một chợ, mở cửa từ những giờ đầu với rất nhiều sự quan tâm đến các quầy hàng thực phẩm của họ ngoài một vài người bán quần áo. Khách sạn chỉ cách bến phà Phú Quốc 2 phút đi bộ. Khách sạn này là một viên ngọc.", "reviewer_location": "Perth, Úc"}, {"name": "Thomas K", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ Excel", "review_content": "Khách sạn Kiel Hong có dịch vụ spcial dành cho khách. Khách sạn cung cấp miễn phí thuế cho khách trong khách sạn. Bạn nhận được một chiếc điện thoại di động khi bạn đến và với điện thoại đó, khách có thể gọi taxi. Chúng tôi ở lại chỉ một đêm ở đó khách sạn gần bến phà.", "reviewer_location": "dumpxxx"}, {"name": "hanhle215", "avatar": "", "review_rating": "5", "review_title": "Tuyệt quá!", "review_content": "Khách sạn Kiệt Hồng quá tốt với giá cả.  - Vị trí: phía trước bến cảng (đi Phú Quốc và đảo Nam Du), chỉ mất 1 phút từ khách sạn.  - Phòng sạch sẽ và lớn, giường thoải mái  - Nhân viên thân thiện và hữu ích  - Điều đặc biệt là khách sạn này có xe 7 chỗ và bạn có thể gọi tài xế để đưa bạn đến trung tâm thành phố (2 km từ khách sạn) MIỄN PHÍ.", "reviewer_location": "Hà Nội, Việt Nam"}], "hotel": {"location": "40 Nguyễn Công Trứ, P. Vĩnh Thanh, Rạch Giá 920000 Việt Nam", "name": "Khách Sạn Kiệt Hồng", "geo_data": {"latitude": 10.011155128479004, "longitude": 105.0775375366211}, "room_number": "17"}}