{"content": [{"name": "Đoàn Trọng Đại", "avatar": "", "review_rating": "5", "review_title": "Phú Quốc t2/2020", "review_content": "Khách sạn nằm ở vị trí đẹp, dễ dàng di chuyển tới chợ Dương Đông, chợ đêm, dinh Cậu. Lễ tân lịch sự, dễ thương, nhiệt tình hướng dẫn tư vấn cho khách những địa điểm tham quan cũng như những quán ăn ngon. Lần sau du lịch Phú Quốc vẫn sẽ lựa chọn.", "reviewer_location": "dumpxxx"}, {"name": "Đồng B", "avatar": "", "review_rating": "5", "review_title": "Trăng mật.", "review_content": "Ngọc Châu nằm ở vị trí rất là đẹp ở Phú Quốc. view biển đẹp chiều đến có thể nằm trên giừơng ngắm hoàng hôn mà không cần phải đi đau cả. Lễ tân rất nhiệt tình và chu đáo. (có thể tư vấn tour cho khách nếu như khách chưa biết đi đâu chơi hay là đi như thế nào để không bị chặt chém. :P).", "reviewer_location": "dumpxxx"}, {"name": "BEM", "avatar": "", "review_rating": "5", "review_title": "Một chuyến đi ngắn tuyệt vời", "review_content": "Khách sạn Ngọc Châu nằm ở trung tâm của Phú Quốc, có vị trí thuận tiện để di chuyển tới các điểm du lịch trên đảo. Khách sạn có đội ngũ nhân viên rất chuyên nghiệp, thân thiện và rất xinh đẹp, ngoài ra còn có những chú mèo xinh xắn luôn chào đón bạn ở sảnh. Hệ thống phòng nghỉ rất sạch sẽ và có đầy đủ vật dụng cần thiết, view biển và thành phố rất đẹp. Bữa sáng tại khách sạn rất tuyệt vời, ngon và phong phú các món phù hợp với tất cả mọi người", "reviewer_location": "dumpxxx"}, {"name": "Hoàng Anh", "avatar": "", "review_rating": "5", "review_title": "Phú quốc", "review_content": "Lễ tân xinh, trắng, chuyên nghiệp, nhiệt tình, chiều   Nội thất tốt, lan can đá lát cầu thang bộ đẹp... ez money of my life :)) Điểm trừ: camera hơi mờ, cần đầu lắp đặt lại Hẹn lần tới sẽ quay lại ... :)))", "reviewer_location": "dumpxxx"}, {"name": "Kelly", "avatar": "", "review_rating": "2", "review_title": "Chỉ cần ổn thôi", "review_content": "Một điều mà tôi thích khách sạn này chỉ là gần Phố chính. Có rất nhiều thực phẩm phương Tây hoặc địa phương. Hầu hết mọi thứ ở khách sạn tôi đều thích. Quầy lễ tân: luôn trốn dưới quầy. Quản gia: gõ cửa vào sáng sớm, don phòng trang điểm hoặc quên cửa khách. Giường: loại cứng và có mùi, chăn không có chăn. Khăn trải giường luôn ướt. Bữa sáng: nhiều bột ngọt Rất khuyến khích anh chàng nên thuê xe đạp ở đó.", "reviewer_location": "dumpxxx"}, {"name": "Kim Dung", "avatar": "", "review_rating": "5", "review_title": "Cảnh biển tuyệt vời", "review_content": "Tôi ở khách sạn Ngọc Châu 2 đêm. Có cảnh hoàng hôn đẹp từ phòng tôi và tầm nhìn tuyệt vời từ nhà hàng. Các nhân viên đã giúp đỡ bất cứ lúc nào. Vị trí tốt, gần chợ đêm. Tôi thực sự khuyên bạn nên đặt phòng Deluxe Ocean.", "reviewer_location": "dumpxxx"}, {"name": "Uijeongbu", "avatar": "", "review_rating": "3", "review_title": "Khách sạn gia đình gần chợ đêm", "review_content": "Khách sạn được bao quanh phía trước và phía sau bởi những ngôi nhà địa phương. Ảnh bìa trên TripAdvisor và bản đồ Google là ngôi nhà màu trắng và cửa sổ màu xanh. Bạn có thể kiểm tra hình ảnh thật của tôi từ chế độ xem phố và sảnh. Không gian đậu xe phía trước sảnh bị hạn chế. Đó là một khoảng cách đi bộ đến chợ đêm. Các phòng sang trọng nhìn ra biển có một cái nhìn rộng rãi của bờ. Một ban công có sẵn. Từ những hình ảnh thực sự gần đây của tôi về căn phòng sang trọng, tầm nhìn từ cửa sổ gần bờ. Không có bãi biển có thể đi bộ được đính kèm. Khách sạn nằm dọc theo đường phố. Một vài giấy tờ tường được bóc ra. Các tủ quần áo và cửa gỗ là thô nhưng làm công việc. Phòng 2 giường đơn có thể chứa được 4 người, có thể đáp ứng nhu cầu của khách du lịch gia đình. Điện thoại và đi bộ -", "reviewer_location": "Seongnam, Hàn Quốc"}, {"name": "TombRaider62", "avatar": "", "review_rating": "5", "review_title": "Đã đến Phú Quốc nhiều lần, tôi sẽ trở lại đây", "review_content": "Như tôi đã nói, tôi đã đến Phú Quốc nhiều lần và tôi quyết định ở lại một khách sạn khác để thay đổi. May mắn tôi đã làm và tôi đã ngạc nhiên. Khách sạn được mặc ở những nơi nhưng không có gì phải lo lắng về tiêu chuẩn VN. Nếu tôi là một cặp vợ chồng tôi sẽ đặt một phòng với một ban công vì quan điểm là tuyệt vời. Ăn sáng là tốt (điển hình khách sạn VN ăn sáng) và quan điểm là tuyệt vời. Khách sạn bình thường của tôi xuống đường có công trình xây dựng xảy ra bên cạnh nên tôi đã rất hạnh phúc ở đây với NO công trình xây dựng đang diễn ra. Tôi sẽ đi xe buýt đưa đón từ sân bay ở mức 50, 000 d nhưng họ cần tối thiểu 4 người. Đã kết thúc lên một chiếc taxi cho 170, 000 d. Tôi chắc chắn sẽ tiếp tục trở lại đây. Cũng quên đề cập đến, nó gần thị trấn và chợ đêm hơn hầu hết. Các nhân", "reviewer_location": "Sydney, Úc"}, {"name": "certified_gmo", "avatar": "", "review_rating": "5", "review_title": "Nơi ấm cúng ngay gần đại dương với một điểm ăn sáng đẹp trên tầng cao nhất với tầm nhìn tuyệt vời vào buổi sáng.", "review_content": "Các phòng đã được tốt đẹp và làm sạch hàng ngày của các nhân viên, giá trị lớn cho tiền của bạn. Du khách có thể dễ dàng đi bộ từ khách sạn đến chợ đêm gần đó và tới tất cả nhiều nhà hàng cũng như quán bar gần đó. Tôi chắc chắn sẽ ở lại một lần nữa.", "reviewer_location": "Singapore, Singapore"}, {"name": "Willo209", "avatar": "", "review_rating": "2", "review_title": "hứa hẹn rất nhiều", "review_content": "Nằm gần chợ đêm trên dải du lịch - khách sạn được thiết kế đẹp mắt với tầm nhìn ra đại dương. Tuy nhiên với một triệu đồng một đêm bạn có thể nhận được tốt hơn ở Việt Nam. Trong khi các phụ nữ tiếp nhận chính họ là thú vị họ cần đào tạo và tiếp nhận là lộn xộn và vô tổ chức với bộ đồ giường và crap trên xem đầy đủ. Các phòng thực tế được trang bị khá tốt nhưng thiếu chất lượng hoàn thiện - các bức tường đã đầy đủ của nấm mốc và tăng ẩm ướt. Bạn cần phải là một cử tạ để mở cánh cửa trượt ra ban công và một cái cột cực để đi lên ban công - tại sao họ có chân dài hất ra ngoài tôi. Những chiếc ghế rất lớn nhưng không được đặt tốt, không có an toàn, vòi sen lạnh và chén trà bẩn. Ăn sáng dưới mức trung bình. Nhìn chung thất vọng - nhận được một số đào tạo đi - tôi thấy các nhân viên", "reviewer_location": "Perth, Úc"}, {"name": "Ingar Ulltveit-Moe", "avatar": "", "review_rating": "4", "review_title": "Gieo nhân nào gặp quả nấy", "review_content": "Đây không phải là một khu nghỉ mát, nhưng không phải là một khách sạn xấu cả! Tôi thích cảnh biển, người quản lý, nhân viên, địa điểm và đi lên đỉnh mái để hút thuốc và uống cà phê vào buổi sáng ngắm biển. Điều duy nhất cần cải thiện là bữa ăn sáng, nhưng khác hơn là tôi không có bất kỳ khiếu nại (vì nó là khá giá, nhưng không mong đợi một khu nghỉ mát 5 sao!).", "reviewer_location": "Oslo, Na Uy"}, {"name": "Mick O", "avatar": "", "review_rating": "1", "review_title": "Phu Crap", "review_content": "Rất đáng thất vọng 1 tuần kinh nghiệm trong một khách sạn có tiềm năng nhưng quản lý chỉ không nhận được nó. Từ các vấn đề với kiểm tra, bữa sáng mà không cắt nó và xây dựng làm sạch và bảo trì mà có thể làm cho Basil Fawlty cringe. Hãy thử những cánh cửa cần điều chỉnh sao cho tất cả chúng đều phải đóng sầm - chỉ là những gì bạn cần lúc 2 giờ sáng. Thang máy đã hết trật tự yêu cầu bảo trì. Sạch sẽ không tồn tại.  Thực phẩm ăn sáng rất hạn chế và chất lượng kém - và khi nó hết, đó là nó. Nó không được bổ sung.  Thái độ của quản lý - cố gắng tiết kiệm tiền! Tôi khuyên bạn nên thử một doanh nghiệp khác.  Có rất nhiều chỗ ở thay thế trong khu vực đáng yêu này - mạnh mẽ đề nghị họ được khám phá trước khi đặt phòng tại đây.", "reviewer_location": "Perth, Úc"}, {"name": "Duy Bui", "avatar": "", "review_rating": "5", "review_title": "Vị trí và chế độ xem hoàn hảo", "review_content": "200 m đến chợ đêm với nhiều hoạt động. Rất gần với đại dương (dưới 50) mang lại một hơi thở xem. Nhân viên khách sạn cũng tốt, bất lợi duy nhất là chất lượng bữa ăn sáng, khá nghèo.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "DavidDPS", "avatar": "", "review_rating": "5", "review_title": "Vị trí, vị trí, địa điểm! Trung tâm thành phố!", "review_content": "Ở lại hai đêm ở đây và rất đáng giá tiền. Ba dãy nhà từ chợ đêm tuyệt vời, hải sản tươi sống và nhà hàng. Các cửa hàng rượu nhỏ hai khối bên phải có đồ ăn nhẹ bia và ciggies. Một. cũng chặn nhà thuốc.  Các nhân viên khách sạn rất thân thiện, đặc biệt là người quản lý đã chào đón chúng tôi và đáp ứng tất cả nhu cầu của chúng tôi, và đưa ra những khuyến nghị tuyệt vời. Bữa sáng Việt Nam cũng được yum! ! ! Cảnh biển tuyệt vời là tốt! Rất lớn phòng và rất rất sạch sẽ. Tiện nghi tốt đẹp và mọi thứ đều mới! ! ! Mẹo: Hãy chắc chắn đặt phòng ban công ở tầng 2 - 4! Tầng 5 không có ban công và rất ồn vào buổi sáng vì tiệc tự chọn và ghế trượt nằm ngay phía trên bạn trên tầng 6 (trừ khi bạn là người buổi sáng thì tốt thôi). Nếu bạn đang tìm kiếm trung tâm thành phố và ngắm cảnh biển tuyệt", "reviewer_location": "dumpxxx"}], "hotel": {"location": "66D Trần Hưng Đạo Khu Phố 9, Phường 7, Dương Đông, Đảo Phú Quốc 920000 Việt Nam", "name": "Khách Sạn Ngọc Châu", "geo_data": {"latitude": 10.211685180664062, "longitude": 103.95934295654297}, "room_number": "48"}}