{"content": [{"name": "Khoi Nguyen", "avatar": "", "review_rating": "2", "review_title": "Chưa thật sự tốt", "review_content": "Gọi điện đặt phòng từ sáng và nhận phòng vào lúc tối tầm 20h nên mọi thứ nên đã được chuẩn bị trước khi khách đến.  Phòng mình nhận là số 7 hướng hồ bơi máy lạnh dường như chỉ thổi gió, vì khi nhận phòng mình đi ra ngoài ăn tối rồi trở về tầm 1 tiếng mấy mà phòng vẫn ẩm ẩm cảm giác khó chịu và máy lạnh thì như lâu rồi chưa được thay gas mới.  Ở đây buổi tối chỉ có 1 chú bảo vệ chạy tới chạy lui đổi phòng cho mình thôi vì nhân viên về hết ??? Resort 3 sao như thế vậy tối nếu khách có cần gì thì biết gọi ai ??? Đổi qua phòng 20 thì lần này là 2 giường nhưng kệ ko đến nỗi vì đã quá khuya rồi mình chỉ muốn được nghĩ ngơi vì mệt rồi. Nhưng ko, tivi remote không hoạt động, mình mở khe đựng pin thì thấy rỉ sét hết chỗ mấy thanh kim loại..., mò qua cái điện thoại tính bấm gọi lễ tân", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Vân em", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ dưỡng tại Phú Quốc", "review_content": "Phòng sạch sẽ, view đẹp, nhân viên thân thiện chu đáo nhiệt tình. hồ bơi sạch và đẹp.Không gian rộng rãi thoáng mát. Giá cả hợp túi tiền. Địa chỉ ngay đường Trần Hưng Đạo. hẹn sẽ quay trở lại vào ngày gần nhất.", "reviewer_location": "dumpxxx"}, {"name": "Tuấn L", "avatar": "", "review_rating": "1", "review_title": "Đã đổi tên - thái độ phục vụ quá kém", "review_content": "Đã đổi tên thành Hillside village. Gia đình tôi ở 2 đêm. Hình như khách sạn đã đổi chủ, màu sơn đã cũ nhiều phòng xuống cấp. Ăn sáng nghèo nàn. Nhưng thái độ của nhân viên là rất kém. Tôi có ý kiến về tivi hỏng, chưa gì đã bảo do tác động nên tivi mới hỏng, lúc sau kéo cả đoàn đến sửa... cáp. Thái độ với khách không nhiệt tình. Bố trí xe ra bên tàu cũ kỹ, hỏng điều hoà.  Hình như nhân viên lễ tân muốn đuổi khách qua khách sạn khác và chắc chắn tôi hay ai khác cũng sẽ làm như vậy.  ", "reviewer_location": "Phuoc My, Việt Nam"}, {"name": "Yến N", "avatar": "", "review_rating": "5", "review_title": "Very good", "review_content": "Gia đình a thật sự thích cách phục vụ của daisy. Cám ơn e tố như, cám ơn tập thể đội ngũ nhân viên để cho gia đình a có một kì nghỉ tuyệt vời, có dịp a sẽ ghé lại daisy, hẹn e một ngày gần nhất. Thanks e Thanks daisy.", "reviewer_location": "dumpxxx"}, {"name": "Quach Cong M", "avatar": "", "review_rating": "5", "review_title": "rất tốt", "review_content": "tôi rất hài lòng với dịch vụ ở Daisy village Resort, phong cảnh ở đây rất đẹp gần gũi với thiên nhiên. Nhân viên chu đáo nhiệt tình phục vụ, đặc biệt là bạn Tố Như đã giúp đỡ và phục vụ chúng tôi rất nhiệt tình và chu đáo. Tôi rất hài lòng!", "reviewer_location": "dumpxxx"}, {"name": "thanh n", "avatar": "", "review_rating": "5", "review_title": "Cảm giác thân thiện", "review_content": "Các bạn lễ tân và nhân viên ở đây rất thâm thiện,nhiệt tình và gần gũi, đặc biệt là bạn Như hỗ trợ nhiệt tình và hết mình, mọi thứ đều rất ổn, gia đình mình đã có một kỳ nghỉ đáng nhớ,thanks all.:):):)", "reviewer_location": "dumpxxx"}, {"name": "SheenaTran", "avatar": "", "review_rating": "5", "review_title": "Best services", "review_content": "Cám ơn mấy bạn Tỷ, Như và Ngoan nhé. Lần sau đi du lịch PQ gia đình mình sẽ tiếp tục ở tại Daisy Village. Breakfast rất ngon, đón tiếp phục vụ nhiệt tình chu đáo, ông chủ siêu thân thiện, con gái mình rất thích bể bơi ^^", "reviewer_location": "dumpxxx"}, {"name": "Thuy Tien H", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ tốt - Khung cảnh đẹp - Con người thân thiện", "review_content": "Gia đình tôi vừa kết thúc kì nghỉ tại Phú Quốc vào ngày hôm qua, chúng tôi nghỉ tại resort 3 đêm.  Cảm nhận đầu tiên là nhân viên rất thân thiện. Thứ hai là resort nằm ở vị trí thuận tiện, đi đâu cũng gần. Thứ ba là thiết kế không gian nhiều cây xanh, không khí trong lành, không gian quanh resort khá bắt mắt, hồ bơi sạch sẽ. Thứ tư là các món ăn tại đây khá ngon và vừa miệng. Và cuối cùng là thái độ các bạn nhân viên ở đây rất là thân thiện nhiệt tình, từ lễ tân, phục vụ bàn hay nhân viên bếp đều rất tuyệt.  Cám ơn bạn Tố Như đã phục vụ tận tình trong những ngày gia đình chúng tôi ở resort.", "reviewer_location": "dumpxxx"}, {"name": "Thao T", "avatar": "", "review_rating": "5", "review_title": "MỘT CHUYẾN ĐI THÚ VỊ VÀ TRÊN CẢ TUYỆT VỚI.", "review_content": "Đây là lần đầu tiên tôi và gia đình tôi đi du lịch ở  ĐẢO PHÚ QUỐC. Chúng tôi đã chọn DAISY VILLAGE RESORT & SPA. Đây là một nơi nghĩ dưỡng tuyệt vời có một khung cảnh đẹp và nhân viên phục vụ nhiệt tình nhất là nhân viên Tố Như. Nếu có dịp TÔI SẼ QUAY LẠI. HY VỌNG DAISY SẼ CÓ NHIỀU BƯỚC PHÁT TRIỂN TỐT TRONG TƯƠNG LAI.", "reviewer_location": "dumpxxx"}, {"name": "Thai D", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời", "review_content": "Hai vợ chồng mình nghỉ dưỡng ở đây 3 ngày, rất hài lòng và thích thú khi ở Daisy. Thái độ phục vụ của các bạn phục vụ rất tốt, nhẹ nhàng, thân thiện và nhiệt tình. Phòng nghỉ ấn tượng, hòa mình với thiên nhiên và rất hợp với những cặp đôi trẻ giống như vợ chồng mình Cảnh sắc quanh resort rất đẹp, tiện ích như Gym, spa, bể bơi, bar...rất ok Và một điều vợ chồng mình thích là resort ở gần trung tâm thị trấn, đi lại rất tiện Có dịp đi lại Phú Quốc chắc chắn vợ chồng mình sẽ trở lại đây!", "reviewer_location": "dumpxxx"}, {"name": "thuhuongqt1901", "avatar": "", "review_rating": "5", "review_title": "Một nơi đáng để quay lại nhiều lần nữa", "review_content": "Hai vợ chồng mình vào đây nghỉ 3 ngày, và đó là 3 ngày thực sự rất đáng nhớ! Thiên nhiên, con người, không khí, dịch vụ ở đây đều rất dễ chịu, đó là lý do mà vợ chồng mình dành đến 80% ở tại Resort và tận hướng không khí trong lành ở đây. Hoa nở khắp mọi nơi, nhà và hoa đều rực rỡ sắc màu. Cuối năm nay, mình đã lên kế hoạch sẽ quay trở lại đây một lần nữa. Đây thực sự là nơi giúp bạn có thể trải nghiệm những phút giây thư giản và nghỉ ngơi sau những ngày làm việc căng thẳng.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Hải Anh", "avatar": "", "review_rating": "5", "review_title": "Happy trip w my family", "review_content": "Nhân viên rất nhiệt tình và ngoan. Yêu cầu gì cũng được đáp ứng rất tốt và lịch sự.  Resort rất sạch sẽ và đẹp, gia đình tôi chụp được rất nhiều ảnh đẹp tại đây. Dịch vụ tốt, miễn phí xe đưa đón ra sân bay, bãi biển, điểm bus đi Vinpearl Nếu bạn nào ngại mang ô dù thì resort có sẵn có thể mượn, có riêng khăn tắm biển để sảnh lễ tân. Bữa ăn sáng giản dị nhưng khá ngon và đầy đủ. Có cơ hội nhất định gia đình tôi sẽ quay lại.", "reviewer_location": "dumpxxx"}, {"name": "Hồng Cảnh Nguyễn", "avatar": "", "review_rating": "5", "review_title": "Resort khá ổn, dịch vụ tốt, nhân viên thân thiện", "review_content": "Resort khá ổn, dịch vụ tốt, nhân viên thân thiện. Vị trí ở trung tâm nên rất dễ di chuyển đến các địa điểm khác. Nằm gần sân bay, lại có xe đưa đón nhiệt tình. Phòng ốc sạch đẹp, có đủ bể bơi, gym nữa.", "reviewer_location": "dumpxxx"}, {"name": "letruong292", "avatar": "", "review_rating": "5", "review_title": "Enjoy life", "review_content": "Dịch vụ tốt nhân viên tư vấn nhiệt tình. Phú quốc đẹp biển xanh cát trắng. Hồ bơi thoãi mái. Có thể nghỉ ngơi thư giãn tuyệt với. Good job................ đồ ăn đa dạng. Chợ đêm nhộn nhịp có cái quầy bar vào tối mình sẽ quay lại", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Nam V", "avatar": "", "review_rating": "5", "review_title": "khu nghỉ mát", "review_content": "mình ở phòng sapa 17 ở khá cao nhưng nhìn được khung cảnh biển, tuy cao nhưng phòng rộng rải thoáng mát, có rất nhiều tiện ích nhưng hồ bơi phòng gym,... Nhân viên thì phục vụ tận tình chu đáo gặp mặt là cười chào hỏi nên rất hài lòng", "reviewer_location": "dumpxxx"}, {"name": "sennes6", "avatar": "", "review_rating": "5", "review_title": "Khu nghỉ mát đáng yêu", "review_content": "Tôi đã có kỳ nghỉ cùng gia đình 4 ngày thật tuyệt vời nơi đây.Chúng tôi thực sự yêu thích mọi thứ ở Resort này. Khung cảnh đẹp, không gian yên tĩnh, thoáng mát, các bể bơi khá lớn và sạch sẽ. Tuy chỉ dạo bộ vài bước là ra biển nhưng chúng tôi được phục vụ đưa đón đến bãi biển hàng ngày. Món ăn ngon, nhân viên thân thiện. Nhất định chúng tôi sẽ quay lại lần sau!", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Emma H", "avatar": "", "review_rating": "1", "review_title": "Thay đổi chủ sở hữu một tuần trước khi chúng tôi đến là khu nghỉ mát daisy đã có những đánh giá tuyệt vời nhưng quá nhiều thay đổi xấu đã khiến chúng tôi b", "review_content": "Khi đến, các nhân viên không chú ý đến bất kỳ ai trong số chúng tôi tại bàn chính, mặt cô ấy chỉ dán mắt vào màn hình của cô ấy, vì vậy đừng mong đợi bất kỳ sự chào đón thân thiện tốt đẹp nào, sau khi đưa hộ chiếu e. t. C vẫn không có ánh mắt, sau đó được bảo phòng chưa sẵn sàng cho đến 2 giờ chiều thì chỉ còn 9 giờ. 30 giờ sáng, chúng tôi rất nóng, nơi duy nhất được mời ngồi là một chiếc ghế gỗ cứng, một cặp vợ chồng đang trên chuyến bay của chúng tôi được đưa đến phòng ngay lập tức, tôi đã đối mặt với chủ khách sạn tại sao lại như vậy, và được bảo họ trả tiền để kiểm tra sớm Vì vậy, tôi hỏi tôi có trả được không, cô ấy gọi nhanh và nói với tôi rằng phòng của chúng tôi đã sẵn sàng và nếu chúng tôi trả thì chúng tôi có thể có ngay bây giờ. Tôi tức giận phải trả tiền khi phòng đã", "reviewer_location": "Norfolk, Vương quốc Anh"}, {"name": "Roger J", "avatar": "", "review_rating": "5", "review_title": "một nơi tuyệt vời để ở", "review_content": "Tôi thực sự yêu thích khách sạn tốt đẹp yên tĩnh này với đội ngũ nhân viên thân thiện nhất từng có. Chỉ một vài phút từ bãi biển và một vài bước nhanh chóng từ con đường chính là khách sạn tuyệt vời này với những ngôi nhà gỗ lộng lẫy của họ. Tôi dành một số đêm ở đây vào tháng 11 và tôi sẽ rất vui khi được trở lại. Xin chân thành cảm ơn tất cả mọi người trong đội ngũ nhân viên đặc biệt là cô hầu bàn luôn vui vẻ và hài hước, người đã hướng dẫn tôi qua thực đơn của tất cả các món ăn Việt Nam ngon mà khách sạn cung cấp trong nhà hàng.  Roger", "reviewer_location": "dumpxxx"}, {"name": "Laura L", "avatar": "", "review_rating": "3", "review_title": "Cần rất nhiều công việc", "review_content": "Ở đó năm ngày với gia đình tôi. Các nhân viên là tốt đẹp và bữa ăn sáng là ok, nhưng nơi này cần rất nhiều công việc. Sàn trong phòng không bằng phẳng và sẽ vỡ vụn, ghế phòng chờ và giường tắm nắng xung quanh hồ bơi gần như mục nát và rất cũ. Đáng tiếc vì nó sẽ là một nơi đáng yêu khác.", "reviewer_location": "dumpxxx"}, {"name": "mandylafer", "avatar": "", "review_rating": "4", "review_title": "Nhân viên tuyệt vời", "review_content": "Chúng tôi ở lại qua Giáng sinh và năm mới. Chúng tôi đến khách sạn vào sáng Giáng sinh khoảng 9 giờ sáng. Có rất nhiều người trong chúng tôi vì vậy đó là tình trạng hỗn loạn nhưng chúng tôi đã sớm ổn định vào quán bar (đối với chúng tôi, đó là buổi tối muộn ở Anh - chỉ nói!) Trong khi chúng tôi chờ đợi để kiểm tra - Ban đầu, ấn tượng đầu tiên của tôi không tuyệt vời . Tôi có thể thấy một vài thùng, ly và chai tràn ra không được dọn sạch và tất cả trông có vẻ hơi khó chịu. Chúng tôi đã kiểm tra trong khoảng 10. 30 giờ sáng thật tuyệt. Phòng của chúng tôi là một kích thước lớn, rất nhẹ và ngay cạnh hồ bơi rất tuyệt. Vâng, nó mộc mạc nhưng có sàn lát đất nung đẹp và một chiếc giường thực sự thoải mái. Căn phòng có thể được thực hiện với một ngăn kéo - không có gì cả - chỉ có không", "reviewer_location": "London"}, {"name": "jerome60", "avatar": "", "review_rating": "5", "review_title": "Thật tốt", "review_content": "Thật tuyệt vời, chỉ cần về nhà từ làng Daisy. Tôi ở lại 2 tuần. Tôi yêu không khí bình tĩnh. Người ta có thể nghe thấy những con chim và các động vật khác trong khi tắm nắng tại hồ bơi. Không có tiếng ồn như tại khách sạn hoặc khu nghỉ mát khác nằm sau đường chính. Tất cả mọi thứ là không thể tin được hữu ích, đặc biệt là lễ tân hạnh phúc. Tôi đã được giúp đỡ những gì tôi từng hỏi cô ấy, các chuyến đi, mua sắm, bãi biển, những gì chi phí, taxi và nhiều thứ nhỏ hơn. Cô ấy nói với tôi một vài điều làm thế nào để sống ở Việt Nam. Căn phòng sạch sẽ và đẹp. Các bữa ăn sáng lớn và hương vị tốt. Tôi đã có một thời gian tuyệt vời ở làng Phú Quốc và Daisy. Nếu tôi quay trở lại tôi sẽ ở lại nơi này Peter Thụy Điển", "reviewer_location": "Orebro, Thụy Điển"}, {"name": "Eri1987Eri", "avatar": "", "review_rating": "1", "review_title": " Rất thất vọng - KHÔNG phải 3 sao", "review_content": "Sau nhiều tháng xây dựng, chúng tôi đã rất vui mừng hạ cánh tại Phú Quốc vào ngày Giáng sinh. Toàn bộ trải nghiệm đáng buồn đã làm cho Haiti có một khởi đầu tuyệt vời. Chúng tôi được đưa lên xe buýt để chuyển khoản, tuy nhiên chúng tôi là những người cuối cùng rời đi khi chúng tôi đợi hơn 30 phút cho một hành khách. Đến làng cúc vào khoảng 9 giờ sáng - chúng tôi đã nói rằng các phòng của chúng tôi sẽ sẵn sàng cho đến 12 giờ! TUI đã đề cập điều này trên xe buýt nhưng đây là lần đầu tiên chúng tôi nghe nói về nó! Vì vậy, chúng tôi đã phải nán lại trong quần áo linh sam của chúng tôi. Họ không nói tiếng Anh tuyệt vời tại khách sạn khiến mọi việc trở nên khó khăn. Vì đã có thời gian chờ đợi nên chúng tôi quyết định kiểm tra bữa sáng. Tốt. . nó quá tệ! Thậm chí còn có nước lạnh và", "reviewer_location": "Chesterfield, Vương quốc Anh"}, {"name": "Andrzej M", "avatar": "", "review_rating": "5", "review_title": "Ấn tượng!", "review_content": "Chúng tôi thường không đi nghỉ trọn gói nhưng điều này dường như là cách thuận tiện nhất và tiết kiệm chi phí để có được Phou Quoc. Đánh giá này là dành cho chỗ ở chứ không phải hòn đảo. Các nhân viên không thể có được kinder, hữu ích hơn hoặc thân thiện hơn. Các chỗ ở là một trong một dãy nhà gỗ màu đơn tầng. Các phòng chính có tất cả các công cụ khách sạn thông thường, mini bar, TV, trà và cà phê vv. Vòi sen lớn, khu vực bồn cầu được lợp mái nhưng được tạo thành một phần của một khu vườn nhỏ có tường bao quanh giống như có một cánh cửa tắm riêng - đáng yêu. Phòng được dọn dẹp hàng ngày bởi đội ngũ nhân viên địa phương vui vẻ. Bữa ăn sáng đã được bao gồm và bao gồm một loạt các món ăn tự chọn nóng, trái cây, sữa chua vv cộng với một đầu bếp nấu ăn trứng và súp mì địa phương -", "reviewer_location": "Norwich, Vương quốc Anh"}, {"name": "s_lamb67", "avatar": "", "review_rating": "5", "review_title": "tuyệt quá", "review_content": "Nhân viên rất tốt. Bạn cần phải nhận thức được rằng bạn sẽ gặp phải một số động vật hoang dã do tính chất / vị trí của khu nghỉ mát. Chúng tôi đã hài lòng với điều này như hầu hết khách hàng. Xe đưa đón được cung cấp đến bãi biển và chợ đêm, là tiền thưởng. Đi bộ đến con đường chính là khoảng 400 mét, ok của nó đi xuống trong ánh sáng ban ngày nhưng nó một chút của một chuyến đi lên dốc trong nhiệt hoặc đêm với ánh sáng hạn chế trên đường. Chúng tôi lấy một chiếc taxi trở lại hầu hết thời gian khoảng 10000 đồng mỗi dặm. Resort là như hình ảnh hiển thị nhưng có lẽ một chút nhiều hơn ngày nhưng thực sự dễ chịu nơi để ở lại nếu bạn không muốn vị trí phía trước bãi biển.", "reviewer_location": "Port Talbot, Vương quốc Anh"}], "hotel": {"location": "127 Đường Trần Hưng Đạo Quarter 7, Dương Đông, Đảo Phú Quốc 922200 Việt Nam", "name": "Hillside Village Resort Phu Quoc", "geo_data": {"latitude": 10.200230598449707, "longitude": 103.97081756591797}, "room_number": "58"}}