{
    "content": [
        {
            "name": "Thùy Linh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời ở khách sạn tuyệt vời",
            "review_content": "Một cảm giác thỏa mãn và thư giãn khi thưởng thức ly cocktail ngắm biển bên bể bơi vô cực tại khách sạn Alani. Phòng ở đây rộng, đẹp, tinh dầu thơm dễ chịu, nhân viên vô cùng thân thiện. Vị trí sát biển, gần rất nhiều tiện ích. Là một điểm đến nhất định nên đến khi du lịch Đà Nẵng. 5 sao nhé Alani",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Thị Như Ý",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Alani là nơi nghĩ dưỡng tuyệt vời",
            "review_content": "Là một khách sạn nằm ngay trung tâm thành phố Đà Nẵng,có view nhìn ra biển, mát mẻ, không khí trong lành. Đặc biệt phòng ở đây rất rongje, không gian thoáng mát và có mùi hương rất dễ chịu. Giá phòng hợp lí, đa dạng, tiết kiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "cotcuccan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn hảo",
            "review_content": "Đây là điểm lý tưởng mà tôi đi qua. Con người ở đây thực sự rất thân thiện, họ luôn mỉm cười và giúp đỡ tôi. Hồ bơi vô cực giúp tôi thoải mái hơn mỗi sáng thức dậy. Bữa ăn sáng rất phòng phú và đa dạng, căn phòng sạch sẽ và đủ tiện nghi. Giá cả phải chăng. Đặc biệt là chỗ này sát biển và xung quanh có nhiều nhà hàng. Nếu có dịp tôi sẽ quay lại và thưởng thức ở đây lâu hơn. Nó xứng đáng được điểm 10.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Safari34535971070",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn thú vị khi ghé Đà Nẵng",
            "review_content": "Khách sạn gần biển, xung quanh có nhiều nhà hàng và cửa hàng tiện lợi. Bạn có 2 chai nước, trà, cà phê miễn phí mỗi ngày, bạn có thể thuê xe đạp, dùng máy tính, sử dụng hồ bơi,sauna, steam và phòng tập gym , tất cả đều miễn phí  nữa. có quầy bar trên sân thượng nhìn trực diện biển siêu đẹp. Nhân viên thật hữu ích và thân thiện, ăn sáng với nhiều món rất ngon.Thật đáng đồng tiền, sẽ quay lại lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Din",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên rất tốt và thân thiện",
            "review_content": "Đây là khách sạn tốt nhất mà tôi từng ở, view biển rất đẹp và sạch sẽ. Tầm nhìn ra biển. Nhân viên rất thân thiện và tốt bụng, Chúng tôi khá băn khoăn về chuyến đi , nhưng tôi đã được tư vấn và hỗ trợ tốt nhất . Tầm nhìn từ Hồ bơi rất đẹp .Tôi chắc chắn sẽ quay lại vào năm sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "anh t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn chất lượng tốt, phù hợp với khách du lịch ưa sạch sẽ, sang trọng. Nhân viên cực kỳ dễ thương, nhiệt tình. đồ ăn ngon. Gần biển , quanh khách sạn có nhiều nhà hàng, quán ăn ngon đặc trưng Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga Ho",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dễ chịu, thân thiện như ở nhà mình",
            "review_content": "Khách sạn rất gần biển, chỉ mất 1 ph đi bộ, các bạn nhân viên thân thiện, nhiệt tình, cảm giác thoải mái gần gũi vô cùng. Chuyến đi ĐN năm sau mình sẽ quay lại đây.  Nếu các bạn tìm một khách sạn với giá cả phải chăng và phong cách phục vụ thân thiện thì ko nên bỏ qua ARIA nhé.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Chúng tôi đã có trải nghiệm tuyệt vời tại Đà Nẵng vào ngày lễ 2.9 năm nay, chất lượng ổn nếu không muốn nói là trội hơn so với mặt bằng chung khách sạn 3 sao khác mà tôi đã từng ghé đến. Ấn tượng nhất là bể bơi của khách sạn với view nhìn toàn cảnh biển Đà Nẵng. Nhân viên thân thiện chăm sóc khách rất tận tình. Không còn gì tuyệt vời hơn cho một chuyến đi lãng mạn tại khách sạn này. Sẽ ghé lại nếu có dịp tới Đà Nẵng lần nữa và giới thiệu cho bạn bè biết tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoian Waterway",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới đẹp,nhân viên thân thiện",
            "review_content": "+Khách sạn rất mới nằm ở vị trí thuận lợi để đi lại để tham quan nhiều điểm đến lân cận như Cầu Rồng, bảo Tàng Chăm, Biển Mỹ Khê, Ngũ Hành Sơn... + Nhân viên đặc biệt là nhân viên lễ tân thân thiện và vui vẻ  + Buổi sáng rất đa dạng món ăn và rất ngon + Sẽ trở lại lần sau khi đến lại Đà Nẵng",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Curious820539",
            "avatar": "",
            "review_rating": "5",
            "review_title": "lần đầu tiên tới Đà Nẵng ở khách sạn ARIA dịch vụ chuyên nghiệp rất tốt",
            "review_content": "từ khi tôi vào ở khách sạn thì thấy tất cả nhân viên từ bell cho đến các bộ phận khác như lể tân.nhà hàng. buồng phòng thì theo tôi cảm thấy thân thiện với khách. cách phục vụ rất là chuyên nghiệp.năm sau tôi sẻ quay lại khách sạn ARIA này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "anh t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời.",
            "review_content": "Khách sạn 3 sao nhưng chất lượng rất ổn so với các khách sạn khác cùng phân khúc. Sạch sẽ, tiện nghi, nhân viên thân thiện, đặc biệt là lễ tân rất nhanh nhẹn, xinh đẹp. Gần bãi biển đẹp nhất hành tinh, đây là lựa chọn tuyệt vời cho kỳ nghỉ ở Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diệu H",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Quá kém",
            "review_content": "Wifi yếu không dùng được. Điều hoà không mát. Khăn tắm không được sạch sẽ lắm Đối với ksan 3 sao mà wifi và điều hoà không dùng được thì không ổn. Bât suốt cả đên cũng k thấy mát. .@.@. Phòng cũng chỉ có 4 cái móc để móc đồ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joyce Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên Lễ tân rất thân thiện và chu đáo",
            "review_content": "Khách sạn tuyệt vời ! Đặc biệt Team Lễ tân rất rất nhiệt tình và chuyên nghiệp ! Mai Yên và team của cô ấy rất thân thiện , tận tình và chu đáo . Tôi rất hài lòng khi ở đây ! Năm sau tôi vẫn sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoadinh2991",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời!",
            "review_content": "Mình vừa có chuyến đi công tác tại Đà Nẵng nên tranh thủ ăn chơi, thăm thú thành phố vào đợt cuối tuần rồi. Thật sự phải viết vài dòng để vote cho khách sạn này. Khách sạn mới, bày trí đẹp, sạch sẽ ^^ Và đặc biệt Chất lượng dịch vụ cực kỳ tốt. Nhân viên toàn zai xinh gái đẹp, nhiệt tình, vui vẻ và chuyên nghiệp.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nguyễn Quốc V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ thú vị và đầy trải nghiệm",
            "review_content": "- Vì nằm cạnh bãi biển nên không gian nhìn ra biển rất đẹp. Đó là điều tôi thích nhất ở Aria. - Ẩm thực rất ngon và các dịch vụ khác rất tốt. - Nhân viên phục vụ nhiệt tình và thân thiện. Nếu Đã Nẵng là địa điểm cho kỳ nghỉ kế tiếp, thì Aria vẫn là lựa chọn đầu tiền của tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Make Up T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời tại  Đà Nẵng",
            "review_content": "Đội ngũ nhân viên khá là chuyên nghiệp và rất thân thiện. Mình rất thích sự nhiệt tình của nhân viên ở đây... nhiệt tình nhưng không làm phiền.. Tiện nghi tiện ích của phòng ở cũng rất ok. View lại đẹp. Bữa sáng được phục vụ rất tốt.Chúng tôi khá hài lòng về kỳ nghỉ tại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pathfinder753186",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, gần biển, good service",
            "review_content": "Great!!! Mình đến Đà Nẵng chụp ảnh cưới và book được khách sạn qua tìm hiểu. Mọi thứ đều rất tốt, các bạn nhân viên rất vui vẻ, thân thiện, có bạn nhân viên đeo kính, mình không nhỡ rõ tên Ly hay Vy gì đó, rất nhiệt tình giúp đỡ mình về plan khi ở Đà Nẵng, đáng tiếc hôm về không gặp được bạn để cám ơn.. many thanks for your take care Aria Hotel Team.... ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gia Han",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kì nghỉ tuyệt vời",
            "review_content": "Gia đình tôi đã có kì nghỉ tại khách sạn dịp Giáng Sinh. Khách sạn không phải quá lớn nhưng khá thuận tiện, khá gần biển và di chuyển đến các nơi trong thành phố khá dễ dàng. Nhân viên vui vẻ nhiệt tình nên ba mẹ chúng tôi thấy thích và khá thoải mái. Hồ bơi ở tầng thượng đẹp nhưng do thời tiết không được thuận lợi nên gia đình chúng tôi đã không dùng. Giá phòng ở khách sạn khá hợp lí. Gia đình tôi đặt phòng gia đình cho 4 người cũng thoải mái và view đẹp. Hi vọng sẽ có dịp quay lại Đà Nẵng và chúng tôi vẫn sẽ chọn Aria",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Do V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp nhân viên vui vẻ và thân thiên",
            "review_content": "Sự lựa chọn chính xác khi đên vơi dịch vụ của khách sạn này. Phòng đẹp thoáng mát . Nhan viên vui vẻ hòa đồng  sẵn sàng giúp đỡ khi tôi yêu cầu dịch vụ khác. Chăc đây la lựa chọn hàng đầu khi tôi tơi thăm  đà nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tuy12345678",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn thoáng mát sạch sẽ .nhân viên thân thiện",
            "review_content": "tôi cùng gia đình ghé thăm thăm quan đà nẵng dc bạn bè giới thiệu về khách sạn này. tôi ấn tượng với khách sạn về nhân viên thân thiện của những con người nơi đây cho toi cảm giác như ở nhà. phòng sạch sẽ thoáng mát.nếu có quay lại tôi vs gia đình sẽ lựa chọn tiếp tục dịch vụ ks này. toi sẽ giới thiệu  khách sạn khi bạn khi tới đà năng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quy N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gởi Aria hotel",
            "review_content": "Khách sạn nằm ở vị trí rất đẹp, cạnh bãi biển trong xanh và mát mẻ, phòng rộng rãi và sạch sẽ , nhân viên nhiệt tình và chuyên nghiệp . nếu có dịp trở lại Đà Nẵng tôi sẽ tiếp tục đặt phòng ở nơi đây .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi Đinh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách Sạn View Đẹp",
            "review_content": "Khách sạn gần biển, vị trí thuận lợi, phòng ở màu tím đúng tông màu mình thích, sạch sẽ. Triệu like...  Nhân viên rất thân thiện, ăn sáng ngon và đa dạng.Thang máy hơi bé, nếu có dịp quay trở lại Đà Nẵng tôi sẽ quay trở lại",
            "reviewer_location": "Tỉnh Quảng Nam, Việt Nam"
        },
        {
            "name": "vu t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, đẹp. Phòng rộng và thoáng",
            "review_content": "Nhà có 2 đứa con nit. Ở phòng family view biển. Tụi nhỏ rất thích. Không gian thoáng và rất dễ chịu. Thich cách bố trí máy lạnh chìm, không hướng về giuong ngủ. Không thích gối nằm hơi cao. Bữa ăn sáng có nhiều món. Đi bộ là ra biển liền,bãi biển sạch và đẹp. Trên sân thượng có hồ bơi và máy đi bộ. Nói chung lên đây thấy toàn cảnh biển trời Đà Nẵng. Chỉ biết là tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Leah M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhân viên xuất sắc và vị trí tốt",
            "review_content": "Các nhân viên tại Aria rất thân thiện và nồng hậu. Đặc biệt John the Doorman luôn có một nụ cười và rất hữu ích. Mẹ tôi bị gãy mắt cá chân và các nhân viên luôn vui vẻ giúp bà lên cầu thang lên sảnh khách sạn.  Bữa sáng rất ngon và nhân viên luôn sẵn sàng hỏi về thực phẩm chưa sẵn sàng hoặc phải được làm mới.  Khách sạn rất đẹp và hiện đại với các tiện nghi tốt trong phòng. Hồ bơi có kích thước OK nhưng chỉ có 6 giường xung quanh hồ bơi với rất ít phòng để điều động. Có thể hiểu được đó là một hồ bơi trên sân thượng.  Vị trí tuyệt vời cũng vậy, vì chỉ mất 2 phút đi bộ trên đường đến bãi biển nơi có sẵn giường với một khoản phí.  Nhìn chung, một khách sạn tốt với mức giá hợp lý, nhưng không có gì bất thường.",
            "reviewer_location": "Scotland, Vương quốc Anh"
        },
        {
            "name": "Chocolatelove",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh nghiệm rất tốt",
            "review_content": "- Vị trí tốt chỉ 1 phút đi bộ đến bãi biển  - nhân viên thân thiện và hữu ích với nụ cười ngọt ngào  - Phòng sạch nhưng nhìn nó nhỏ.  - Nhìn biển từ khách sạn rất tuyệt  - chất chống lại thức ăn biển là khoảng cách đi bộ gần đó  - Sẽ ở lại khách sạn lần sau ghé thăm Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Eric M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời",
            "review_content": "Ở tại khách sạn trong 10 ngày và dịch vụ tuyệt vời mà chúng tôi nhận được từ thời điểm chúng tôi kiểm tra cho đến khi chúng tôi kiểm tra. Vâng, thang máy rất nhỏ nhưng chúng tôi chưa bao giờ trải qua bất kỳ sự chậm trễ nào. Veiw từ phòng của chúng tôi nhìn ra biển thật tuyệt vời khi mặt trời chiếu vào lúc 0500 mỗi sáng. Bữa sáng bắt đầu lúc 06 giờ 30 và chúng tôi tìm thấy nhiều lựa chọn thực phẩm và đồ uống phù hợp với mọi sở thích, món trứng tráng được chế biến theo đơn đặt hàng và rất ngon. Luma, quản lý nhà hàng rất tuyệt, cô không thể làm đủ để giúp đỡ và luôn dành thời gian để trò chuyện. Hồ bơi trên mái nhà nhỏ nhưng quá đủ để ngâm mình làm mát sau một chuyến đi dài và dịch vụ bar phục vụ Mojitos tuyệt vời. Căn phòng trên tầng 11 sạch sẽ gọn gàng, giường rất thoải mái và",
            "reviewer_location": "Reading, Vương quốc Anh"
        },
        {
            "name": "Jamie D",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ở lại vui vẽ",
            "review_content": "Khách sạn nằm gần bãi biển mà chúng tôi rất thích. Đội ngũ tiếp tân hoàn toàn xuất sắc và thực sự hữu ích. Khách sạn rất dễ chịu mặc dù có một chút gồ ghề xung quanh các cạnh Khu vực hồ bơi. Điều thực sự khiến khách sạn này thất vọng là bữa sáng nghèo nàn hai lần chúng tôi lấy mẫu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sharyn M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm hoàn hảo và tầm nhìn hoàn hảo chỉ ra khỏi sự ồn ào",
            "review_content": "Không thể lỗi khách sạn này. Cảnh biển là tuyệt vời, rất nhiều để xem và làm và chỉ ra khỏi sự ồn ào. Rất nhiều địa điểm ăn uống với thức ăn tuyệt vời trong khoảng cách đi bộ. Các nhân viên chu đáo và thân thiện và rất hữu ích với các kỹ năng ngôn ngữ rất tốt. Một chút tiếng ồn đường phố nhưng không thực sự là một vấn đề. Tôi đã ở tầng thứ bảy. Màn hình phẳng lớn nếu bạn muốn TV. Tắm hai chiều tuyệt vời với nguồn cung cấp nước nóng tốt. Chỗ vệ sinh thoải mái. Wifi rất mạnh mà kết nối tự động. Không tụt hậu và bỏ học. Điều hòa không khí lạnh tốt nếu bạn đang cảm thấy nóng. Dịch vụ giặt là rất tốt và không quá đắt. Giường rất thoải mái và vải lanh sạch. Rất hạnh phúc với điểm dừng chân 5 đêm của chúng tôi. Thay đổi ngày cuối cùng và khách sạn có chỗ ở mà không có vấn đề gì. Thanh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ืn taylor",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, vị trí tốt và nhân viên xuất sắc.",
            "review_content": "Bản thân tôi, vợ và con gái tôi đã trải qua kỳ nghỉ 7 ngày tại khách sạn Aria ở Năng, mọi thành viên trong đội ngũ nhân viên đều xuất sắc từ khi chúng tôi đến cho đến khi chúng tôi kết thúc. Không có gì là quá rắc rối, họ gọi cho chúng tôi một chiếc taxi khi cần sử dụng Ứng dụng Grab, vì vậy sau đó cho chúng tôi biết chi phí trước khi chúng tôi vào đó, thường xuyên hơn là không phải taxi đang chờ bên kia đường, vì vậy dịch vụ rất nhanh. Khu vực bể bơi rất đẹp với khung cảnh tuyệt vời của bờ biển Năng, chúng tôi đã đặt một phòng có 2 giường đôi và rất rộng rãi với một chiếc tivi ở cuối hai giường, chiếu phim bằng tiếng Anh và bóng đá từ nước Anh. Bữa sáng rất đa dạng và bạn luôn có thể tìm thấy thứ gì đó để làm hài lòng bạn, nếu bạn muốn bất cứ thứ gì, nhân viên có mặt sẽ thử và",
            "reviewer_location": "Chiang Rai, Thái Lan"
        },
        {
            "name": "Alicia M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời và khách sạn đẹp!",
            "review_content": "Chính tôi và chồng tôi đã ở đây với gia đình tôi trong kỳ nghỉ của chúng tôi và chúng tôi chắc chắn sẽ ở lại khách sạn Aria một lần nữa! Vị trí tuyệt vời, nhân viên rất thân thiện, và phòng rất sạch sẽ và đẹp. Phần tốt nhất là hồ bơi trên sân thượng với một cái nhìn tuyệt vời của bãi biển. Khách sạn chỉ cách bãi biển vài phút và nằm gần tất cả các nhà hàng và cửa hàng tạp hóa. Cảm ơn một lần nữa cho một kỳ nghỉ tuyệt vời!",
            "reviewer_location": "Quy Nhơn, Việt Nam"
        },
        {
            "name": "DanL",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn NHẤT!",
            "review_content": "Đối với mức giá mà chúng tôi đã thanh toán, bạn không thể làm tốt hơn nhiều.  Chúng tôi đã được nâng cấp lên một căn phòng với một cái nhìn tuyệt vời. Căn phòng rộng và sạch sẽ. Bữa sáng tự chọn rất ngon. Địa điểm này là nơi lý tưởng để đi đến bãi biển, tham gia các điểm ăn uống và bắt Grab để khám phá thành phố Nang. Hiện tại có nhiều lựa chọn ở Đà Nẵng, nhưng nơi này rất khó để đánh bại!",
            "reviewer_location": "California"
        },
        {
            "name": "Fuzzynurse",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Ở lại một đêm khi chúng tôi có một chuyến bay sớm vào sáng hôm sau. Sạch sẽ phòng thoải mái mà chúng tôi đã được xếp loại. Thật không may là hồ bơi trên tầng mái đang được bảo dưỡng nhưng chúng tôi có thể đã sử dụng hồ bơi ở khách sạn bên cạnh để thay thế. Nhân viên tiếp tân đã rất hữu ích và có phòng của chúng tôi có sẵn trước khi kiểm tra bình thường trong thời gian cho chúng tôi. Họ cũng sắp xếp một bữa ăn sáng mang đi cho chúng tôi đến sân bay. Chúng tôi rất vui được ở lại đó một lần nữa.",
            "reviewer_location": "Port Macquarie, Úc"
        }
    ],
    "hotel": {
        "location": "134 - 136 - 138 Trần Bạch Đằng, Đà Nẵng 550000 Việt Nam",
        "name": "Alani Hotel & Spa",
        "geo_data": {
            "latitude": 16.054224014282227,
            "longitude": 108.24615478515625
        },
        "room_number": "1",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/3b/eb/stunning-view-from-alani.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/0f/f1/32/alani-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/79/87/alani-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/78/ff/alani-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/78/f2/alani-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/78/eb/honeymoon-setup.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/78/66/room-with-balcony-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/78/5c/room-with-balcony-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/76/c4/city-view-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/76/9f/alani-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/76/9b/city-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/76/9a/room-with-city-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/75/c5/spacious-family-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/73/fb/gym-area.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/73/f7/sauna.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/72/33/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/71/cc/lobby-with-art-painting.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/71/c6/coffee-shop-at-alani.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/6f/e5/enjoy-beautiful-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/d5/6f/c9/alani-hotel-spa.jpg?w=1200&h=-1&s=1"
        ]
    }
}