{
    "content": [
        {
            "name": "hu_nhp2017",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm nghỉ dưỡng thoáng mát, chất lượng tại Bán Đảo Thanh Đa",
            "review_content": "Khách sạn Saigon Domaine Luxury là một khách sạn nằm ở Bán Đảo Thanh Đa, Bình Thạnh, Thành Phố Hồ Chí Minh. Đây là một khách sạn quen thuộc của du khách khi đến Thành phố Hồ Chí Minh, với không gian thoáng mát, yên tĩnh. Bạn có thể nằm nghe chim hót buổi sáng hay nghe tiếng ghe máy chạy xình xịt vào buổi tối, điều hơi khó gặp tại một Thành phố sôi động, nhộn nhịp như Sài Gòn. Hệ thống cơ sở vật chất khá tốt, mỗi ngày khách sạn có xe đưa quý khách vào trung tâm Thành phố, nên quý khách hoàn toàn có thể khám phá các điểm du lịch khác của Sài Gòn cổ kính, hoa lệ. Đặc biệt, khách sạn nằm trong khu vực là trung tâm ăn uống, giải trí của TP HCM, xum quanh khách sạn có nhiều quán ăn ngon như Bò 7 món  (320 Bình Quới), hay các quán ăn đặc sản về cua, ốc hoặc các quán karaoke, các quán",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "flocktonfeedback",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nó không thanh bình",
            "review_content": "Vợ chồng tôi ở đây trong 3 đêm cuối cùng trong quãng thời gian ở Việt Nam khi đã ở đất nước này được 2 tuần. Chúng tôi được nâng cấp lên ở một căn hộ 2 phòng ngủ - rất đẹp...nhưng không thể tin được khách sạn nói là yên bình.Chúng tôi được khuyên nên lấy một căn phòng đối diện với dòng sông, mà chúng tôi đã nhận được. Nhưng dòng sông chảy ở cả phía trước và sau! Tầm nhìn của chúng tôi khá đẹp nhưng mặc dù là đang ở trên tầng 10, đường phố vẫn tấp nập và tiếng ồn từ xe cộ, với một quán cà phê của địa phương ở một bên và một quán karaoke ở bên kia. Quán karaoke này mở cửa tới tận 6 giờ sáng khi chúng tôi ở đó và cực kỳ ầm ĩ.Khách sạn này tự hào tuyên bố là một khách viên của hiệp hội các khách sạn uy tín trên thế giới. Họ nói là họ \"được bao quanh bởi cảnh đẹp tự nhiên, kết hợp sự",
            "reviewer_location": "Buenos Aires, Argentina"
        },
        {
            "name": "lee h",
            "avatar": "",
            "review_rating": "3",
            "review_title": "3 đêm nghỉ 20,8,18",
            "review_content": "Nice khách sạn, nhưng trên đường đi. Chạy dịch vụ thuyền miễn phí nhưng chỉ 3 lần một ngày nếu không taxi 120, 000 đến quận 1. Khách sạn này có các phòng nghỉ rộng rãi được trang trí đẹp mắt nhưng có niên đại. Khách sạn sẽ thật tuyệt vời cách đây 10 năm. Cần rất nhiều cập nhật một làm sạch trong khu vực chung đặc biệt là khu vực hồ bơi khuôn xung quanh gạch hồ bơi. Đồ uống rất đắt tiền trong khách sạn,. Great nhà hàng hải sản địa phương 5 phút đi bộ. Nhân viên tốt và phòng sạch sẽ. Khoản tiền gửi lớn muốn kiểm tra trong 100 đô la.",
            "reviewer_location": "Koh aamed"
        },
        {
            "name": "FannL",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great Stay cho gia đình",
            "review_content": "Đó là một trải nghiệm tuyệt vời và là một trong những căn hộ đáng nhớ nhất của chúng tôi ở HCM. Căn hộ lớn và sạch sẽ với dịch vụ tuyệt vời được cung cấp trong thời gian lưu trú của chúng tôi. Vị trí không nằm gần thành phố nhưng khách sạn cung cấp dịch vụ đưa đón bằng thuyền và xe buýt miễn phí.  Sẽ tốt nếu khách sạn có thể tân trang hoặc nâng cấp đồ nội thất và tiện nghi của căn hộ.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Di S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Yêu Sài Gòn Domaine",
            "review_content": "khoảng 30 phút bên ngoài trung tâm thành phố; những căn hộ này được đặt ở một khu vực địa phương hơn, do đó chúng tôi cảm thấy một trải nghiệm địa phương đích thực hơn. Gần đó có các chợ địa phương, tầm nhìn ra dòng sông và dịch vụ đưa đón tuyệt vời. Chúng tôi sử dụng dịch vụ giữ trẻ và phòng chơi là một sự bổ sung thông minh đặc biệt cho trẻ mới biết đi của chúng tôi! Các nhân viên và bữa ăn sáng bên bờ sông đều nổi bật.  Bạn không nên sử dụng xe đẩy để đi bộ vì không có lối đi bộ, chúng tôi chỉ đi trên đường và mang đứa trẻ của chúng tôi, những người có tầm nhìn tốt nhất trên vai của cha khi chúng tôi quên tàu sân bay ba lô của chúng tôi!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sparkingwater",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ tuyệt vời",
            "review_content": "Chúng tôi ở lại đây với tổng số sáu đêm nhưng chia thành hai x ba đêm (trong khi chúng tôi đến thăm sông Mekong). Khách sạn đã được bạn bè giới thiệu cho chúng tôi. Ưu điểm. . . phòng rất lớn! Chúng tôi đặt một căn hộ hai phòng ngủ và có một phòng ngủ ba lần cả hai lần. Chúng tôi đã đi du lịch với trẻ em và điều này có nghĩa là họ đã có một phòng mỗi. Căn hộ của chúng tôi lớn hơn nhà của chúng tôi! Nó có một máy giặt / máy sấy tiện dụng Bể bơi có kích thước tốt Xe đưa đón / thuyền. Chúng tôi lấy chiếc thuyền (vừa mới bắt đầu hoạt động trở lại) chỉ cho một chuyến đi thả và quay trở lại. Chúng tôi luôn luôn có một cuộc trò chuyện tuyệt vời với ppl khác trong xe đưa đón mỗi khi chúng tôi lấy nó là tuyệt vời.  Nhược điểm . . Nó bị cô lập. Bạn không ở trong một khu vực du lịch, bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ecamp23",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Không nằm ở trung tâm",
            "review_content": "Chúng tôi ở trong một căn hộ 3 phòng ngủ nhưng mọi thứ trong đó rất cũ. Máy sấy không hoạt động và cần được thay thế (với cùng kiểu cũ nhưng đã được tân trang lại). Chúng tôi không sử dụng máy rửa chén vì nó có mùi rất mốc và đang xả nước bẩn. Khách sạn nằm cách xa thành phố (25 phút). Taxi là khoảng 8 AUD mỗi cách mà không phải là nhiều nhưng tất cả mọi thứ thêm lên nếu bạn phải làm điều đó hai lần một ngày trong một tuần. Hồ bơi quá nhỏ và chỉ có thể chứa tối đa 2 người nếu bạn muốn bơi đúng cách. Nó cũng được bao quanh bởi khuôn làm cho nó không thể cám dỗ bất cứ ai đi bơi - nó luôn luôn trống rỗng trong 7 ngày chúng tôi ở lại đó. Không muốn giới thiệu cho bất cứ ai. Bạn có thể tìm thấy một khách sạn tốt hơn trong thành phố cho cùng một mức giá với máy giặt / máy sấy là tốt.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Mel F",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm yên tĩnh hơn",
            "review_content": "Hồ Chí Minh là một thành phố đầy điên rồ. Thật tốt khi trở về nhà ở một nơi nào đó bình tĩnh hơn một chút và không dễ tìm thấy nó. Khách sạn này có một sự cân bằng tốt đẹp, nó không quá xa trung tâm, nhưng bạn có được bữa ăn sáng buổi sáng yên tĩnh trên sông trước khi bạn quay trở lại trung tâm nếu đó là những gì bạn muốn. Thật không may cả hai tàu cao tốc sông và thuyền du lịch của họ đã được phục vụ trong khi chúng tôi đã có để họ không có sẵn nhưng các nhân viên sắp xếp giao thông vận tải taxi đất để trang trải các xe taxi nước vắng mặt. Chúng tôi rất thích ngồi trên ban công tầng 10 của chúng tôi và nhìn qua đèn thành phố và xem lưu lượng truy cập bên dưới. Các nhân viên dịch vụ đã rất hữu ích và tất cả các tiện nghi đã được làm việc theo thứ tự. Chúng tôi đã có một căn hộ 2",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "Ciara M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chăm sóc tuyệt vời và chú ý từ quầy lễ tân",
            "review_content": "Chúng tôi ở lại đây vài ngày với ba đứa con của chúng tôi ở độ tuổi 5, 8 và 12. Khách sạn là một chuyến đi taxi tốt 30 phút (họ có một số xe buýt đưa đón miễn phí) từ trung tâm. Chúng tôi đã có một căn hộ lớn với ba phòng ngủ và không gian sống rộng lớn. Con tôi yêu hồ bơi và bữa sáng bên cạnh sông Sài Gòn thật tuyệt vời.  Các cô gái trên bàn tiếp tân rất đặc biệt và có sức chứa với bất kỳ yêu cầu nào chúng tôi có. Chúng tôi đã có thể để lại hành lý của chúng tôi sau khi chúng tôi kiểm tra và sử dụng xe buýt đưa đón miễn phí của họ đi vào trung tâm mà về cơ bản đã cho chúng tôi thêm một ngày để chúng tôi thực sự đánh giá cao điều đó.",
            "reviewer_location": "Coogee, Úc"
        },
        {
            "name": "Steven C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Được củng cố bởi sự quyến rũ của thế giới cũ và dịch vụ hoàn hảo",
            "review_content": "Việt Nam, một viên ngọc nhỏ. Căn hộ này đáng yêu, bóng và tinh tế. Nó rộng rãi với ba phòng ngủ được ngăn cách bởi một khu vực sinh hoạt / ăn uống lớn. Vị trí là trên sông, ăn sáng trên sông trên sà lan ăn sáng. Thức ăn thật đáng yêu, đội ngũ nhân viên chu đáo và tuyệt vời, tòa nhà rất thoải mái, quyến rũ, an toàn và sạch sẽ. Nội thất của hành lang thật sự tuyệt vời và thanh lịch. Tôi không thể nói đủ về điểm cộng của nó! Cảm ơn Saigon Domaine bạn thật tuyệt vời trong và ngoài.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Australian_Lampoons",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà xa nhà",
            "review_content": "Tuyệt vời cho gia đình. Chúng tôi ở trong một căn hộ 4 phòng ngủ vì có 7 người trong chúng tôi. Rất nhiều không gian, tầm nhìn tuyệt vời, bữa sáng tuyệt vời, khu vực yên tĩnh và nhân viên đáng yêu. Đây là lần thứ hai của chúng tôi và chắc chắn sẽ trở lại!",
            "reviewer_location": "Blackburn, Úc"
        },
        {
            "name": "Pratik",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn đẹp với tầm nhìn tuyệt vời",
            "review_content": "2 người bạn của tôi và tôi ở lại đây trong tháng sáu trong 5 ngày, nó ở bên ngoài thành phố chính và mất 30 phút để đến trung tâm thành phố. Khách sạn cung cấp dịch vụ đưa đón thường xuyên để đến trung tâm thành phố. Họ cũng có dịch vụ đưa đón bằng thuyền nhưng nó không hoạt động khi chúng tôi đến thăm. Phần tốt nhất là các phòng như chúng tôi ở trong căn hộ 3 phòng ngủ trên tầng 7 đối diện với sông sao hát. Ăn sáng là trung bình. Chúng tôi chắc chắn sẽ khuyên mọi người nên ở lại đây nếu tìm kiếm một kỳ nghỉ yên bình ở thành phố Hồ Chí Minh.",
            "reviewer_location": "Mumbai (Bombay), Ấn Độ"
        }
    ],
    "hotel": {
        "location": "1057 Binh Quoi Street Ward 28, Binh Thanh district, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Saigon Domaine Luxury Residences",
        "geo_data": {
            "latitude": 10.82300853729248,
            "longitude": 106.73104858398438
        },
        "room_number": "45",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/b0/2d/38/689831-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/e1/c1/0a/bedroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/ad/e0/d1/chidlren-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/ad/df/d6/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/e1/c1/0d/living-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/3a/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/42/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/2c/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/24/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/1d/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/0c/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/15/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9d/02/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9c/cc/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/f2/9a/dc/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ac/1f/26/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ac/1f/25/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ac/1f/1c/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ac/1f/3b/saigon-domaine-luxury.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ac/1f/45/saigon-domaine-luxury.jpg?w=200&h=-1&s=1"
        ]
    }
}