{
    "content": [
        {
            "name": "Traveler20545422084",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui vẽ",
            "review_content": "Khách sạn gần biển, thân thiện môi trường. Khách sạn đẹp, nhiều góc sống ảo, nhân viên thân thiện, nhiệt tình, bạn Luân lễ tân hỗ trợ mình rất tốt, mình sẽ quay lại vào dịp tới, sẽ giới thiệu khách sạn với bạn bè. ",
            "reviewer_location": "Tây Ninh, Việt Nam"
        },
        {
            "name": "Sunshine36887584194",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn tiện nghi, không có bồn tắm, ăn sáng cũng bình thường, Evn các bạn ra ngoài ăn vẫn OK hơn. Giờ nhận 15h nhưng bạn Kính vẫn hỗ trợ mình nhận sớm, phòng rất OK, view không cao nhưng sáng sủa lắm. High rcm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Getaway20450398474",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cám ơn bạn Nam đã hỗ trợ mình về chuyến đi này, dịch vụ rất tốt và món ăn ngon tuyệt. phòng ngủ rất đẹp, sự bày trí bắt",
            "review_content": "Cám ơn bạn Nam đã hỗ trợ mình về chuyến đi này, dịch vụ rất tốt và món ăn ngon tuyệt. phòng ngủ rất đẹp, sự bày trí bắt mắt và phù hợp với không khí biển. Tôi sẽ quay lại cho chuyến đi sau khi đến Vũng Tàu ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyage14850075990",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn ok",
            "review_content": "CCản ơn bạn Như đã hỗ trợ check in sơm  cho gia đinh cho kỳ nghỉ.. khách sạn sạch sẽ phù hợp với gia đinh co con nhỏ, view sat biển thuận lợi chuyển gân trung tâm ngay bai sau gan các tiem an uống  danh giá tôt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhi H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt trong phân khúc",
            "review_content": "Không gian ổn, phục vụ tốt, nhiệt tình. Luôn sẵn sàng giúp đỡ khách hàng. Hỗ trợ khách hàng tuyệt đối. Sát biển. Đi tham quan đều gần. Phòng đẹp và sạch. View đỉnh. Sẽ quay lại khi tới Vũng Tàu lần nữa. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuyen T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tot",
            "review_content": "Khach san dep minh rat ung y chuyen di lan nay, Bạn nư le tan ten Nhu lúc nhan phong ho tro minh nhan phong sơm và hương dân các dich vu rat cu the ro rang. Là mot noi dang de trai nghiem, se quay lai ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jet22253720399",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Cảm ơn bạn đã hỗ trợ gia đình nhận phòng sớm vào dịp lễ 30/4.  Khách sạn đẹp nhiều màu sắc, thiết kế đẹp, các bạn có cho thuê xe scooter và sup cũng rất là rẻ Came ơn bạn Kính nhé giới thiệu chi tiết và hỗ trợ mình làm thủ tục nhanh lắm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire55293443859",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Cảm ơn các bạn đã hỗ trợ mình trong kì nghỉ lần này, 15h mới nhận phòng nhưng chưa tới 12h các bạn đã hỗ trợ mình từ sớm rồi. Khách sạn giơg có cả Sup và scooter cho thuê cũng rẻ hơn Hồ Chí Minh nữa. Cảm ơn bạn Kính nhiều nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sy N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn đẹp phục vụ tốt, hỗ trợ nhanh, chăm sóc khách hàng tốt, sẽ quay lại thường xuyên. Có tầng để xe rộng rãi, có người hướng dẫn đậu xe. Nhà ăn đẹp , sạch sẽ, thoáng mát. Vị trí tiện lợi vui chơi đông đúc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roving68138323077",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Ở đây, có thức ăn ngon, phòng đẹp, sạch. Giá thì khá rẻ. Nhân viên phục vụ thì nhiệt tình, vui tính. Nếu bạn đến đây thì nên chuẩn bị tinh thân vui vẻ vì có cả  scooter và ván chèo sup nếu câc bạn muoi s sử dụng dịch vụ okk",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "NorthStar66470424161",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tot",
            "review_content": "Khach san dep nhan vien nhiet tinh ho tro khach. Dac biet co ban Nhu le tan ho tro minh rat nhieu trong chuyen di. Se quay lai vao chuyen nghi duong sap toi. View dou dien bien la mot loi the. Tuyet voi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sherpa13381172204",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tôi khá ưng chuyến đi lần này. Trải nghiệm thật sự rất đáng nhớ. Toi gặp 1 ít trục trặc về vấn đề phòng lúc nhận phòng may măn có bạn Như lê tân hộ trợ chúng tôi. Cảm ơn khách sạn. Tôi sẽ quay lại những lần tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OnAir67572576134",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dep",
            "review_content": "Khách san dep. Luc check in có bạn Như le tan ho tro minh rat nhiet tinh. Đối diên la view bien rat dep. Hứa hen se quay lai lan sap toi. Môt chuýen đi rat thu vi và tran dau nang luong. Xin cam on rat nhieu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Flyer05095100393",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Khách sạn đẹp,sach sẽ, nhân viên hỗ trợ nhiệt tình,ăn uống đa dạng món ...  Phong cách trình bày đặc sắc và trang nhã.   ❤️❤️❤️❤️❤️❤️❤️ Không gian thoáng mát, bãi đậu xe rộng rãi.. rất đáng để trải nghiệm ạ 🥰🥰🥰 ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Seaside32488460822",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trải nghiệm",
            "review_content": "khách sạn đẹp, giá ổn và có các bạn lễ tân hỗ trợ nhiệt tình. Đặc biệt có bạn Kính làm thủ tục cho chúng tôi nhanh chóng và Bé thương giới thiệu các địa điểm dụ lịch tại thành phó vũng tàu. Xứng đáng quay lại nơi này nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Venture18163601868",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis vui vẻ",
            "review_content": "Chưa thấy ở đâu có gối êm như ở I í, gặp bạn lễ Tân Hằng rất dễ thương thân thiện, hướng dẫn vui vẻ tận tình, chu đáo lúc nhận phòng, khách sạn đẹp trang trí phó ng cách hiện đại. Ăn uống ngon. Sát biển nên rất tiện đi lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quest53482930980",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng Ibis VT",
            "review_content": "Gia đình tôi rất hài lòng về bộ phận CSKH ở Ibis hotel VT, vì nhà có bé nhỏ nên xin check in sớm sau chuyến đi dài và rất hài lòng khi được nv CSKH giải quyết nhanh chóng. sẽ tiếp tục ủng hộ ibis lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal62371185177",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Quá hài lòng. khách sạn đẹp tuyệt vời nhân viên năng động chịu khó nhiệt tình hỗ trợ hết mình có cơ hội sẽ dẫn gia đình cùng ghé trải nghiệm vào kỳ nghỉ sắp tới  đồng hành cùng các bạn xin cảm ơn. Love ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Travel52437328233",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui vẻ",
            "review_content": "Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon Bạn lễ tân tên Hằng niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "An L",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ổn, sẽ quay lại",
            "review_content": "Ổn, khách sạn đẹp, nhân viên dễ thương, dịch vụ phòng ổn nha, giá cả cũng hợp lý. Chị bạn mình book tưởng không ưng nhưng cũng khá ổn áp á. Cũng có mấy người nổi tiếng từng ở nên cũng yên tâm. Sẽ quay trở lại nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daydream22115214605",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đánh giá 5* khách sạn đẹp tuyệt vời nhân viên năng động chịu khó nhiệt tình hỗ trợ hết mình có cơ hội sẽ quay lại đồng hành cùng các bạn xin cảm ơn cảm ơn các bạn đã hỗ trợ nhiệt tình trong thời gian qua",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire58895780590",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất thú vị về chuyến du lịch ở Vũng Tàu",
            "review_content": "Khách sạn ở ngay trung tâm Vũng tàu, tiện ra biển , khách sạn sạch sẽ, ăn sáng ngon, nhà hàng ở khách sạn tuyệt vời và nhân viên thân thiện. Tôi và bạn sẽ ở tiếp trong những lần du lịch tiếp theo. Tôi sẽ giới thiệu bạn bè ở khách sạn này khi tôi có quay về Saigon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyage30300323890",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thiết kế trẻ trung năng động , nhân viên hỗ trợ nhiệt tình 🤓",
            "review_content": "Đây đã là lần thứ 2 mình đến Ibis Styles Vũng Tàu và vẫn như lần đầu mình đến . Trải nghiệm tuyệt vời , mọi thứ chỉnh chu và sạch sẽ , buffet đủ dùng vừa miệng , không gian đỗ xe rộng rãi . Phòng vừa đủ , thiết kế trẻ trung , đặc biệt giường siêu to lăn đã 😂 . Chắc chắn sẽ đến lần sau . ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paradise45708326904",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt - nên đi",
            "review_content": "Khách sạn đẹp và hiện đại , nhân viên nhiệt tình Nhiều phòng - thiết kế kiểu giới trẻ hiện đại Chỗ đỗ xe tiện lợi Vật dụng phònh đầy đủ sạch sẽ Máy lạnh hoạt động tốt Buffe sáng nhiều món nhưng cuối tuần hơi đông",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Relax05157019632",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis vui vẻ",
            "review_content": "Khách sạn đẹp. Buffet sáng ngon. Mình hài lòng về nhân viên và phụ vụ. Chưa thấy ở đâu có gối êm như ở ibis. Tắm hồ bơi vô cục và nhiều dịch gụ hấp dẫn, sẽ giới thiệu cho bạn bè biết và ủng hộ. Bạn hằng dễ thương nhanh nhẹn và chiều khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Freedom34944229038",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Mình thấy khách sạn rất quan tâm và chú trọng đến khách.Mình thực sự khá ấn tượng với môi trường và cơ sở vật chất ở đây. Nhân viên rất dễ thương và nhiệt tình. Đáng để mọi người trải nghiệm vào dịp lễ hè này nhé. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightseer39020395063",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Khách sạn gần biển rất đẹp! Phòng sạch sẽ, thoáng mát, view đẹp. Bạn lễ tân rất dễ thương. Cảm ơn bạn Kính ( ca đêm ) đã hỗ trợ phòng ở mình rất nhiệt tình! Mình rất hài lòng về trải nghiệm lần này! Sẽ quay lại vào dịp sau! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigator18559044800",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trai nghiệm tuyệt vời ",
            "review_content": "Khách sạn đẹp gần biển, lễ tân cực kỳ dễ thương, có phòng sẵn sẽ hỗ trợ sớm, cảm ơn 2 bạn Giang, Hiếu đã hỗ trợ nhận phòng và hành lý cho gia đình mình. Nhân viên khách sạn rất nhiệt tình hiếu khách .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Sunshine59095563833",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách sạn đẹp. Nhân viên dễ thương nhiệt tình. Có bạn Thương và Như lễ tân hỗ trợ rất nhiệt tình cho gia đình mình. Đồ ăn cũng giá ngon và bắt mắt. Giá trung bình ổn. Là một nơi đáng đến. Sẽ quay lại vào lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tourist11237172948",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Khách sạn đẹp, nhiều góc sống ảo, có hồ bơi vô cực rất chill, các bạn nhân viên lễ tân rất nhiệt tình, đặc biệt là bạn Luân lễ tân, hỗ trợ gia đình nhận phòng sớm, mình rất hài lòng trải nghiệm lần này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyager11283565145",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tot",
            "review_content": "Khách sạn đối diện biển. Xây theo hướng năng động, trẻ trung. Mình rất ấn tượng về nơi này. Lúc mình đến nhận phòng và có 1 vài trục trặc bạn lễ tân tên như có hỗ trợ mình rất nhiều. Xin cảm ơn và hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang Y",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Bạn lễ tân tên Nam và bạn Thư niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stay47435355614",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Ibis Vũng tàu thật tuyệt vời",
            "review_content": "Bộ phận lễ t bộ phận lễ tân rất nhiệt tình đặc biệt là bạn Hiếu và luân đã hỗ trợ cho tôi rất nhiều trong quá trình làm thủ tục nhận và trả phòng. Phòng ốc và nội thất quá đẹp và chỉnh chu. Tôi sẽ giới thiệu cho bạn bè và gia đình về khách sạn , cũng như sẽ trở lại khách sạn ibis này vào lần sau khi ghé Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness36026712523",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn nhiều góc sống ảo, có máy gấp thú, có hồ bơi, có bàn banh, màu sắc tươi sáng phù hợp với giới trẻ, bạn Luân lễ Tân nhiệt tình, hỗ trợ mình, mình rất hài lòng về trải nghiệm lần này, sẽ quay lại sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness62038582379",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn nhiều góc sống ảo phù hợp với gia đình có trẻ nhỏ, có máy gắp thú, có thuê xe điện, bạn Luân lễ tân rất nhiệt tình, đặc biệt là bạn Luân lễ tân,mình rất hài lòng về chuyến du lịch này, sẽ quay lại sau",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Connector47689129152",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ tân tên Nam và bạn Luân rất thân thiện, vui vẻ hỗ trợ nhiệt lúc check in, phòng ốc sạch sẽ, trang trí bắt mắt, tô",
            "review_content": "Bạn lễ tân tên Nam và bạn Luân rất thân thiện, vui vẻ hỗ trợ nhiệt lúc check in, phòng ốc sạch sẽ, trang trí bắt mắt, tông màu trẻ trung Khách sạn gần các quán ăn hải sản ngon, hồ bơi vô cực có viên rất đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ly t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ tân tên Nam và bạn Luân niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân tran",
            "review_content": "Bạn lễ tân tên Nam và bạn Luân niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duong Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên nhiệt tình, chu đáo, hỗ trợ làm thủ tục checkin nhanh chóng, phòng ốc sạch sẽ, đầy đủ tiện nghi, gần biển và q",
            "review_content": "Nhân viên lễ tân tên Nam và bạn Luân cực kì thân thiện ân cần, vui vẻ  Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu , gần các quán hải sản ngon trong thành phố",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Cruiser52384197536",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ vui vẻ",
            "review_content": "Khách sạn thật tuyệt vời, nhân viên thân thiện, đặc biệt là bạn Luân lễ tân, hỗ trợ nhận phòng sớm khi có phòng, khách sạn gần biển, gần các quán ăn thuận tiện cho việc đi lại, mình rất hài lòng về kì lưu trú này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Compass67612477794",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gia đình",
            "review_content": "Khách sạn đẹp, nhân viên hỗ trợ nhiệt tình. Có bé Thương nhân viên lễ tân có hỗ trợ chúng tôi đổi sang hạng phòng 1 giường lớn. Chúng tôi rất vui và cảm ơn khách sạn đã cho GĐ 1 kì nghỉ tốt và ấn tượng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dream46042038123",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ tân tên Nam và ban Như niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang",
            "review_content": "Bạn lễ tân tên Nam và ban Như niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sunshine10837357434",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng để ở",
            "review_content": "Đây là lần thứ 2 mình quay lại ibis rồi. Khách sạn thiết kế hiện đại, cực xinh, giá hợp lý, nhân viên thân thiện và đồ ăn rất ngon nữa. Điểm nhấn ở đây là có gối ôm mềm ơi là mềm mà chưa có khách sạn nào mình đi có hết.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Connector59492451713",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn ưu tiên cho gia đình nhỏ mỗi khi có kế hoạch đi Vũng Tàu !!!",
            "review_content": "Ibis luôn là lựa chọn của gia đình tôi mỗi khi có kế hoạch đi Vũng Tàu .2 bé rất thích mọi tiện nghi mà Ibis mang lại : giường tầng ( phòng gia đình ) , toilet và phòng tắm riêng,hồ bơi trên top,đồ ăn sáng rất nhìu món bé thích …và cả khu vui chơi trong khu vực nhà hàng .Cám ơn Ibis ,có Ibis gia đình tôi không lo phải mang vác nhìu thứ mỗi khi có kế hoạch đi Vũng Tải thư giãn ! ",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Wander43458092093",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis Style Vung Tau",
            "review_content": "Ibis Vũng Tàu nằm ở vị trí đẹp, phòng dạng studio sạch sẽ màu bạc hà và màu hồng.   Ksan có gối ôm dài mà hiếm có ksan nào mình ở thấy có.  Hệ thống làm lạnh tốt. Ko bị quá lạnh như các ksan khác.   Go zero waste là điểm mình thích nhất ở Ibis.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Wander34428946368",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Review Ibis style",
            "review_content": "ổn, checkin nhanh, hỗ trợ tốt, phòng và cảnh đẹp để có thể chụp hình, ăn uống chưa ăn nên không biết buffee như thế nào nhưng giá cả hợp lý để giành cho gia đình ăn, được free nước uống tại nhà hàng và buffee đã có Vat",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks tốt",
            "review_content": "Khách sạn đẹp, sạch sẽ, dịch vụ tốt, nhân viên thân thiên, nhiệt tình hỗ trợ khi cần thiết, là nơi đáng để ở khi bạn đến Vũng Tàu. Là một địa điểm lý tưởng. Các bạn nhân viên hỗ trợ mìnb rất nhiệt tình. Bạn như lễ tân giúp đỡ mình rất nhiều trong chuyến đi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Vàng Anh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn rất đúng như mô tả, đẹp, sạch sẽ và lịch sự, có sân chơi cho trẻ em, phù hợp với gia đình có con nhỏ. Gia đình mình đã đến đây 2 lần và vô cùng hài lòng. Bữa sáng ngon, hồ bơi sạch đẹp, chắc chắn sẽ còn trở lại nhiều lần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightsee34375755123",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san tuyet voi",
            "review_content": "Khách sạn xây theo mô hình sang trọng, trẻ trung, năng động. Mình rất thích cách các bạn nhân viên ở đây phục vụ khách hàng, luôn tạo được bầu không khó vui vẻ. Lúc check in có bạn Như và Giang. Nhân viên lễ tân hỗ trợ mình rất nhiệt tình. Nằm đối diện hướng biển là một lợi thế. BF sáng còn rất ngon, nấu theo phong cách Á và Âu. Một nơi lý tưởng và chất lượng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NorthStar33588362682",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tốt",
            "review_content": "Bạn lễ tân tên Nam và tên Thư niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trinie",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chuyến đi Vung Tau thang 3",
            "review_content": "Khuôn viên khách sạn rộng, bãi đỗ xe thoải mái. Nhân viên lễ tân nhanh và nhiệt tình. Hồ bơi view biển đẹp. Phòng hơi nhỏ và trang trí đơn giản, thiên về cho gen Z nhiều hơn là cho gia đình. Được cái vị trí trung tâm biển bãi sau đi lại tiện. Phòng giá phải chăng nên dịch vụ cũng không có nhiều điểm nổi bật. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightsee10572705733",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Khách sạn decor rất trẻ trung . Các bạn nhân viên hỗ trợ gia đình mình nhận phòng sớm , đặc biệt là bạn Như , Hiếu rất dễ thương và thân thiện . Phổ biến thông tin và hỗ trợ gia đình mình rất nhiều. Cảm ơn tất cả các bann",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Global08900340166",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lần thứ N+ ở ibis",
            "review_content": "Quay lại vì lễ tân nhiệt tình dễ thương, lần nào check-in cũng đúng bạn lễ tân Hằng, khá vui vẻ. Khadch sạn đẹp ở hoài k chán. Đồ ăn nhà hàng hợp khẩu vị, hồ noei vô cực rất chill. Sẽ tiếp tục ủng hộ ks.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DayTrip39924863645",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ tân tên Nam và bạn Thương niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân tr",
            "review_content": "Bạn lễ tân tên Nam và bạn Thương niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Passport67611040095",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Mình ở 3 ngày 2 đêm, khách sạn rất đẹp, nhân viên thân thiệ. Ks đẹp rất tuyệt vời Hỗ trợ checkin rất nhanh, k phải đợi lâu  Good job Gần ngay bờ biển, không khí thoáng đãng.  Rất đánh đề ở trải nghiệm vũng tàu  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dao T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trai nghiêm",
            "review_content": "Khách sạn đẹp, dễ thương. Nhân viên lễ tân tên Luân và Thương nhiệt tình hỗ trợ nhận phòng sớm. Phòng ốc đẹp, thoáng mát. Xứng đáng khách sannj quốc tế và sẽ giới thiệu bạn bè qay lại ở đây. Sẽ giới thiệu cho người thân vfa bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bé Ngọc L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm",
            "review_content": "Khách sạn đẹp, nhân viên dễ thương, nhiệt tình. Đặc biệt có bạn Hoài Thương ra hỏi thăm chúng tôi rất tốt và hỗ trợ thủ tục nhận-trả phòng sớm. Khách sạn xứng đáng quốc tế và sẽ qya trở lại trong thời gian tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trek21647639234",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ đáng nhớ",
            "review_content": "Mình đã đặt thử theo lời giới thiệu của bạn bè. Khách sạn rất dễ thương nhiều màu sắc để chụp hình kỉ niệm. Bạn nhân viên Kim check in rất nhiệt tình hỗ trợ cho mình nhận phòng sớm. Mình sẽ quay lại ở cùng người thân",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Son D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ Tân tên Nam hỗ trợ nhiệt tình lúc checkin và trong suốt quá trình gia đình tôi ở khách sạn, phòng đẹp trang trí g",
            "review_content": "Bạn lễ tân tên Nam và bạn Giang niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quyền Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ đáng nhớ",
            "review_content": "Hỗ trợ nhiệt tình, quá tuyệt zời, phòng rất đẹp và chất lượng, khách sạn nhiều góc sống ảo, bạn Hằng lễ tân thân thiện, mình rất hài lòng về trải nghiệm lần này, sẽ giới thiệu bạn bè quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hieu H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thích hợp cho giới trẻ",
            "review_content": "Không gian hiện đại và trẻ trung. Nhân viên dễ thương, nhiệt tình. Gần biển, chỉ cách Bãi sau 1 con đường, thuận tiện đi lại và ăn uống. Thích hợp cho nhóm bạn bè đi du lịch... Các tiện ích đều ổn, đồ ăn vừa miệng... ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "DayTrip61573122989",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quay lại nhiều lần vì hài lòng",
            "review_content": "Mình đã ở đây rất nhiều lần rồi. Rất thích phong cách trang trí của khách sạn, mình gặp bạn Hằng lễ Tân giúp mình làm thủ tục, nhanh chóng và tận tình hướng dẫn thông tin chung. Nhân viên ibis rất nhiệt tình nên mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal39367632851",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hai long",
            "review_content": "Ban le tan Hang rat nhiet tinh va niem no ho tro minh lam thu tuc nhan phong, khach san dep nam sat bien, do an ngon, nhan vien chu dao, minh nho ban Hang giup do nhieu lam nhung van san sang giup minh vui ve, minh rat hai long",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Curious01242608663",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời tại khách sạn",
            "review_content": "Khách sạn nhiều góc sống ảo, phòng đẹp, view biển cực chill, vị trí thuận lợi, băng qua đường là tới biển, bạn Thương lễ tân nhiệt tình hỗ trợ mình, mình rất hài lòng với trải nghiệm này, sẽ giới thiệu bạn bè ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Explorer25262442498",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch tuyệt vời bên gia đình",
            "review_content": "Khách sạn có vị trí đắc địa, chỉ cần băng qua đường sẽ tới bãi tắm, thiết kế khách sạn độc đáo, nhân viên Luân, Thương thân thiện, hỗ trợ mình rất nhiệt tình trong suốt kì lưu trú, gia đình mình rất hài lòng về trải nghiệm này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Explore65617354184",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm",
            "review_content": "Khách sạn đẹp, nhân viên lễ tân thân thiện nhiệt tình. Có bạn Thương và Lâm hỗ trợ thủ tục nhận và trả phòng nhanh chóng. Chúng tôi sẽ giới thiệu bạn bè người thân quay lại nơi nayz. Xứng đáng khách sạn 3sao chuẩn qte",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Py N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tại ibis styles thật tuyệt vời, bạn lễ tân Nam và bạn Như rất thân thiện lúc checkin, nhiệt tình tận tâm",
            "review_content": "Bạn lễ tân tên Nam va ban Nhu niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "Phú Hữu, Việt Nam"
        },
        {
            "name": "Cruiser55296493757",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn xây theo mô hình năng động, trẻ trung. Bọn mình đi mùa vắng và rất thích cách phục vụ của các bạn nhân viên tại khách sạn. Đối diện biển là một điểm ưu thế và mát mẻ, thoải mái. Hứa hẹn sẽ quay lại lần tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GoPlaces43610698186",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên lễ tân tên Nam và Hằng cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhì",
            "review_content": "Nhân viên lễ tân tên Nam và Hằng cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Travel29658152332",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ với gia đình",
            "review_content": "Khách sạn đẹp, mình đc bạn lễ tân Hằng hỗ trợ làm thủ tục nhanh chóng và nhiệt tình, khách sạn phong cách, đồ ăn khá đa dạng và ngon mắt, hồ bơi đẹp và chill. Mình và gia đình sẽ quay lại vào dịp sau và sẽ giới thiệu cho người thân.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tour01376883790",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "Một nơi xứng đáng để trải nghiệm và quay lại nhiều lần. Nhân viên lễ tân Lâm hỗ trợ mình nhận phòng rất nhanh chóng và bạn Hiếu nhân viên hành lý hỗ trợ mang đồ lên phòng chuyên nghiệp. Bên buồng phòng có bạn Tú thân thiện ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quest68357926488",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Khách sạn thiết kế rất trẻ trung , các bạn nhân viên rất dễ thương và nhiệt tình , bạn Hiếu hỗ trợ mình hành lý và thông tin và giúp đỡ mình rất nhiều. Các bạn HK cũng rất dễ thương và thân thiện . Chắc chắn sẽ quay lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Explorer68582414282",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui vẻ",
            "review_content": "Mình check in trễ tầm 10 rưỡi hơn, gặp bạn Hằng lễ tâm rất nhiệt tình, hỗ trợ mình làm thủ tục nhanh chóng, hướng dẫn tận tình và chỉ mình những địa điểm ăn ngon, mình rất vui. Khách sạn đẹp và phong cách, có hồ bơi vô cục, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Flyer33791569578",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hai long",
            "review_content": "Mình rất hài lòng chuyến đi lần này khách sạn đẹp nhân viên lễ tân dễ thương đặc biệt là bạn như và tuân đồ ăn ngon buffet rất đa dạng món giá phòng lại bình dân. Hua hen se di vao lan ke tiep nua. Tran trong",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "DayTrip30203398975",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Bạn lễ tân tên Nam và Thương niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roam20355900560",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến nghĩ dưỡng",
            "review_content": "Khách sạn đẹp, dễ thương và rất gần biển. Nhân viên lễ tân tên Thương rất nhiệt tình và hỗ trợ chúng tôi nhận phòng sớm. Bữa sáng rất đa dạng và ngon miệng. Xứng đáng là khách sạn chuẩn quốc tế và sẽ quay lại nơi này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trail06558695011",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời.",
            "review_content": "Khách sạn đẹp, vị trí thuận lợi gần các địa điểm du lịch, chất lượng rất tốt, dịch vụ tuyệt vời, internet rất nhanh. Chăm sóc khách hàng tốt và nhanh chóng, phòng sáng và có view hướng biển đẹp, đồ ăn ngon, là một nơi đáng để trải nghiệm cùng người thân.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Henry P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi cảm rất thoải mái khi ở đây.",
            "review_content": "Khách sạn đẹp, vị trí thuận lợi gần biển. Bữa sáng da dạng và nhân viên phục vụ nhiệt tình. Đặc biệt có bạn Giang và Thương lễ Tân hỗ trợ tôi nhận phòng sớm và bell anh Phương và bạn Tuấn rất hỗ trợ hành lí nhanh chóng. Xứng đang quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Passport47892948378",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Khách sạn màu sắc tươi trẻ nhân viên nhiệt tình chụp hình cho mình và bạn gái rất đepj Lần sau mình sẽ đưa gia đình đế trải ngiệm Cám ơn ibis styles đã cho tôi một kỳ ngỉ đáng nhớ Cám ơn bạn Tuấn đã hỗ trợ hành lý cho mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dream06741412182",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis",
            "review_content": "Tôi rất ưng ý. Khách sạn rất đẹp, nhân viên Như và Hằng hỗ trợ mình rất nhiều. Một trải nghiệm tuyệt vời, đồ ăn ngon. Mọi người nên thử trải nghiệm tuyệt vời này 1 lần nhé. Hứa hẹn trễ quay trở lại vào những lần tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giàu L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sạch, đẹp , mát mẻ , thơm",
            "review_content": "Sạch sẽ và yên tĩnh, gần bờ biển mát mẻ lắm ạ Mấy bạn nhân viên tư vấn hướng dẫn tận tình, nhất là bạn nv tên Tuấn chu đáo lắm ạ. Khu ngồi chờ xinh xắn đủ kiểu check in . Lần sau nhất định sẽ ghé lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Guide54400173365",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis",
            "review_content": "Khách sạn rất xinh. Bạn lễ tân Như Và Hằng nhiệt tình hỗ trợ mình trong chuyên đi lần này. Hứa hẹn sẽ đi vào những dịp sau này nữa. Đồ ăn ngon, phòng đẹp, mọi người nên thử trải nghiệm nhé. Chắc chắn sẽ không làm mọi người thất vọng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coastal37890858917",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn lễ tân tên Nam niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắ",
            "review_content": "Bạn lễ tân tên Nam và bạn Như niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Odyssey53185660654",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyet ",
            "review_content": "Khách sạn rất trẻ trung và sạch sẽ các bạn lễ Tân hỗ trợ gia đình mình nhận phòng sớm. Bé Như rất dễ thương và thân thiện , bạn Hiếu hỗ trợ và phổ biến thông tin khách sạn rất rõ ràng và dễ hiểu , rất hài lòng .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trek03397327694",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Cam on ibis styke da ho tro toi vao ki nghi lan nay cua gia dinh Duoc ho tro nhan phong som  hon du dinh Cam on ban Kinh va Nhu le tan da ho tro toi trong ki nghi lan nay nhe Hen lan toi codip se quay lai luu tru them",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire64425033047",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Khách sạn thiết kế rất trẻ trung và mang màu sắc rất năng động . Cảm ơn bạn Như lễ tân đã hỗ trợ minhd nhận phòng sớm và bạn Hiếu phổ biến thông tin khách sạn rất rõ ràng . Các bạn rất thân thiện và dễ thương .",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Tourist64492024400",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên lễ tân tên Nam và Hằng cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhì",
            "review_content": "Nhân viên lễ tân tên Nam và Hằng cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "phòng ốc đẹp , trang trí theo phong cách trẻ trung năng động, phòng view hướng biển cực kì đẹp, thoải mái trang thiết bi",
            "review_content": "Nhân viên lễ tân tên Nam và nhân viên Luân cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu và trải nghiệm tốt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Journey23285090854",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Khách sạn đẹp, ăn sáng chất lượng và đa dạng. Phù hợp với nghỉ dưỡng du lịch, đặc biệt có bạn Thương và Luân hỗ trợ gia đình nhiệt tình về bước nhận phòng và hành lie. Xứng đáng là ks đến trải nghiệm và sẽ qay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sato P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hp",
            "review_content": "Nhân viên lễ tân tên Hằng cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Phạm Minh Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Khách sạn sạch sẽ và trẻ trung , các bạn hỗ trợ gia đình mình nhận phòng sớm , bạn Thương hỗ trợ thủ tục cho gia đình rất nhiệt tình , bạn Hiếu hỗ trợ hình lý cho gia đình và phổ biến thông tin khách sạn rõ ràng , cảm ơn vì sự dễ thương này của các bạn .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Adventure24774426718",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm rất tuyệt vời",
            "review_content": "Khách sạn rất trẻ trung và nhân viên rất thân thiện , các bạn Thương hỗ trợ mình nhận phòng sớm và bạn Hiếu hỗ trợ hành lý cũng như thông tin khách sạn rất rõ ràng , mình sẽ giới thiệu cho bạn bè và gia đình về khách sạn .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn chuẩn quốc tế",
            "review_content": "Phòng đẹp, vị trí gần biển. Nhân viên lễ tân hỗ trợ nhiệt tình và bữa sáng đa dạng ngon miệng. Đặc biệt là bạn Hoài Thương chỉ cho chúng tôi về những chỗ ăn ngon và qán cf đẹp ở vũng tàu. Chúng tôi sẽ giới thiệu bạn bè và người thân quay lại nơi này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveler50932093745",
            "avatar": "",
            "review_rating": "5",
            "review_title": "10 điểm cho chất lượng \" ibis styles \"",
            "review_content": "2 bạn lễ tân Thương và Giang với bạn nam hướng dẫn và mang hành lý lên rất nhiệt tình, vui vẻ và dễ mến. Phòng rất đẹp được trang trí vừa mắt tạo cảm giác thoải mái, phòng sạch sẽ và thơm tho , view biển cũng đẹp. Cám ơn khách sạn ibis styles và các bạn nhân viên đã giúp mình có kỳ nghỉ tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Journey17196549206",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tốt",
            "review_content": "Khách sạn xây dựng theo hướng năng động, trẻ trung. Rất phù hợp cho hội bạn thân đi du lịch, đặc biệt là gia đình đi nghỉ dưỡng. Địa điểm khá đắc địa, nằm ngay đường Thùy Vân và đối diện biển. Nhân viên Thương lễ tân rất nhiệt tình hỗ trợ khách. Bf sáng khá đa dạng món Âu kết hợp với Á. Là một nơi đáng để trải nghiệm, mình sẽ book thêm tiếp vào vài lần sau nữa nếu có dịp đi du lịch Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Khách sạn đẹp, phục vụ nhiệt tình. Bạn Như và Thương lễ tân chuyên nghiệp và hỗ trợ khách tận tình. Xứng đáng để quay lại. Tốt, view đẹp, nhà hàng chất lượng. Đồ ăn rất ngon khách sạn địa điểm đăc địa. Mọi người nên đến khách sạn trải nghiệm nhé ạ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Mình tới nhận phòng được các bạn hỗ trợ mình nhận phòng sớm và rất nhiệt tình dễ thương , đặc biệt là bạn Như và Nam . Khách sạn được thiết kế rất trẻ trung và hiện đại . Mình sẽ quay lại khách sạn nếu có dịp .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hưng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn khá đẹp, xây dựng theo phong cách trẻ trung. Các bạn nhân viên rất năng động, hoạt bát. Kỳ nghỉ quá vui cho gi",
            "review_content": "Khách sạn khá đẹp, xây dựng theo phong cách trẻ trung. Các bạn nhân viên rất năng động, hoạt bát. Kỳ nghỉ quá vui cho gia đình đình mình khi quyết định chọn IBIS. Lúc nhận phòng có bạn Như lễ Tân và bạn hiếu hỗ trợ hành lý đã hỗ trợ mình cực kì nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MaiDuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Bạn Thương lễ tân rất nhiệt tình hỗ trợ gia đình mình khi làm thủ tục nhận phòng, các bạn bellman hỗ trợ mang hành lý tận phòng, khách sạn đẹp, đầy đủ tiện nghi, vị trí gần biển, gia đình mình rất hài lòng vè kì nghỉ lần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Van N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời t2/23",
            "review_content": "- Khách sạn có vị trí đẹp, nội thất bên trong cũng rất đẹp, nhiều màu sắc nhưng sang trọng - Phòng nhỏ nhưng đầy đủ tiện nghi, rất sạch sẽ - nhân viên rất thân thiện và lịch sự - đồ ăn sáng không quá nhiều, nhưng rất ngon miệng và sạch sẽ, nhà ăn và chỗ chơi rất đẹp. - Bể bơi sạch, đẹp, hơi nhỏ - 3 sao chuẩn 3 sao quốc tế nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Guide57720270882",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ hp",
            "review_content": "Bạn lễ tân tên Hawfng niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động. Bạn nam hỗ trợ hành lý tận tình. Mình hài lòng. Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diệp Anh Tài",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ vui vẻ",
            "review_content": "Nhân viên lễ tân tên Nam cực kì thân thiện ân cần, chu đáo và check in nhanh gọn. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view bờ hồ cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui",
            "review_content": "Bạn lễ tân tên Nam niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dheijcnn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ky nghỉ vui",
            "review_content": "Bạn lễ tân tên Hằng niềm nở, vui vẻ hỗ trợ nhiệt tình, chu đáo lúc nhận phòng. Khuôn viên và sảnh lễ tân trang trí đẹp mắt theo phong cách trẻ trung , năng động.  Phòng sạch sẽ có view hướng biển, đầy đủ tiện nghi , gường nằm rất êm ái và dễ chịu. Khách sạn nằm gần biển nên rất thuận lợi cho việc đi ra bãi tắm và nằm gần các quán ăn hải sản ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Justin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ vui",
            "review_content": "Mình được bạn Hằng tư vấn đặt phòng và làm thủ tục nhanh chóng, bạn Nam hỗ trợ hành lý lên tận phòng, mình rất hài lòng về cách phục vụ và thái độ nhiệt tình của nhân viên, khách sạn đẹp và phong cách, sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HongVan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ vui vẻ dữ lắm nha",
            "review_content": "Mình đi chơi cùng em trai và mẹ. Tới ks gặp bạn Hằng giúp mình làm thủ tục nhận phòng vừa nhanh vừa nhiệt tình, hướng dẫn rất chi tiết và cụ thể, bạn giang hỗ trợ hành lý lên tận phòng, mình rất vui và hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightseer42027868411",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ thoải mái",
            "review_content": "Mình book hai phòng. Đến ks sớm gặp bạn Hằng hỗ trợ mình nhận phòng và hướng dẫn thông tin khách sạn rõ ràng nhanh chóng và rất nhiệt tình, bạn Giang hỗ trợ mang hành lý lên phòng giúp mình. Rất hài lòng về sự vui vẻ nhiệt tình phục vụ của nhân viên ở đây. Sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ thoải mái",
            "review_content": "Mình đi gia đình, đến ks đc bạn Hằng làm thủ tục nhận phòng nhanh chóng và chia sẽ thông tin khách sạn cho gia đình mình rất nhiệt tình, bạn giang hỗ trợ mình giữ hành lý, bạn Tài đưa hành lý lên phòng tận tình và chu đáo, mình rất ưng thái độ phục vụ của nhân viên ở đây. sẽ quay lại vào kỳ nghỉ khác.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui vẻ ở khách sạn",
            "review_content": "Đầu tiên là mình thấy khách sạn rất đẹp và phong cách, mình rất ưng ngay từ cái nhìn đầu tiên, mình đc bạn Hằng hướng dẫn đi xem phòng, rất nhiệt tình và dễ thương nha và thêm  một bạn tên Giang hỗ trợ mình làm thủ tục nhận phòng nhanh. Mình hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ thoải mái",
            "review_content": "Khách sạn rất đẹp và phong cách và mình rất thích. Mình được bạn Hằng hổ trợ làm thủ tục nhận phòng nhanh chóng và nhiệt tình, còn hành lý bạn Luân giúp mình đưa lên phòng, mình rất hài lòng về nhân viên và cách phục vụ ở đây. Sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Doan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ đáng mong đợi",
            "review_content": "Mình thấy khách sạn đẹp và phong cách nên mình rất thích. Mình được bạn Hằng hỗ trợ và làm thủ tục và chia sẻ thông tin khách sạn nhanh gọn và nhiệt tình. Mình rất hài lòng cách phục vụ ở đây. Sẽ giới thiệu bạn bè và quay lại.",
            "reviewer_location": "Tỉnh Bình Định, Việt Nam"
        },
        {
            "name": "Culture24651378917",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ vui vẻ VT",
            "review_content": "Kỳ nghỉ vui vẻ của mình và bạn bè. Khách sạn rất đẹp và phong cách. Mình check in sớm và đc bạn Hằng hỗ trợ làm thủ tục rõ ràng, nhiệt tình và nhanh chóng, nhân viên khách sạn ai vũng vui vẻ rạng rỡ. Phục vụ tận tình. Mình rất hài lòng, sẽ quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GoPlaces37066926024",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ vui vẻ",
            "review_content": "Nhân viên cực kì dễ thương, khách sạn đẹp,sạch sẽ, view đẹp, thuận tiện đi lại. Mình được bạn Hằng hỗ trợ làm thủ tục nhanh chóng và nhiệt tình, gia đình đi chơi rất vui vẻ, bạn tuấn hỗ trợ mình lên phòng nhanh chóng Sẽ quay lại lần sau!!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Duong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ vui vẻ",
            "review_content": "Khách sạn đẹp và phong cách, rất xinh và dễ chịu, mình gặp bạn Hằng hỗ trợ làm thủ tục nhận phòng nhanh chóng và nhiệt tình, gia đình mình đi rất đông và đc các bạn hỗ trợ rất nhiệt tình, mình rất hài lòng và sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đạt Cơ",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn đẹp nhưng chất lượng dịch vụ cần được chú ý…",
            "review_content": "Khách sạn có vị trí đẹp. Thuận lợi cho việc đi tắm biển. Nhân viên lễ tân vui vẻ, nhiệt tình. Đặc biệt cảm ơn bạn Bellman ca sáng và anh bảo vệ trực bãi xe buổi trưa lúc 12h ngày 1/2 đã đón tiếp tụi mình rất nhiệt tình. Các bạn nhân viên bên quầy buffet sáng cần cải thiện lại dịch vụ và thái độ phục vụ của mình. Đến dọn đĩa của khách ít nhất cũng phải xin phép hoặc gật đầu cười với khách 1 cái cũng không có. Đến tự lấy đĩa xong bỏ đi không nói câu nào. Quan sát thì thấy các bạn có vẻ không được vui vẻ khi đi làm. Lúc mình ăn xong đi ngang các bạn cũng chả có cái gật đầu nào chào mình. Các bạn sub cần phải train kĩ vấn đề này hơn để mang lại trải nghiệm tốt cho khách trong môi trường khách sạn….",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Discover44805176208",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ rồi vui vẻ",
            "review_content": "Khách sạn đẹp, bạn Hằng hỗ trợ làm thủ tục và nhận phòng nhanh chóng và nhiệt tình, mình và gia đình rất hài lòng về nhân viên và cách phục vụ, kỳ nghĩ khá vui vẻ và tuyệt vời, sẽ giới thiệu cho bạn bè và người thân.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ellie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Mình được bạn Hằng hỗ trợ làm thủ tục nhận phòng nhanh chóng và nhiệt tình, các bạn hỗ trợ hành lý lên tận phòng, khách sạn đẹp và phong cách, mình rất hài lòng về sự phục vụ tận tình này. Sẽ quay lại vào những dịp sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tour22137050618",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở là sướng, đi là nhớ",
            "review_content": "Nhân viên rất nhiệt tình, hỗ trợ upgrade phòng để mình có trải nghiệm tốt hơn. Không gian thoải mái gần ngay trung tâm. Đặc biệt có bác bảo vệ rất dễ thương. Trông coi điều xe rất nhịp nhàng, cần khiêng đồ gì là bác ấy chạy tới ngay. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lien Ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi du lịch gia đình",
            "review_content": "Nhân viên nhiệt tình chào đón từ lúc mới xuống xe, sắp xếp hành lý nhiệt tình, nhân viên hỗ trợ okela. Khách sạn view biển, nhiều chỗ chơi, đẹp đẽ và sạch sẽ. Khômg giang thoáng đãng, rộng rãi, hỗ trợ nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sunshine32770282866",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ vui vẻ",
            "review_content": "Khách sạn có service rất tốt, nhân viên rất nhiệt tình giúp đỡ, và sẵn sàng hướng dẫn chi tiết cho khách hàng. Khách sạn có trang trí và thiết kế bố cục của khách sạn đẹp, dễ nhìn, màu sắc hài hoà hợp lí",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trâm Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis",
            "review_content": "Ghé lần thứ 3 ! Mọi thứ vẫn tuyệt vời , nhân viên hỗ trợ 24/24 và nhiệt tình , tất nhiên trong những lần kế tiếp vẫn sẽ ghé đây và cho những đánh giá khách quan nhất ! Mong cho Ibis ngày càng vững mạnh và phục vụ tốt nhất mọi người ! 10/10",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sherpa62666250921",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi thấy ổn và sẽ chở lại",
            "review_content": "Chất lượng ở mức tốt. Phục vụ tận tình. Đáng trải nghiệm 🌹🌹🌹 khách view biển. Xung quanh có rất nhiều nhà hàng quán ăn cafe …. vị trí trung tâm thuận tiện đi lại . Đầy đủ tiện nghi và dịch vụ tốt. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Wander60933202728",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ibis hotel",
            "review_content": "Tôi cảm thấy rất tuyệt vời khi đến đây , không khí rất thoáng mát , hiện đại . Nhân viên ở đây rất tuyệt vời , hôm nay đi cùng bạn gái , nếu có cơ hội tôi sẽ dẫn cả gia đình của mình đến đây để tận hưởng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thienkieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Khách sạn sạch sẽ, dịch vụ tốt, nhân viên nhiệt tình với khách, đặc biệt là bạn Nam lễ tân, khách sạn ở vị trí trung tâm, thuận tiện cho việc đi lại, mình được hỗ trợ nhận phòng sớm khi có phòng, rất hài lòng về trải nghiệm lần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AnhTuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mùng 1 nhiều niềm vui",
            "review_content": "Khách sạn chào đón gia đình mình rất nhiệt tinh, bạn Hiếu lễ tân hỗ trợ gia đình nhận phòng sớm khi có phòng, mình rất hài lòng, khách sạn ở vị trí trung tâm, cách biển vài phút đi bộ, mình sẽ quay lại vào dịp sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tram Mm P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ vui vẻ",
            "review_content": "Mình thấy khách sạn khá phong cách và đẹp, mình được bạn Hằng hỗ trợ nhận phòng nhanh chóng và chuyên nghiệp, bạn Kim giới thiệu thông tin khách sạn rõ ràng, đây là kỳ nghĩ đầu tiên của mình ở đâ và mình rất hài lòng. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tour47305955646",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Mình đến khách sạn và được bạn Hằng hỗ trợ làm thủ tục nhận phòng nhanh chóng và nhiệt tình. Cũng cấp thông tin về khách sạn dễ hiểu và đầy đủ, Phương giúp mình đưa hành lý lên phòng. Khách sạn thoáng mát lịch sự, gần biển. Sẽ quay lại vào dịp sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ngoc dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ tuyệt vời",
            "review_content": "khách sạn rất đẹp và thoải mái. mình được Hằng và Duyên hướng dẫn làm thủ tục nhiệt tình và nhanh chóng. Kim hỗ trợ mình đổi phòng nhanh. Phương dẫn mình lên phòng nhiệt tình và chu đáo. mình rất hài lòng về nhân viên cũng như khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ lý tưởng cho cặp đôi",
            "review_content": "Khách sạn view tuyệt đẹp ở bãi sau. Có bar sân thượng ngay hồ bơi,  rất lý tưởng để ngắm cảnh và chill với người yêu. Có hồ bơi vô cực, thích hợp chụp ảnh sống ảo. Staff support nhiệt tình và rất dễ thương.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HOANGYEN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ",
            "review_content": "Bạn Nam làm thủ tục cho gia đình mình rất nhiệt tình, giải thích thông tin khách sạn rõ ràng, gia đình mình rất hài lòng, khách sạn đẹp nhiều góc sống ảo, vị trí gần biển, mình rất gàu lòng, sẽ quay lại dịp sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Dịch vụ tốt, lễ tân (bạn Nam) hỗ trợ rất nhiệt tình. Sảnh đẹp, phòng sạch, sẽ quay lại. Ăn sáng đa dạng món, hồ bơi trên tầng thượng thoáng mát, rộng. Phòng view biển rất đẹp, có quán bar trên hồ bơi 😍",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duy Phúc Đỗ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp cho gia đình con nhỏ",
            "review_content": "Thiết kế khách sạn hiện đại, dễ thương phù hợp gia đình có con nhỏ. Nhiều tiện ích, có phòng gia đình giường tầng cho trẻ. Nhân viên thân thiện, hỗ trợ tốt. Bạn lễ tân tên Vy hướng dẫn nhiệt tình. Mình sẽ quay lại lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NgocThao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Khách sạn mang nhiều mau sắc tươi mát và trẻ trung Bạn Vy lễ tân rất dễ thương và hỗ trợ gia đình mình rất nhiệt tình Khách sạn có khá nhiều nội quy Lần này mình có book 2 phòng thì có một phòng phòng gia đình có hướng nhìn đối diện biển sáng hay tối ngồi ban công cũng khá là chill Sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá Ibis",
            "review_content": "Lễ tân hỗ trợ nhiệt tình  Hồ bơi đẹp  Không gian đẹp, sang trọng, tầm nhìn từ khách sạn ra biển vô cùng tuyệt vời, xuất xác. Đồ ăn sáng vừa miệng, đa dạng cho từng đối tượng khách hàng từ người lớn, trẻ nhỏ, đến phụ nữ mang thai.  Nói chung thực sự là tuyệt vời quá",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Van Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Must try Hotel",
            "review_content": "Ibis Style luôn là sự lựa chọn của mình khi đến Vũng Tàu. Khách sạn có service tốt nhất và có style nhất ở Vũng Tàu. Gần biển, có hồ bơi vô cực và tiện ích xung quanh đầy đủ. Ăn sáng buffet đa dạng, sạch sẽ.",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "Voyager50739700795",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nhhỉ tuyệt vời của gia đình tôi",
            "review_content": "Khách sạn đẹp, sạch sẽ, nhân viên cực kì thân thiện. Gia đình mình vừa tới là có nhan viên mang hành lý vào, đã vậy còn được upgrade hạng phòng miễn phí. Dù đặt trễ nhưng vẫn được sắp xếp phòng. Chắc chắn sẽ quay lại nếu có dịp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MinhHanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san Ibis Styles Vung Tau",
            "review_content": "Nhân viên lễ tân tại khách sạn hỗ trợ nhiệt tình, vui vẻ, dễ thương. Đặc biệt gửi lời cảm ơn 2 bạn Tuấn và bạn Vy tại quầy lễ tân hướng dẫn tận tình đến khách hàng Không gian Khách sạn sạch đẹp, hiện đại, trẻ trung",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigate60694501219",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời",
            "review_content": "Các bạn lễ tân Vy, Nhật rất dễ thương và chuyên nghiệp, tư vấn nhiệt tình.... Khách sạn đẹp, gần biển và trung tâm. Phòng đẹp và rất sạch sẽ. gia đình mình rất hài lòng, và sẽ quay lại thường xuyên. Cám ơn các bạn rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveler63476892886",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Các bạn lễ tân Vy, Nhật, Luân rất dễ thương và chuyên nghiệp, tư vấn nhiệt tình.... Khách sạn đẹp,  gần biển và trung tâm. Phòng đẹp và rất sạch sẽ. gia đình mình rất hài lòng, và sẽ quay lại thường xuyên. Cám ơn các bạn rất nhiều",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Coastal03334088539",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt Vời",
            "review_content": "Khách sạn đẹp có rất nhiều góc sống ảo, phòng đẹp đầy đủ tiện nghi,  thoáng mát.  bạn Luân lễ tân dễ thương, hỗ trợ mình nhận phòng sớm khi có phòng, Giải thích thông tin rõ ràng, mình rất hài lòng. Sẽ còn quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Windback",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời cùng gia đình",
            "review_content": "Trải nghiệm tuyệt vời cùng ibistyle. Nv checkin rất nhiệt tình & thân thiện. Ks phong cách & tuyệt đẹp. Dịch vụ tốt lắm. View biển xịn xò. Vote 5*. Sẽ ghé lại lần tiếp theo . Chúc ks luôn phát triển bền vững",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "gemini060718",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn nhiều góc sống ảo, phòng đẹp đầy đủ tiện nghi, bạn Hiếu lễ tân dễ thương, hỗ trợ mình nhận phòng sớm khi có phòng, bạn Luân hướng dẫn mình lên tận phòng. Giải thích thông tin rõ ràng, mình rất hài lòng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Sightseer64334953322",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách dạn gần biển, khá thuận lợi cho gia đình đi du lịch. Theo hướng năng động. nhân viên rất nhiệt tình hỗ trợ gia đình mình trong chuyênd đi lần này. Hứa hẹn sẽ quay lại vào chuyến đi tiếp theo....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "VanLam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ",
            "review_content": "Khách sạn gần biển, nằm ở trung tâm thuận lợi đi lại, bạn Hằng làm thủ tục nhận phòng chuyên nghiệp, giới thiệu thủ tục khách sạn rõ ràng, bạn Luân Belk mắn mang hành lý tận phòng cho gia đình mình, rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan vui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Khách sạn đẹp, nhiều góc sống ảo, Bạn Như lễ tân làm thủ tục chuyên nghiệp, bạn Hằng giới thiệu dịch vụ, thông tin khách sạn rõ ràng, gia đình mình rất hài lòng, mình sẽ giới thiệu bạn bè quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nomad29654891729",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyêth vời",
            "review_content": "Khách sạn rất đẹp, các bạn Vy, Hạnh, Hiếu phục vụ rất nhanh và nhiệt tình. Phòng sạch sẽ, không gian rộng rãi thoải mái, rất nhiều tiện ích đi kèm, bể bơi sạch Sẽ là điểm đến thường xuyên khi thăm Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch Vũng Tàu",
            "review_content": "Lễ Tân Vy , Hạnh hỗ trợ cho mình rất dễ thương và cử . Bạn hỗ trợ hành lý Thành Hiếu luôn giúp mình xách đồ và hỏi han rất ân cần, nhiệt tình . Khách sạn sạch đẹp có nhiều màu sắc, khách sạn nằm đối diện biển dễ dàng trong việc đi tắm biển",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThaiBinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ",
            "review_content": "Khách sạn đẹp, nhiều góc sống ảo, gần biển, phòng view biển cực chill, nhân viên khách sạn hỗ trợ mình rất nhiệt tình, đặc biệt là bạn Luân lễ Tân, giới thiệu thông tin khách sạn rõ ràng, mình sẽ quay lại dịp sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngocanh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KÌ NGHỈ VUI VẺ TẠI IBIS",
            "review_content": "Nhân viên rất chuyên nghiệp, được đào tạo bài bản, đặc biệt là bạn Luân lễ tân, làm thủ tục cho mình rất nhanh nhẹn, giới thiệu thông tin rõ ràng. Khách sạn nhiều góc sổng ảo, gần biển, mình rất hài lòng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lợi Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Noel vui vẻ",
            "review_content": "khách sạn nhiều góc sống ảo, qua đường là tới biển, bạn Luân hỗ trợ mình nhận phòng rất nhiệt tình, giải thich các dịch vụ khách sạn rõ ràng, hỗ trợ nhận phòng sớm khi có phòng chứ không phải đợi tới 15h, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roam20199581878",
            "avatar": "",
            "review_rating": "5",
            "review_title": "noel vui vẻ",
            "review_content": "Cảm ơn bạn Nhật đã hỗ trợ gia đình trong kỳ nghỉ lần này, hỗ trợ nhiệt tình lúc làm thủ tục nhận phòng, bạn Luân bellman hỗ trợ hành lý tận phòng nhiệt tình, giải thich dịch vụ khách sạn tường tận rõ ràng, mình rát hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "THANHTHUY",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì Noel vui vẻ cùng gia đình",
            "review_content": "Khách sạn tuyệt đẹp, bạn Luân lễ tân hỗ trợ mình rất chuyên nghiệp, tận tình, hỗ trợ gia đình nhận phòng sớm khi có phòng, bellman hỗ trợ hành lý tận phòng, hồ bơi vô cực siêu đẹp, mình sẽ quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigator18559044800",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt!",
            "review_content": "Khách sạn sạch, có gối ôm.  Phù hợp đi gia đình. Phòng connecting room view lầu cao, khách sạn có nhiều màu sắc trẻ trung Lễ tân Vy hỗ trợ gia đình mình nhiệt tình và hỗ trợ gia đình mình nhận phòng sớm khi có thể.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Excursion19299428992",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp tại Vũng Tàu",
            "review_content": "Khách sạn mang phong cách trẻ trung, thiết kế hiện đại, có phòng view biển, sạch sẽ, thoáng mát, nhân viên nhiệt tình. E Vy lễ tân xinh gái dễ thương, nhẹ nhàng.  Vị trí ngay mặt biển, đi lại thuận tiện. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jane N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Vị trí đẹp, phòng xinh & xung quanh nhiều đồ ăn vặt. Bước qua đường là bãi biển ❤️  Mình lỡ đến sớm hơn kế hoạch nên gọi điện trước, rất may là trong tuần nên phòng sẵn sàng, các bạn nhân viên đã hỗ trợ check in sớm rất nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi Hoan N",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Lộn xộn, luộm thuộm",
            "review_content": "Sảnh chờ (lobby) nhỏ hẹp, chật chội chỉ có 2 cái ghế nên không có đủ chỗ cho khách đứng, ngồi chờ đến lượt check in-out. Thang máy luôn quá tải, luôn phải xếp hàng chờ thang máy đi lên xuống nên rất mất thời gian. Chính vì vậy mà làm cho dịch vụ trở lên lộn xộn khác hoàn toàn với phong cách của hệ thống  Accor group mà tôi hằng mong đợi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Connector25506735138",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Khách sạn rất đẹp, gần trung tâm, băng qua đuờng là tới biển, bạn Luân hỗ trợ mình nhận phòng rất nhiệt tình, giải thích thông tin khách sạn đầy đủ, mình rất hài lòng kì nghỉ này, sẽ quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lt91",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Khách sạn nhiều góc sống ảo, vị trí thuận lợi, cách biển vài phút đi bộ, bạn Luân lễ tân hỗ trợ làm thủ tục cho mình rất nhiệt tình, khách sạn hỗ trợ nhận phòng sớm khi có phòng trống chứ không đợi tới 3h, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Fearless59726540007",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn tuyệt đẹp",
            "review_content": "khách sạn màu sắc tươi sáng, nhiều góc sống ảo, gia đình mình rất thích, các bạn bellman hỗ trợ hành lý rất nhiệt tình, bạn Luân lễ tân làm thủ tục chuyên nghiệp, giải thích dịch vụ khách sạn rõ ràng, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LanBui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ vui vẻ",
            "review_content": "Từ lúc đặt chân tới khách sạn các bạn bellman đã hỗ trợ hành lý mình rất nhiệt tình, khách sạn màu sắc đẹp, nhiều góc sống ảo, bạn Luân làm thủ tục c/i cho mình rất chuyên nghiệp, gia đình mình rất hài lòng về kì nghỉ này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "My family and I enjoy staying at Ibis Vung Tau ",
            "review_content": "Tôi rất ấn tượng với đội ngũ nhân viên lễ tân, bell rất nhiệt tình và hỗ trợ khách hàng. Tôi rất hài lòng trong thời gian ở tại khách sạn vì giá cả hợp lý, dịch vụ chu đáo. Tôi đã ở 3 lần và tôi sẽ tiếp tục ở tại khách sạn nếu ghé qua Vũng Tàu. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nathan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Nhân viên thân thiện, chào đón nhiệt tình. View ngay biển và đẹp như trên hình. Được hỗ trợ check in sớm. Sẽ quay lại Friendly staff. Sea view. We are supported to early check in. Will comeback if having chane",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sunshine38686805454",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "khách sạn đẹp, đầy đủ tiện nghi cho gia đình mình, khi mình đến khách sạn các bạn bellman hỗ trợ hành lý rất nhiệt tình, bạn Luân làm thủ tục chuyên nghiệp, giải thích rõ ràng, rất hài lòng về dịch vụ của khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Curious23199889460",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngày kì nghỉ tuyệt vời",
            "review_content": "Tôi đã quay lại khách sạn này lần 2 vì dịch vụ ở lễ Tân cũng như không gian khách sạn thoải mái. Vị trí thuận lợi hướng ra biển nên luôn là lựa chọn đầu cho tôi khi quay lại Vũng Tàu. Bạn Luân hỗ trợ nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort27916728191",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lần thứ 2 quay lại Ibis",
            "review_content": "Lần thứ 2 quay lại Ibis,ấn tượng ban đầu các bạn nhân viên trẻ rất thân thiện,gần gũi,hỗ trợ hành lý,tư vấn phòng rất chu đáo ( bạn Luân).Phòng ở đây thì không cần phải nói nhiều,nệm và gối rất êm và khác biệt với nhiều chổ khác,ăn sáng rất ngon và phong phú.Vị trí sát biển,gần trung tâm,đi đâu cũng tiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Discover05156292558",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn đẹp, nhân viên thân thiện, đặc biệt là bạn Lâm và Luân ở bộ phận lễ tân đã hỗ trợ gia đình tôi hết mình trong suốt quá trình tôi lưu trú ở đây. Các bạn được đào tạo rất bài bản và chuyên nghiệp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber37429899048",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Khách sạn hỗ trợ khách hết mình, mang phong khách dễ thương. Bạn lễ tân Vy dễ thương, hỗ trợ nhiệt tình. Cảm ơn Khách sạn và các bạn lễ tân đã cho mình trải nghiệm phòng có view đẹp và xịn 🥰🥰🥰😘😘🥰",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn Ibis Vũng Tàu",
            "review_content": "Khách sạn theo phong cách trẻ trung, hiện đại, bé Vy lễ tân hỗ trợ nhiệt tình cho mình check out trễ ko tính phí.  Hồ bơi sạch, đẹp, quầy check in rộng, thoáng, gam màu hiện đại, trẻ trung, bé nhà mình rất thích.  Mình ở phòng premium nhưng phòng hơi bé, chắc ở đây đa phần phòng nhỏ, vật dụng trong phòng hầu như cơ bản, đối với phân khúc 3 * quốc tế thì thấy rất ok rồi.  Tuy nhiên, điểm hơi bất tiện là key phòng kết nối thang máy hay bị lỗi, mình phải quẹt rất nhiều lần mới có thể bấm được tầng thang, cứ tưởng thẻ lỗi 🤣🤣🤣",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "John deal",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Dù chỉ có một đêm lưu trú ở đây tuy nhiên những trải nghiệm mà ibis styles vũng tàu mang lại cho mình thật sự rất tuyệt vời  Nhân viên thân thiện và luôn sẵn sàng giúp đỡ mình khi cần  Phòng thiết kế đẹp và nhiều góc sống ảo  Nhất định sẽ giới thiệu với bạn bè để trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyho",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ của tôi",
            "review_content": "Gia đình tôi đã có một kì nghĩ dưỡng tuyệt vời tại khách sạn, bạn Luân làm thủ tục cho mình rất nhiệt tình, chuyên nghiệp, bellman hỗ trợ hành lý từ khi giá đình mới đặt chân tới khách sạn, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vivvian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Phòng đẹp , sạch sẽ ,ăn sáng ngon , nhân viên nhiễt tình thân thiện, đặc biệt là bạn Luân, làm thủ tục cho mình rất nhanh, giải thích dịch vụ rõ ràng, khách sạn gần biển, nhiều góc sống ảo, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "FarAway26290006638",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Nhân viên cực kì thân thiện, đặc biệt là bạn Luân làm thủ tục check in cho mình, khách sạn gần biển, màu săc tươi sáng, phù hợp với gia đình có trẻ nhỏ, mình rất hài lòng về dịch vụ khách sạn, sẽ quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort49953038232",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ cùng gia đình",
            "review_content": "Khách Sạn Ibis đẹp, không gian thoải mái, nhân viên vui vẻ hỗ trợ nhiệt tình, đặc biệt là bạn Luan lễ tân. Vị trí tốt , Màu sắc Ibis rất sang trọng. Lần sau nhất định sữ quay trở lại và giới thiệu cho bạn bè người thân biết đến. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuc Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trong vài khách sạn tốt trong phân khúc 3 sao tại Vũng Tàu.",
            "review_content": "Khách sạn là thành viên của tập đoàn accor nên dịch vụ khỏi bàn tới. Đúng chuẩn 3 sao quốc tế.  Nhân viên lịch sự, năng động và vui vẻ.  Cơ sở vật chất tốt, phòng sạch, bể bơi mới đẹp. Tuy nhiên phòng gym ghi là mở cửa 24/7 nhưng lúc 21h ngày 18/11 thì cửa đã bị khoá ngoài. Buffet sáng tạm ổn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nomad31774271987",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trải nghiệm tuyệt vời cùng ibis",
            "review_content": "Khách sạn nhiều góc sống ảo, màu sắc tươi sáng, vừa đến khách sạn đã được các bạn bellman hỗ trợ hành lý nhiệt tình, lễ tân Luân hỗ trợ khách tốt, hướng dẫn dịch vụ khách sạn đầy đủ, mình rất hài lòng về dịch vụ lần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang Dinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ thật tuyệt vời",
            "review_content": "Khi mới đến khách sạn các bạn bellman đã hỗ trợ gia đình mình hành lý, lễ tân Luân check in cho mình rất nhiệt tình, hỗ trợ gia đình mình nhận phòng sớm do khách sạn vẫn còn phòng trống, khách sạn đẹp nhiều góc sống ảo, mình rất hài lòng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Linh V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cặp đôi du lịch và gia đình ",
            "review_content": "Khách sạn phù hợp cho gia đình và các cặp đôi.  Cạnh bờ biển hướng đẹp,  gần các khu trung tâm ăn uống,   quán cà phê cảnh đẹp lý tưởng cho các cặp đôi yêu nhau. Đi gia đình đông người cũng thuận tiện và phù hợp.  Có phục vụ ăn sáng theo dạng buffet đi kèm nhà hàng.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ngọc Diễm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch vui vẻ",
            "review_content": "mình rất hài lòng về dịch vụ lần này, khách sạn đẹp nhiều góc sống ảo, nhân viên Luân nhiệt tình, hỗ trợ dịch vụ rất tốt, khi tới khách sạn các bạn belll cũng hỗ trợ hành lý gia đình minhg ngay tại cổng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức Triệu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vũng Tàu trip - IBIS",
            "review_content": "Khách sạn đẹp sang, view biển, hỗ trợ nhận phòng nhanh. Mình đặt phòng và nhận phòng lúc 15:00, nhưng vì có nhu cầu nhận phòng sớm, nhân viên rất nhiệt tình và chu đáo hỗ trợ mình nhận phòng sớm và nhanh nhất có thể.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tốt",
            "review_content": "Khách sạn này mình đi nhiều lần rồi, ở đaay view đẹp nhân viên nhiệt tình  và đặc biệt được phục vụ rất tận tình chu đáo, đặc biệt sạch sẽ và thoáng mát , thức ăn cũng ngon giống như ăn ở nhà hàng 5 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DayTrip16189686152",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn đẹp, sạch sẽ, vị trí gần biển. Nhân viên thân thiện. Đặc biệt 2 bạn Lễ tân Luân, Giang rất nhiệt tình giúp mình, tư vấn dịch vụ khách sạn rõ ràng, chuyên nghiệp, mình rất hài lòng về trải nghiệm lần này. Có dịp sẽ ghé lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DangKhoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch tuyệt vời",
            "review_content": "Khi bước vào khách sạn là mình đã được các bạn bellman hỗ trợ hành lý rất nhiệt tình, màu sắc set up khách sạn như hình chụp quảng cáo, mình rất bất ngờ, Bạn Luân lễ tân hỗ trợ mình rất nhiệt tình, tư vấn mọi thứ rất rõ ràng, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vũ k",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời tại ibis styles",
            "review_content": "Chuyến du lịch tuyệt vời,  khách sạn nhiều góc sống ảo, thân thiện với môi trường, bạn Luân hỗ trợ mình rất nhiệt tình, tư vấn dịch vụ khách sạn rõ ràng, mình rất hài lòng , mình sẽ quay lại trong dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lien Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "gia đình tôi đặt phòng ở ibis vào cuối tuần dù khá đông đúc nhưng vẫn được hỗ trợ nhận phòng sớm và nhanh chóng. bạn nhân viên lễ tân tên Lâm hỗ trợ rất nhiệt tình và thân thiện. khách sạn trang trí rất đẹp rất đáng để quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm đáng nhớ",
            "review_content": "Dù mình lưu trú vào giai đoạn cuối tuần tuy có hơi đông khách nhưng dịch vụ và chấy lượng vẫn được đảm bảo. Đông đúc là điều không thể tránh khỏi. Bạn Lâm nhân viên lễ tân đã hỗ trợ mình làm các thủ tục nhận phòng và mình rất ưng ý với căn phòng mình lưu trú. View đẹp là 1 lợi thế của ibis. Bữa sáng khá đa dạng món, hồ bơi lẫn sảnh lễ tân thì quá nhiều góc sống ảo. Hi vọng sẽ có dịp ghé lại ibis",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hiền cute",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá xuất sắc",
            "review_content": "Chỉ 1 từ ĐỈNH. Cuối tuần khá đông đúc khách nhưng các bạn nhân viên ở đây vẫn hỗ trợ hết mình và chuyên nghiệp. Bạn nhân viên lễ tân tên Lâm đã sắp xếp cho mình căn phòng có view rất đẹp. Hồ bơi vô cực thì không có chỗ chê. Khách sạn trang trí màu sắc bắt mắt với nhiều góc sống ảo đã làm mưa làm gió thời gian qua. Cảm ơn ibis và hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire33837786767",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Family Trip Vung Tau 2022",
            "review_content": "Nhân viên Luân tác phong chuyên nghiệp, vui vẻ và hỗ trợ nhanh chóng. Khách sạn mới, sạch đẹp. Địa điểm tuyệt vời ngay bên bãi biển. Chúng tôi chắc chắn quay trở lại lần sau cùng gia đình và bạn bè Cảm ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roving50720038783",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn rất đẹp, nhiều màu sắc. Bạn nhân viên lễ tân tên Lâm rất thân thiện và hoà đồng. Gia đình tôi cảm thấy rất thoải mái khi ở đây và chắc chắn sẽ quay lại đây mỗi khi có dịp. Cảm ơn ibis rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Do Thanh nhan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn đẹp, vị trí thuận tiện gần biển. Nhân viên rất thân thiện, các bạn lễ tân rất linh trong trong việc hỗ trợ khách nhận phòng sớm nên mình rất thích, Hồ bơi trên tầng thượng cũng rất đẹp nữa😘😘😘😘😘",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mr sơn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "khách sạn sạch sẽ, màu sắc tươi sáng, nhiều góc sống ảo, các con mình rất Thích. bạn Luân hỗ trợ cho mình rất chuyên nghiệp, mình rất hài lòng về dịch vụ lần này, sẽ giới thiệu cho bạn bè mình quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quynh Nhu N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghĩ tuyệt vời",
            "review_content": "Khách sạn đẹp, nhân viên Luân chuyên nghiệp, hỗ trợ thân thiện, rất thích âm nhạc khi bước vào. Khách sạn nhiều góc sống ão, thân thiện với môi trường, màu sắc nổi bật, bé nhà mình rất thích, mình sẽ quay lại dịp tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ",
            "review_content": "Đã trở lại lần thứ 2. Rất hài lòng với cách phục vụ và đồ ăn ở ks. Phòng ốc trang trí dễ thương, bạn nhân viên Luân nhiệt tình hỗ trợ gia đình mình nhận phòng sớm khi có phòng trống, sẽ quay lại dịp tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Quay lại lần thứ 2 Rất ưng ý với dịch vụ khsan Hồ bơi nước ấm, phòng đẹp, nhà hàng thức ăn ngon, có kid clubs, phù hợp cho gia đình có bé nhỏ Nhân viên khsan hỗ trợ nhanh, vui vẻ nhiệt tình Ăn sáng hơi ít món nhưng ngon miệng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tung Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Phòng đẹp, hồ bơi cảnh trên cao rất đẹp. Các bạn lễ tân rất nhiệt tình. Bạn Lâm làm thủ tục cho mình rất nhanh chóng và bạn mang cho mình cảm giác rất thân thiện gần gũi. Bạn Như thì giới thiệu tiện ích cho mình rất chi tiết làm cho mình thấy thoải mái",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightsee16388709114",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Trải nghiệm tốt. Dịch vụ gần như hoàn hảo. Nhân viên rất thân thiện và quan tâm khách, đồ ăn ngon, phòng đẹp. Đặc biệt là nhân viên Như và Lâm rất nhiệt tình hỗ trợ tôi. Quầy bar và hồ bơi lộng lẫy. Nói chung là tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dreamer51411452085",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm gần như hoàn hảo",
            "review_content": "Gia đình đã lưu trú ở ibis vào dịp cuối tuần rồi, dù khá đông khách nhưng mọi thứ rất tuyệt vời. Tuy nhiên một điểm trừ là nhà mình đặt 3 phòng nhưng chỉ có 2 phòng có ghế sofa, phòng còn lại thì không có gì kể cả bàn nhỏ. Hi vọng lần sau quay trở lại mọi thứ sẽ tốt hơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Luong gia ky",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách san sach se . Nhan vien vui vẻ. Nhiệt tình. Bạn lễ tân Thu và Trinh rất dễ thương và nhiệt tình, mình đã ở đây rất nhiều lần sẽ quay lại nếu có dịp. Mình được nhận phòng sớm hơn dự kiến rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lê Hữu Trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Evt ok",
            "review_content": "Khách sạn khá đẹp, nhân viên lịch sự đón tiếp chu đáo. Tạo cảm giác thoải mái. Ban đầu check in tương đối dễ dàng. Có hỗ trợ nhận phòng sớm. Mình đến sớm lúc 11h30 mà đã nhận được phòng. Cảm ơn các bạn nhân viên đã nhiệt tình hỗ trợ Cảm ơn bạn Luân đã giúp mình nhận phòng sớm nhé",
            "reviewer_location": "Tỉnh Bình Dương, Việt Nam"
        },
        {
            "name": "Nguyenthao_nt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good location",
            "review_content": "Khách sạn thoáng mát, sạch sẽ, mọi thứ ok cho đến khi thấy hồ bơi vô cực OMg, quá sức tưởng tượng không như trên ảnh nữa, lung linh xa vời hết cỡ, chữ mê kéo dài. Hẹn lần sau mà có dịp là đi chuyến thứ 2 liền, Cảm ơn bạn Luân Bell đã hỗ trợ chị trong chuyến đi này nhé",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Vân N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good location",
            "review_content": "Khách sạn đẹp quá trời quá đất. Vừa xuống xe là các bạn nhân viên đã hỗ trợ cực kì tốt luôn nè. Nào là bạn xách vali rồi bạn tiếp tân hỗ trợ siêu nhiệt tình. Khách sạn còn gần biển và nhà hàng nên việc di chuyển cực tiện lợi Cảm ơn bạn Luân bell nheee",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "duyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis Vũng Tàu decor đẹp",
            "review_content": "Khách sạn decor đẹp với style colorful hợp genz. Location ngay sát biển, bãi sau Thùy Vân, tiện đi chuyển đến mọi nơi ở Vũng Tàu Nhân viên thân thiện, thủ tục check-in nhanh gọn lẹ. Khách sạn có hồ bơi, phòng gym, buffet sáng miễn phí. Tiếc là không có phòng cho 4 người, chỉ có phòng đôi  Cảm ơn bạn Luân đã hỗ trợ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dang Thi Mai H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời tại ibis",
            "review_content": "khách sạn rất đẹp, màu sắc tươi sáng, phục hợp với gia đình có trẻ nhỏ, bạn Luân lễ Tân và bạn Hiếu bellman hỗ trợ mình rất nhiệt tình, giải thích rõ ràng các dịch vụ bên phía khách sạn, mình rất hài lòng về chuyến đi lịch lần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "I love Ibis Style Vũng Tàu",
            "review_content": "Sau nhiều lần trải nghiệm tại Ibis và các KS tại Vũng Tàu thì tôi vẫn chọn Ibis Style Vũng Tàu 117 Thuỳ Vân Vũng Tàu là nơi tôi ghé nhiều nhất. Chắc chắn chưa ở đâu có phòng giường tầng sang sịn mịn cả. View biển, đã vậy thêm cái ban công chill chill. Tuyệt trên cả tuyệt vời, ăn sáng đa dạng món ngon mỗi ngày. Anh nhân viên Luân hỗ trợ cực kỳ tốt, từ hành lý đến sep up phòng, nhà gia đình trẻ em đông anh rất nhiệt tình với gđ và các bé. Ibis Style Vũng Tàu chưa 1 giây nào làm chúng tôi thất vọng. ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "khách sạn nhiều góc sống ảo, thân thiện với môi trường, bạn Luân làm thủ tục cho mình rất nhiệt tình, Bạn Như giới thiệu dịch vụ khách sạn rõ ràng, mình rất hài lòng về chuyến du lịch này, sẽ quay lại vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chuong L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ấn tượng một số nhân viên ibis Vũng tàu",
            "review_content": "Tôi ấn tượng một số nhân viên ở Ibis Vũng Tàu  1) tiếp Tân Mr Luan, Mr Lam- nhiệt tình, lịch sự, chu đáo, thân thiện  2) phục vụ phòng. Mr Hieu . Nhiệt tình, thân thiện, chu đáo , hổ trợ tốt  3) Nhà hàng-Ms Men. Lịch sự, chu đáo, hổ trợ tốt   Phòng sạch đẹp, Phong cảnh, trang trí đẹp  Trân trọng  Chuong Lam",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Thanh Tuân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn IBis dịch vụ tuyệt vời",
            "review_content": "mình có phòng hôm 30 tưởng chưa được nhận phòng ai ngờ được bạn nhân viên Luân hỗ trợ nhận phòng sớm khi khách sạn có phòng, nhân viên vui vẻ, hướng dẫn mình rất tận tình, cám ơn khách sạn, mình rất hài lòng về trải nghiệm lần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThamNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Khách sạn nhiều góc sống ảo, màu sắc tươi sáng phù hợp với gia đình có nhiều trẻ nhỏ, bạn Luân Bellman hỗ trợ gia đình mình rất nhiệt tình, giải thích rõ ràng dịch vụ khách sạn. khách sạn còn hỗ trợ mình nhận phòng sớm do công sát phòng không đông vì mình đi ngày thường, cảm ơn khách sạn",
            "reviewer_location": "Takanini, New Zealand"
        },
        {
            "name": "Dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Tốt sạch đẹp, check in 15h nhưng được sắp xếp sớm hơn nếu phòng trống. mình rất hài lòng về bạn Luân bellman đã làm thủ tục cho mình, giải thích dịch vụ khách sạn cho mình, mình sẽ quay lại vào dịp tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huynh Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn 3 sao mà tiêu chuẩn phục vụ hơn cả 5 sao",
            "review_content": "Khách sạn cực kì đẹp và nhiều góc sống ảo. Góc nào cũng có thể làm cho bức ảnh của bạn trở nên lung linh và huyền ảo.   Cảm ơn các bạn nhân viên nhà hàng và lễ tân đã giúp đỡ mình rất nhiều trong kì nghỉ này  Đặc biệt gửi lời cảm ơn đến bạn Vinh nhà hàng và Thọ lễ tân   Nhất định sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "PhuongHuynh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và nhân viên thân thiện",
            "review_content": "Vô tình mình đi ngang khách sạn và thấy khách sạn rất mới nên mình quyết định lưu trú thử.  Tất cả những gì các bạn nhân viên ở đây mang lại thật sự làm tôi bất ngờ.  Cảm ơn bạn Vinh nhà hàng và Thọ lễ tân đã giúp đỡ và tư vấn tôi rất nhiều cho chuyến đi này.  Thật sự đây là dịch vụ 5 sao chứ ko phải là 3 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang cute",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp nhiều góc sống ảo",
            "review_content": "Khách sạn có rất nhiều góc sống ảo và cực kì dễ thương. Nhân viên thân thiện và luôn chủ động hỗ trợ khách hàng. Bạn Vinh nhà hàng và Thọ lễ tân rất chuyên nghiệp và đã cung cấp những dịch vụ rất tuyệt vời cho gia đình mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tuyetHoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn view hướng biển đẹp, có nhiều góc sống ảo, thân thiện với môi trường, nhân viên Luân bellman tư vấn nhiệt tình, dễ thương, hỗ trợ gia đình mình nhận phòng sớm , mình rất hài lòng về dịch vụ khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Qui đẹp trai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện",
            "review_content": "Các bạn lễ tân đón tiếp rất nhiệt tình và chuyên nghiệp hỗ trợ gia đình mình rất nhiều trong quá trình lưu trú. Ăn sáng ngon và thực đơn đa dạng. Ăn tối và ăn trưa cũng rất ngon. Rất cảm ơn bạn Thọ Kim Tuấn đã hỗ trợ mình trong quá trình lưu trú",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phu le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thiết kế đẹp",
            "review_content": "Lâu lắm mới đi lại VT và thấy khách sạn này đẹp nên ghé vô thử. Nhân viên cực kì dễ thương luôn. Luôn nhiệt tình hỗ trợ mình trong quá trình lưu trữ. Anh Thọ lễ tân rất chuyên nghiệp và hướng dẫn tận tình trong quá trình lưu trú",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nghĩa siêu cute",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp gần biển",
            "review_content": "Anh Thọ lễ tân rất dễ thương và thân thiện. Khách sạn có thiết kế rất đẹp và cực nhiều góc sống ảo. Đồ ăn nhà hàng rất ngon và trang trí hấp dẫn. Hai bạn phục vụ Trung Uyên rất thân thiện và hỗ trợ trong quá trình dùng bữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "yến nhi c",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thiết kế đẹp nhân viên thân thiện",
            "review_content": "Khách sạn thiết kế đẹp. Nhân viên dễ thương thân thiện đặc biệt là anh Thọ lễ tân rất chuyên nghiệp và giúp đỡ gia đình mình rất nhiều trong quá trình lưu trú. Nhất định sẽ quay lại. Hai bạn phục vụ nhà hàng Trung và Uyên rất vui tính và dễ thương",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "CHỈ MỘT TỪ ĐỈNHHHH",
            "review_content": "Cuối tuần khá đông đúc khách nhưng các bạn nhân viên ở đây vẫn hỗ trợ hết mình và chuyên nghiệp. Bạn nhân viên lễ tân tên Lâm đã sắp xếp cho mình căn phòng có view rất đẹp. Hồ bơi vô cực thì không có chỗ chê. Khách sạn trang trí màu sắc bắt mắt với nhiều góc sống ảo đã làm mưa làm gió thời gian qua. Cảm ơn ibis và hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Binh Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn siêu đẹp, dễ thương. Nhân viên chuyên nghiệp. Đa số phòng đều có view biển. Ngay bãi sau Thùy Vân tiện di chuyển. Thích hợp cho gia đình và bạn bè nghỉ dưỡng. Bước vài bước là ra đến bãi tắm biển.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "My Triệu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ ở IBis Vũng Tàu",
            "review_content": "Khách sạn siêu sang xịn lắm nhé, nhân viên nhiệt tình hỗ trợ khách, thức ăn ngon, phòng đẹp, sạch sẽ, mình rất hài lòng với trải nghiệm trên tuyệt vời này. Sẽ quay lại và giới thiệu bạn bè vào lần sau tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Thang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "IBis Vũng Tàu",
            "review_content": "Lần đầu tiên đến nhưng được bạn Giang và Văn lễ Tân nhiệt tình đón tiếp và tặng phiếu giảm giám một phòng có bancon xịn sò, hồ bơi vô cực tuyệt đẹp. Hứa hẹn sẽ đến tiếp những lần sau. Vote 5 sao cho dịch vụ này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thế Duy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Dịch vụ tốt, mọi thứ okila, nhân viên dễ thương, trừ nước hồ bơi lạnh quá :)), cảm ơn a Đức lễ tân sp tận tình ạ, nước ở bar ổn, mọi thứ tạo nên 1 chuyến du lịch nghỉ ngơi tuyệt vời, dọn phòng sạch 💙💙💙",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thư T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời!!!",
            "review_content": "Nhân viên trẻ, năng động, nhiệt tình Làm thủ tục rất nhanh và hướng dẫn chi tiết! View đẹp, khách sạn mới và design trẻ trung. Gần sát biển, hẻm có các quán ăn local để đi bộ ăn vặt Rất tiện! Dễ thương!🥰",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguy Tuyet",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Mình đã trải nghiệm cùng gia đình 4 lần tại khách sạn này, gđ mình có người lớn tuổi và trẻ em. quá tuyệt vời từ dịch vụ đến nhân viên, đặc biệt bạn Luân, bạn Kinh,... đã giúp mình check in sớm và nhanh gọn. Mình không ngờ ks 3 sao mà tốt đến như vậy, rất đáng tiền và sẽ quay lại thường xuyên",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TriPhuc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui vẻ",
            "review_content": "Khách sạn thân thiện với môi trường, đầy đủ tiện nghi, bạn Luân bellman rất nhiệt tình hỗ trợ gia đình mình nhận phòng sớm, giải thích dịch vụ rỏ ràng, mình rất hài lòng, sẽ giới thiệu bạn bè trong tương lai.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Cuc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn đẹp từ mọi góc nhìn lần đầu trải nghiệm khách sạn quốc tế tuy chỉ có 3 sao nhưng phong cách làm việc rất chuyên nghiệp từ các bạn lễ tân và bellman cảm ơn bạn Văn, Duyên, Luân đã hỗ trợ nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phungtrankim123",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ tuyệt vời.",
            "review_content": "Lần đầu tiên gia đình mình đặt khách này, vừa đặt chân đến là mình thấy thích nhất là vị trí khách sạn nằm đối diện biển rất thuận tiện, không gian rộng rãi cách bố trí nhiều màu sắc tươi con mình rất thích, phòng rộng rãi sạch đẹp. Mình được nhân vien Luân tư vấn và hô trợ nhiệt tình sẽ giới thiệu bạn bè và quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thao Bui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good trip!!!!",
            "review_content": "– “Mình thích nhất là được check in sớm hơn quy định do có phòng trống. Điều này làm mình rất cảm kích vì mình có con nhỏ. Mọi trãi nghiệm đều tuyệt. Nhân viên nhiệt tình và tận tâm và mình khá ấn tượng với bạn Trung Đức tiếp đón nhiệt tình và thấu hiểu những vẫn đề khách cần đề cập. Tuy nhiên, mình hy vọng lần sau quay lại thì khu vui chơi trẻ em được đầu tư cho thú vị hơn nhé.” – “Vị trí trung tâm, thuận lợi cho việc di chuyển đến các địa điểm ăn uống, bãi tắm  -” Ăn sáng không có quá nhiều món nhưng khẩu vị ok” – ” Thang máy ít, khách chờ thang máy hơi lâu” – ” Bãi xe không chung tòa nhà di chuyển không thuận tiện.” – ” Hồ bơi nói chung ổn do diện tích củng không quá lớn. Tuy nhiên đợt mình đi ngày thứ Hai nên hồ khá nhiều lá cây và một số thứ khác. Khách sạn cần quét dọn hồ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đan Thanh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì du lịch tuyệt vời cùng gia đình",
            "review_content": "khách sạn nhiều góc sống ảo, hồ bơi vô cực view biển , khách sạn hỗ trợ khách nhận phòng sớm nếu có phòng trống, bạn Luân làm thủ tục cho gia đình mình rất nhiệt tình, giải thích dịch vụ khách sạn rõ ràng, mình rất h àilòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cuong Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá dịch vụ.",
            "review_content": "Checkin nhanh chóng. Anh lễ tân tên Luân thân thiện, vui vẻ. Cơ sở vật chất tốt. khách sạn hỗ trợ mình nhận phòng sớm khi có phòng, Mình rất hài lòng về trải nghiệm lần này, sẽ giới thiệu với bạn bè trong thời gian tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hilly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tiện nghi cho gia đình",
            "review_content": "Rất hài lòng về ngày nghỉ của gia đình tại Ibis, sảnh đẹp và tiện nghi! Phòng gia đình với view biển đẹp, ngắm biển sáng trưa chiều đều rất thích luôn! Ăn sáng cũng ok, nhiều món. Rất cảm ơn bạn Luân hỗ trợ mình đặt phòng và welcome gia đình có cả người lớn và trẻ nhỏ!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hong H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ky nghi vui ve",
            "review_content": "Gia dinh minh da co ky nghi vui ve va khach san tien nghi, nhan vien phuc vu  ho tro nhiet tinh (Luân), sanh khach san ronh rai, phong oc sach se va hien dai. Khach san phu hop cho ca gia dinh co nguoi lon tuoi va tre con.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Khách sạn đẹp từ mọi góc nhìn, nhà hàng thiết kế năng động, nhân viên lễ Tân Văn nhiệt tình cảm ơn các bạn Đức , Luân , Trinh, Duyên đã hỗ trợ nhiệt tình, sẽ quay lại nhiều lần nữa cảm ơn khách sạn ,,,,,,,,,,,,,,,,,,,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hồ Ngọc An Hoà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "mình rất hài lòng về khách sạn",
            "review_content": "khách sạn hỗ trợ gia đình mình nhận phòng sớm khi có phòng, bạn Luân bellman làm thủ tục nhiệt tình, giải thích tường tận các dịch vụ khách sạn, mình rất hài lòng với trải nghiệm lần này, gia đình sẽ quay lại vào dịp tới",
            "reviewer_location": "Tỉnh Long An, Việt Nam"
        },
        {
            "name": "vietDung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch tuyệt vời",
            "review_content": "Khách sạn ở vị trí trung tâm, tạo đk cho tôi nhận phòng sớm lúc 11 rưỡi, Bạn Luân bellman làm thủ tục rất nhiệt tình, giải thích rõ ràng dịch vụ khách sạn, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ Tuyệt vời, vui vẻ",
            "review_content": "Rất hài lòng về ngày nghỉ của gia đình tại Ibis vũng tàu! Phòng gia đình với view biển đẹp, ngắm biển sáng trưa chiều đều rất thích luôn! Ăn sáng cũng ok, nhiều món. Rất cảm ơn bạn Phạm Sơn hỗ trợ mình đặt phòng và welcome gia đình với ít bánh và thiệp trang trí dễ thương, ấn tượng! Hẹn sẽ quay lại Ibis 1 dịp khác!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bao Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best experience",
            "review_content": "Phòng đẹp mới, khách sạn đẹp, view biển, các bạn nhân viên vui vẻ (Kính, Duyên), nồng nhiệt, ăn sáng có buffet khá ngon, giá phòng ok, mình đã ở đây nhiều lần cùng gia đình chắc chắn sẽ quay lại nhiều lần sau nữa. .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thuỷ H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá chất lượng phục vụ",
            "review_content": "Khách sạn tuyệt vời và nhân viên Lễ tân Mr Luân rất nhiệt tình hỗ trợ   Chúng tôi sẽ giới thiệu bạn bè và sẽ quay lại thường xuyên ủng hộ khách sạn   Đồng thời cho chúng tôi gửi lời cảm ơn đến Mr Luân lễ tân khách sạn đã hỗ trợ gd rất nhiệt tình  View phòng ks rất đẹp   Các con mình rất thích   Đồng thời vị trí khách sạn ngay trung tâm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "pigthao",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lần đầu trải nghiệm Ibis",
            "review_content": "Khách sạn sạch, đẹp, thiết kế bắt mắt. Hỗ trợ tối đa cho khách nhận phòng sớm. Lễ tân thân thiện, hướng dẫn khách tận tình. Các bạn bellman đón chào nồng nhiệt. Ăn sáng đa dạng, đầy đủ các món  . Khách sạn phù hợp cho gia đình và trẻ nhỏ vì các bé rất thích.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "Khách sạn sạch, gần biển, nhân viên thân thiện, đặc biệt là Bạn Luân bellman, người làm thủ tục cho mình ,   hỗ trợ mình nhận phòng sớm trước 2 tiếng, mình rất hài lòng dịch vụ khách sạn, sẽ cùng gia đình quay lại dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuantrung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ vui ve",
            "review_content": "khách sạn nhiều góc sống ảo, thân thiện với môi trường, nhân viên Luân làm thủ tục cho mình rất thân thiện, thủ tục nhanh, giải thích tường tận rõ ràng dịch vụ khách sạn, mình rất hài lòng, gia đình mình sẽ quay lại vào dịp sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review Ibis style",
            "review_content": "Phòng view đẹp , có nhiều góc sống ảo , thích hợp cho gia đinh có trẻ em , phòng ăn sạch sẽ màu sắc nhiều món Việt thích hợp cho em bé dễ ăn  Hồ bơi vô cực, tiện nghi , phòng gym sạch sẽ , nhân viên nhiệt tình , đac biet là nhân viên Luân tư vấn, cbi rất chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThuyNgan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ngày nghỉ tuyệt vời",
            "review_content": "phòng sạch sé ,thoáng,nhân viên nhiệt tình ,niềm nở,hỗ trợ nhận phòng sớm do có bé nhỏ,lần sau sẽ lại ghé Ibis, đặc biệt là bạn Luân bellman làm thủ tục cho mình, nhanh gọn, giải thich các dịch vụ khách sạn rõ ràng, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy Bằng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hè tuyệt vời",
            "review_content": "Nhân viên vui vẻ, thân thiện, phòng đầy đủ tiện nghi, hỗ trợ khách hàng rất nhiệt tình.  Vị trí gần biển, tiện lợi để đi đến các nhà hàng quán ăn. bạn Luân hỗ trợ mình rất nhiệt tình, cho nhận phòng sớm nếu có phòng, mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyenThuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ thoải mái",
            "review_content": "Khách sạn nv dễ thương thân thiện , check in nhanh , gần biển, phòng sạch sẽ thoáng mát, có khu vui chơi cho bé , không gian sang, xịn , mịn , đầy đủ tiện nghi, hồ bơi vô cực tầng thượng, nói chung rất tuyệt vời , sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhu vo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Chất lượng phục vụ tốt  Phòng thoáng sạch sẽ Không gian rộng, hồ bơi thoáng Nhân viên nòing nhiệt ân cần. Nhà hàng sạch thức aen đa dạng Phù hợp với cho du lịch và công tác Sẽ quay lại những kì nghỉ tiếp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thao Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice stay",
            "review_content": "Khách sạn mới, đẹp, ngay khu Thuỳ Vân đông vui, thuận tiện. Nhân viên nhiệt tình thân thiện đặc biệt là Mr Kính lễ tân đã hỗ trợ gd tôi check in sớm, rất nhanh chóng vui vẻ. Chỉ 2’ là được nhận phòng. Ks có khu vui chơi cho trẻ em, hồ bơi view đẹp.   Sẽ quay lại!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Quốc Ân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice weekend",
            "review_content": "Tôi có đặt phòng ở Ibis nhưng rất hài lòng về vị trí cũng như các phục vụ của các bạn nhân viên tại khách sạn, nhất là bạn Lâm ở quầy lễ tân đã nhiệt tình hỗ trợ và chỉ các quán địa phương, vừa ngon vừa rẻ. Có dịp tôi vẫn sẽ chọn ở Ibis",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Truc T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Summer with Friend",
            "review_content": "Không gian thoáng mát, sạch sẽ. Có chỗ chơi cho trẻ em. Nhân viên phục vụ tận tình, thân thiện. Khuôn viên rộng đẹp, văn minh. Nhà hàng siêu đẹp đồ ăn ngon thích hợp cho gia đình nghỉ dưỡng. Sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Oanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tuyệt vời",
            "review_content": "Phục vụ tốt, chất lượng tuyệt vờiiiii, hỗ trợ nhận phòng sớm, góc sống ảo nhiều và phong cách, gần bãi sau, thuận tiện di chuyển. Rất thích hợp để nghỉ dưỡng cuối tuần cùng gia đình và bạn bè. Thanks ks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bee P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Khách sạn thiết kế hiện đại thân thiện và sẵn sàng hỗ trợ khách khi có yêu cầu.  Giá phòng tốt so với trãi nghiệm  Các vật dụng trong phòng mới, nước ấm đầy đủ.   View hướng biển cực chill. Cách âm tốt nên thoả mái mở nhạc  Sẽ quay lại ủng hộ trong các chuyến du lịch sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trường G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Khách dạn nằm gần biển, đi sang đường là tới, phòng ở sạc sẽ, thơm tho, nhân viên lễ tân rất nhiệt tình trong việc hỗ trợ khách hàng, tuy nhiên thức ăn chưa được đặc sắc lắm, giá cả hợp túi tiền, sẽ quay lại lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lý Mỹ Yến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "View sang trọng, phục vụ ok, phòng đẹp lắm nè, đi bộ ra trước là qua biển, giá cũng ok nữa. Nhân viên Luân và Đức thân thiệt nhiệt tình, hỗ trợ khách nhanh chóng, chuyên nghiệp, mình rất hài lòng về dịch vụ khách sạn, sẽ quay lại lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chloe",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Vị trí tiện lợi Nhân viên nhiệt tình, chăm sóc khách hàng rất tốt (đặc biệt là bạn Đức và bạn Tài) View đẹp.  Sẽ giới thiệu và quay lại Ăn sáng nhiều món và ngon miệng Vị trí gần biển tiện lợi cho việc trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuan Huong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ăn uống",
            "review_content": "chưa ok. đồ ăn sáng khá ít và chưa ngon Hồ bơi ok, đầy đủ nhân viên phuc vu ok. nội thất chất lượng tốt.  Giá cả hợp lý.  Chúng tôi đã có một kì nghỉ thật thư giãn, thú vị ở IBiS style Vũng Tàu. sẽ giới thiệu cho gđ. bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Gia đình tôi đã có trải nghiệm rất đáng nhớ ở khách sạn ibis styles Vũng tàu. Các bạn nhân viên ở đây rất chuyên nghiệp và nhiệt tình. Nhất là bạn Lâm hỗ trợ thủ tục rất nhanh và chu đáo. Gia đình tôi chắc chắn sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thao N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện",
            "review_content": "Bạn Thọ lễ tân đã giúp đỡ gia đình mình trong kì nghỉ này. Mình được nhận phòng sớm vì khách sạn đã có sẵn phòng lúc mình đến dù giờ nhận phòng là 15h  Cảm ơn các bạn lễ tân rất nhiều và nhất định sẽ quay lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nguyet",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi đáng nhớ",
            "review_content": "Gia đình mình đến khách sạn từ sớm vào ngày chủ nhật tuy nhiên các bạn lễ tân đã giúp đỡ gia đình mình nhận phòng sớm do có phòng sẵn  Bạn Thọ lễ tân đã tư vấn về các dịch vụ của khách sạn và các địa điểm du lịch khác  Nhất định sẽ quay lại và giới thiệu cho gia đình bạn bè",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "DaiNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn đẹp từ mọi góc nhìn từ lễ tân nhà hàng nhiều món ngon, hồ bơi vô cực đẹp nhân viên lễ tân nhiệt tình hỗ trợ cho khách đặc biệt cảm ơn các bạn Hạnh , Văn, Thọ, Trinh nhiều , sẽ quay lại nhiều lần",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NavyOG",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn siêu đỉnh",
            "review_content": "Mình có chuyến du lịch SG-VT và có đặt phòng tại khách sạn này. Điểm đầu tiên đập vào mắt mình là một tòa khách sạn đồ sộ, tráng lệ và lung linh. Nhân viên chào đón mình rất nhiệt tình, trong quá trình di chuyển từ sảnh lên phòng thì bạn nhân viên đã tư vấn cho mình rất nhiều về những tiện nghi có sẵn ở trong khách sạn, ví dụ như là bar rooftop. nhà hàng buffet tại khách sạn. View phòng rất là đẹp và chill thích hợp để nghỉ ngơi trong mùa hè này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hau",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn đẹp, view đẹp, đội ngũ nhân viên lễ tân chuyên nghiệp,đặc biet 2 bạn Giang, Thọ rất thân thiện chuyên nghiệp 🎂❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kS view đẹp, dịch vụ tốt",
            "review_content": "Thái độ phục vụ tốt, phòng view đẹp gần khu trung tâm, buổi tốt nhộn nhịp. Nhân viên Thu, Thủ chăm sóc khách ân cần chu đáo. bar bên hồ bơi buổi tối ngồi ngắm biển đêm rất lãng mạng Rất đáng ghé vào dịp cuối tuần !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huyen1998",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khach sạn đẹp nhiều cảnh để chụp hình và nhiêu khu vuc vui chơi giải trí, nhà hàng nhiều món ngon,nhân vien nhiet tinh than thiện hỗ trợ khách hết mình. cảm ơn bạn Văn, Đức, Bảo, Sơn đã hỗ trợ có dịp sẽ quay lại nhiều lần",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duy Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn đẹp nhiều vew sống ảo, nhà hàng nhiều món ăn ngon , hồ bơi rộng raci thoải mái, kì nghỉ thật đáng nhớ và sẽ trở lại nhiều lần nữa nhân viên thân thiện nhiệt tình cảm ơn bạn Văn, Đức, Kim đã hỗ trợ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ksan",
            "review_content": "Khách sạn đẹp nhiều cảnh chụp hình sống ảo, sảnh ngồi rộng rãi thoải mái,,,, nhân viên nhiệt tình thân thiện hỗ trọe hết mình có dịp sẽ quag lại nhiều lần để tận hưởng trải nghiệm từ khách sạn. cảm ơn bạn Đức, Văn đã hỗ trợ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bảo Nhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời với Vũng Tàu",
            "review_content": "Khách sạn chu đáo khi vào đã được ngay 2 bạn nhân  viên Lễ tân Đức và Văn rất thân thiệt, nhiệt tình, khách sạn gần biển, style năng động, phối màu tươi tắn có cửa sổ lớn, view nhìn xa. Nên trải nghiệm khi đến du lịch tại Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngô Lam Trường",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả 5 sao",
            "review_content": "Mình xin chân thành cảm ơn ibis đã cho mình và bạn mình có một kì nghỉ tuyệt vời ❤️❤️ Mình thích nhất là dịch vụ của ibis. Nhất là đội ngủ nhân viên  vô cùng chuyên nghiệp và nhiệt tình ☺️ Theo như cá nhân mình ibis là 10/10 nên đi lắm nha m.n chắc khi nào xuống Vũng Tàu cứ ở  ibis Styles không thôi ❤️ I LOVE IBIS STYLES VŨNG TÀU ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "14-15/05",
            "review_content": "Khách sạn mới và đẹp. Bạn Trinh và Luân hỗ trợ nhiệt tình trong việc check in và kiểm tra hành lý. Ngoài ra, khách sạn hỗ trợ trong việc check in sớm khi có phòng available. Giờ qui định checkin là 3h nhưng khoản 12h đã được check in rồi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Le Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ibis style",
            "review_content": "Khách sạn 3sao nhưng chất lượng 5sao là đây Tuy giờ check-in là 15g nhưng nếu các bạn tới sớm hơn dự kiến thì cứ đến quầy lễ tân để đc hỗ trợ nha, neeus co phòng trống sẽ đc nvien hỗ trợ nhận phòng sớm k tính phí luôn á  Recommend mọi người nên trải nghiệm dịch vụ tại ibis style nhe",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "May Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ quay lại khi có dịp đến Vũng Tàu!!",
            "review_content": "Nhân viên cực kì ân cần, chu đáo và check in nhanh gọn. Ngay lúc check in thì gặp bạn nhân viên tên Nhật rất thân thiện, dễ thương. Phòng ốc mới và đẹp. Decor nhìn rất sang trọng Đặc biệt view biển cực đẹp, đi lại thuận tiện. Rất thích. Chắc chắn sẽ ghé lại khi có dịp đến Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "huyvo1985",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn đẹp, nhân viên lễ tân Giang và Trinh hướng dẫn tận tình chu đáo, giải thích các dịch vụ rõ ràng, do gia đình có con nhỏ nên khách sạn đã sắp xếp cho mình và gia đình được  nhận phòng sớm . Sẽ quay lại nếu có dịp.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "LUONG HUNG",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, phòng sạch sẽ",
            "review_content": "Đã trải nghiệm vào năm 2021, lễ năm nay có dịp đi lại, đặc biệt là nhân viên check in và check out tên Luân rất tận tình, hướng dẫn rất chi tiết, rất hài lòng về sự tận tình và chu đáo, rất hài lòng về thái độ và phục vụ của khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kathy Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tuyệt vời luônnnn é~",
            "review_content": "Khách sạn làm mình rất ngạc nhiên từ chất lượng dịch vụ đến cả chất lượng phòng. Dù đi trong dịp lễ đông đúc nhưng mọi người đều rất thân thiện, take care khách tốt. Sạch đẹp, thiết kế ấn tượng! Anh Luân nhân viên vô cùng nhiệt tình hỗ trợ. OUT OF TEN NHAAAAAA",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phong Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, nhân viên khách sạn chuyên nghiệp.",
            "review_content": "Vị trí tốt nằm ngay trung tâm Bãi Sau Cơ sở vật chất tốt, mới, hiện đại. Khách sạn theo chính sách thân thiện môi trường nên các vật dụng hằng ngày được hạn chế tối đa, tuy nhiên nếu khách cần thiì khách sạn vẫn cung cấp. Nhân viên thân thiện, nhiết tình. Gia đình mình toàn người lớn tuổi, đến khách sạn khá sớm lúc 8g ngày 28.4, theo đúng quy trình thì 15g mới được nhận phòng nhưng bạn nhân viên tiếp tân tên Nhật (hoặc Nhân) rất nhanh nhẹ, chu đáo, thân thiện và tâm lý, đã sắp xếp cho gia đình mình nhận phòng sớm để các cụ nhà mình được nghỉ ngơi sau chuyến xe dài. Một bạn nhân viên phụ khác cao cao, đeo kính, chuyên sắp xếp hàng lối cho khách đứng check in cũng rất nhiệt tình,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn trẻ trung rất sạch sẽ",
            "review_content": "Khách sạn có tông màu trẻ trung, hỗ trợ nhận phòng sớm. Khuôn viên ngoài khách sạn có nhiều cây xanh mát mẻ. Khâch sạn giac chụp hình nào cũng đẹp. Hồ bơi vô cực trên tầng thương rất chill và buffet ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi du lịch Vũng Tàu",
            "review_content": "Khách sạn sạch đẹp, nhân viên Nhân FOA và Luân Bellman hỗ trợ nhiệt tình, khách sạn gần sát biển, view đẹp. Đồ ăn sáng ngon lịch sự. View biển đẹp phòng khách sạn hiện đại, thiết kế sang trọng. Nhân viên bảo vệ tốt bụng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vũ Thị Mỹ Hằng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Tôi rất hài lòng về dịch vụ, nhân viên, phòng ốc, thức ăn và trang trí khách sạn. Đặc biệt nhân viên hổ trợ tôi rất nhiệt tình từ khi đặt chân đến khách sạn cho đếm lúc check out. Nhu cầu thông tin tìm hiểu về các địa điềm tham qua đều được trợ giúp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chip tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "khách sạn thân thiện với môi trường, decor đẹp, nhiều góc sống ảo, các bạn nhân viên nhiệt tình, đặc biệt là bạn Luân bellman, lễ tân Kính làm thủ tục nhanh, gọn, mình rất hài lòng, sẽ quay lại vào dịp khác",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Thực",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thích",
            "review_content": "gia đình mình tới sớm hơn 12 giờ nhưng các bạn lễ tân vẫn hỗ trợ mình nhận sớm.  sảnh hơi nóng do giếng trời khá to nhưng chụp ảnh đẹp lắm các bạn ơi. cảm ơn bạn Kính và Thọ đã hỗ trợ mình trong kì nghỉ lần này nhé",
            "reviewer_location": "Bắc Ninh, Việt Nam"
        },
        {
            "name": "Danghung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệtttt",
            "review_content": "Đến quá sớm luôn mà lại được nhận phòng sớm không tốn phí gì nữa cơ, quá tiệnn, cảm ơn bạn Kính và Luân đã hỗ trợ gia đình mình trong kì nghỉ lần này nhé. Nhà hàng cần cải thiện thêm về ăn uống nhé!!!",
            "reviewer_location": "Khánh Hòa, Việt Nam"
        },
        {
            "name": "Huu Dang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Cảm ơn cac bạn đã hỗ trợ mình nhận phòng sớm nhé Khách sạn xinh dễ thương, nhiều màu sắc. Về đồ ăn thì chưa đa dạng nhưng không đáng chê , phòng ấm cúng lắm mọi người. Cảm ơn bạn Kính và Nhật đã hỗ trợ gia đình nhé",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "LyLy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thank you",
            "review_content": "Không có gì để đánh giá tệ cả ngoài cái grap giường nếu ở Đà Lạt thì tuyệt lắm luôn, còn ở vũng tàu giai đoạn này khá nóng nên đổi loại grap mỏng hơn là được.  Nhưng cũng rất cảm ơn các bạn đã hỗ trợ mình trong suốt kì nghỉ này nhé.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "thu hong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ tuyệt vời",
            "review_content": "khách sạn nhiều góc sống ảo, decor tinh tế, đẹp, rất thu hút khách hàng, nhân viên Lễ tân Lâm và bellman Luân chuyên nghiệp, phục vụ khách rất nhiệt tình, thủ tục nhanh gọn, tôi rất hài lòng, tôi sẽ quay lại sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tram nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis view đẹp",
            "review_content": "Gia đình e thuê phòng family bang công huớng biển , view biển , 1 giuờng 2 nguời và 1 giuờng tầng  cho 2 bé rất thoải mái view đẹp , đuợc sự hỗ trợ rất nhiệt tình và chu đáo của  anh Đức và a Luân, có buffe sáng và khu vui chơi cho bé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Phong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn phục vụ tốt, không gian đẹp, chụp hình lý tưởng. Không có gì đê phàn nàn, lần sau nếu có ghé vubgx tàu , tôi nhất định sẽ lại đặt phòng tại đây. Gần biển, có thể ra biển bất cứ lúc nào mà ko cần mang theo đồ cồng kềnh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "My Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, nhân viên thân thiện",
            "review_content": "Mình đặt phòng tiêu chuẩn trên ivivu nhưng được bạn nhân viên hỗ trợ nâng cấp lên phòng cao cấp ở tầng cao hơn để ngắm view biển ko charge thêm phí. Khách sạn rộng rãi + nhân viên thân thiện nhiệt tình. Thank you 2 bạn Luân & Lâm nhiều 💓",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sih nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng",
            "review_content": "Các bạn nhân viên tên Luân, Lâm hỗ trợ nhiẹt tình, ưu tiên cho sự tiện lợi và thoải mái và khách hạng. Hỗ trợ nhanh chóng, có phòng trống cho khách nhận phòng sớm. Các bạn luôn nhanh chóng hỗ trợ khi cần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ste",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service!",
            "review_content": "Đây là một trãi nghiệm thú vị của chúng tôi ở một môi trường hoàn toàn tuyệt vời. Hai nhân viên Luân & Kính hỗ trợ khách rất nhiệt tình và chuyên nghiệp. Có dịp sẽ quay lại để ủng hộ ibis vì dịch vụ và những con người tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hợp lí cùng ibis hotel",
            "review_content": "Mình ở ibis 2 đêm, cảm giác bước vào ibis rất tươi mới, lễ tân phục vụ nhiệt tình,khá rất ấn tượng với bận Luân đã giải đáp và hướng dẫn mình rất nhiệt tình , hotel sạch sẽ. Ibis nằm ngay trung tâm vũng tàu nên rất thuẬn tiện cho việc đi lại. Nếu có dịp quay lại mình sẽ lại chọn ibis.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vacation",
            "review_content": "Nhân viên thân thiện, nhiệt tình, khách sạn sạch đẹp rộng, không gian mát mẻ. Rất tuyệt, sẽ ghé lại lần sau. Bạn lễ tân Luân rất nhiệt tình, dễ thương và hỗ trợ, chỉ dẫn tụi mình check-in rất chu đáo,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dzujy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thích thì nhích",
            "review_content": "Một mình có gì vui-kỹ niệm đáng nhớ Lần đầu tiên trải nghiệm 1 mình tại ks Ibis Vũng Tàu. Thích hợp cho chuyến du lịch. Dịch vụ tốt, không gian ấm cúng, nhân viên thân thiện... Sẽ trở lại cùng bạn đồng hành",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bích Ngọc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất tốt",
            "review_content": "Cơ sở vật chất tốt. View đẹp Nhân viên lễ tân siêu dễ thương thân thiện Cám ơn bạn Thọ bạn Trinh bạn Bảo đã hỗ trợ gia đình mình trả phòng trễ vì có em bé đi cùng. Mình và gia đình có du lịch Vũng tàu chắc chắn sẽ ghé Ibis Styles thêm lần nữa.!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngquan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Phòng ốc Ok , dịch vụ ăn sáng tạm ổn, sảnh đẹp trang trí phòng cách hợp với trẻ em, , có khu vui chơi cho bé, hồ bơi view đẹp, có quầy ba và khu vực riêng tư cho khách. Cảm ơn bạn Kính đã hỗ trợ mình trong kì nghỉ lần này nhé.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Đạt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice",
            "review_content": "Khách sạn thiết kế bắt mắt, xu hướng hiện đại, trẻ trung. Nhân viên nhiệt tình, nhanh nhẹn, dễ thương. Không gian thoáng, view đẹp, phòng sạch sẽ, gọn gàng Phòng diện tích vừa phải. Rất ấn tượng khi lần đầu đến với ibis Styles.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Thuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good.",
            "review_content": "Lần đầu tiên mình được A dẫn đi đến Ibis style. Rất đẹp , chuyên nghiệp ,  phuc vu chu đáo, đồ ăn cũng rất ngon.    Nhân viên quầy lễ tân , đặc mình mình ấn tượng nụ cười của bạn Kinh vui vẻ. Cám ơn bạn.  Có dịp mình lại ghé Ibis",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Dịch vụ tốt phòng  hiện đại, nhân viên thân thiện  Đẹp đẽ thoáng mát gần biển nhiều tiện lợi nhiều tiện ích. Gần trung tâm đi lại ăn uống thuận tiện.  Phòng rộng rãi thoáng mát  Lần đầu trải nghiệm ok sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Aiky",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good trip",
            "review_content": "Khách sạn rất đẹp! Nhân viên phục vụ nhiệt tình!  Ấn tượng với bạn Kính- Nhân viên Lễ Tân!  Hy vọng những lần lưu trú tới vẫn được hỗ trợ nhận sớm như kì nghỉ lần này. Đồ ăn chưa đa dạng cần cải thiện thêm nhé.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Knh___",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Cảm ơn bạn Kính đã hỗ trợ gia đình tôi trong kì nghỉ lần này, hi vọng những dịp lễ tới cũng có cơ hội nhận phòng sớm như hôm. Phòng nghỉ thoải mái như lần đầu lưu trú, ăn uống chưa được đa dạng nhưng không trong mức hạn chế",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thuỷ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "bình luận về ibis",
            "review_content": "Đánh giá Khách sạn ibis Styles Vũng Tàu  Gia đình mình ở Khách sạn ibis Styles Vũng Tàu rất thú vị, Khách sạn decor rất xinh luôn, sạch sẽ và vị trí thì sát biển nữa.hỗ trợ book phòng giá rẻ hơn hẳn. Khách sạn có hỗ trợ cho gia đình tôi có check in sớm và check out trễ đến 12h mà không tốn thêm phí. Hồ bơi vô cực ở tầng thượng siêu chill nha! Hứa hẹn lần sau sẽ tiếp tục quay lại với Ibis Styles.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Annie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "khách sạn rất đẹp, phòng ốc sạch sẽ, nhân viên thân thiện, nhiệt tình. View sang, xịn ơi là xịn. thức ăn ngon, nói chung tôi rất là hài lòng về dịch vụ ở đây. Nếu có dịp thăm lại Vũng Tàu tôi sẽ chọn lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Ibis",
            "review_content": "Khách sạn ngay trung tâm, đối diện biển rất tiện cho việc đi lại. Các bạn nhân viên dễ thương cực kỳ đặc biệt bạn Luân rất thân thiện luôn nhiệt tình và hỗ trợ tụi mình. Rất đáng để trải nghiệm, nghỉ dưỡng tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khánh Ngân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ưng bụng lắm",
            "review_content": "Book đại thui mà đỉnh lắm mọi người oiii, phòng view đỉnh hướng biển, nhân viên dễ thương, tui đi 1 mình à mà được nhân viên chăm sóc tận tình lắm alo là có mặt, alo là có bàn ủi, dắt lên tới phòng hướng dẫn các thứ lun, nội thất phòng đẹp, mới, thiết kế hiện đại, rất là gen z lun tui ưngggg",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Trúc Angel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cực kì ấn tượng",
            "review_content": "Lần đầu mình đến với khách sạn này sau khi đã xem qua nhiều đánh giá trên mạng  Dù là thứ bảy đông đúc tuy nhiên khi đến làm thủ tục nhận phòng thì mình được cho nhận phòng sớm để nghỉ ngơi  Anh Thọ quản lý lễ tân rất nhiệt tình và chuyên nghiệp và đặc biệt rất cool ngầu luôn.   Các bạn nên ghé khách sạn này nếu đến Vũng Tàu nha. Phòng đẹp view biển nhìn hết cái bãi sau luôn  Đồ ăn thì âu á việt đều siêu ngon  Chắc chắn sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ChiPham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Khách sạn đẹp nhân viên thân thiện hỗ trợ nâng cấp hạng phòng , có dịp sẽ quay lại nhiều lần nữa , hồ bơi nhà hàng quầy bar nhiều cảnh đẹp, cảm ơn các bạn Kính ,Văn ,Thọ đã hỗ trợ nhiệt tình, cảm ơn khách sạn rất rất nhiều ,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "An Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Checkin cùng gia đình",
            "review_content": "Hnay mình cùng gia đình enjoy nghỉ dưỡng tại khách sạn ibis vũng tàu. Bước vô đầu tiên là view rất hiện đại và ôkela. Nhân viên phục vụ, tư vấn rất thân thiện. Tạo cảm giác gần gũi. Lần sau m sẽ ủng hộ tiếp",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Phương anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Greattt",
            "review_content": "Khách sanh view đẹp, nằm ở khu vực sầm uất của vũng tàu nên rất thuận tiện cho việc đi lại ạ.còn Nhân viên nhiệt tình từ bạn Kính, Bảo lễ tân luôn hỗ trợ khách rất nhiều. Rất đáng để trải nghiệm ạ. Xiexie ibiss",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ryan Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm hài lòng",
            "review_content": "Mình đặt phòng 2 ngày 1 đêm view biển, tất cả mọi thứ đều dễ thương từ nhân viên cho đến phòng ở, dịch vụ tốt nhất mà mình đã trải nghiệm trong những khách sạn 3 sao. K có gì để chê. Khách sạn sử dụng đồ dùng hạn chế rác thải nhựa +10 điểm.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nhonlam2022",
            "avatar": "",
            "review_rating": "5",
            "review_title": "CHUYẾN DU LỊCH TUYỆT VỜI",
            "review_content": "Nhân viên Đức bên lễ tân và Luân hỗ trợ nhiệt tình, giúp mình nhận phòng nhanh chóng, không gian khách sạn thoáng mát giúp gia đình mình có một kì nghỉ đáng nhớ, các trò chơi mang đến cảm xúc vui vẽ cho cả gia đình...",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Queanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẻ",
            "review_content": "Phòng view phải nói là siêu đẹp, tất cả mọi thứ đều tốt. Các bạn nhân viên Nhung, Tôn, Phúc, Nghĩa ai cũng dễ thương và nhiệt tình điểm thích nhất là các bạn cực kỳ chu đáo với khách hàng. Đồ ăn sáng cũng cực kỳ ngon. Có dịp sẽ quay lại khách sạn tiếp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhi Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn ibis styles vũng tàu",
            "review_content": "Mình được các bạn nhân viên Tôn, Thư, Phúc, Văn phục vụ rất tận tình. Phòng view biển rất thoải mái và đẹp. Ăn sáng buffet ổn. Khách sạn có rất nhiều khu vực sống ảo. Nhân viên phục vụ rất tận tình và chu đáo. Quầy bar rooftop rất chill, nước uống ổn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "chuyến đi và nơi nghĩ ngơi thật tuyệt vời, khách sạn mới đẹp sang xịn mịn phù hợp với mọi lứa tuổi, nhân viên dễ thương hướng dẫn nhiệt tình cho tôi trong quá trình ở khách sạn Nhung, Tôn, Phúc, Nghĩa. Vị trí thuận lợi. Tôi sẽ quay lại vào ngày gần nhất",
            "reviewer_location": "Biên Hòa, Việt Nam"
        },
        {
            "name": "Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm Ibis style Vũng Tàu",
            "review_content": "Khách sạn mới, thiết kế rất đẹp,các bạn nhân viên rất nhiệt tình, dễ thương.  Hôm nay tôi đến Ibis Style được các bạn Đức, Nghĩa, Kim đã hướng dẫn, tư vấn chọn phòng và hỗ trợ upgrade phòng miễn phí.  Chắc chắn sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đỗ Ngọc Hân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Ks đẹp, nv đều nhiệt tình, đặc biệt các bạn lễ tân. Ks được decor rất khác biệt so với các ks khác, tiện nghi đều rất mới, phòng ốc sạch sẽ. Tuy nhiên, góp ý nho nhỏ buffet sáng hơi ít món, còn lại mọi thứ đều tuyệt hảo. Ks có bar on top nên rất tuyệt. Sẽ quay lại ủng hộ tiếp 😍😍😍",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cuong Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới",
            "review_content": "Khách sạn mới đẹo, không gian thoáng mát, nhân viên nhiẹt tình hỗ trợ đặc biệt là các bạn lễ tân, phòng rộng rãi thoáng mát, vị trí sát biển, dịch vụ khách sạn rất tuyệt, có cơ hội sẽ tiếp tục ủng hộ khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Trọng Hiếu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gia đình nghỉ duong",
            "review_content": "Khách sạn đẹp, phục vụ nhiệt tình, chu đáo. Ăn sáng buffer rất ngon, nhiều món. Kính, Diệp, Hạnh  Cảm ơn khách sạn đã hỗ trợ cho mình vào kì nghỉ này , mình có dịp sẽ ủng hộ khách sạn trong những kì nghỉ tiếp theo nhé.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kelly Phan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xịn xò",
            "review_content": "Khách sạn đẹp , nhân viên nhiệt tình nhất là bạn Hạnh , Nhung và Phúc nha . Nhà mình đặt 1 family với sup nhưng vì gia đình nhiều trẻ nhỏ nên bạn hỗ trợ up lên hạng per miễn phí để cô gv tiện qa lại chăm các bé . Cảm ơn các bạn đã hỗ trợ hết mình , các bé nhà mình thích phòng ở đây lắm luôn 🥰",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KimTien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hè 2022",
            "review_content": "Nhân viên thân thiện, chuyên nghiệp Check in nhanh Phòng ốc rất sạch sẽ Thái độ phục vụ tốt Gia đình chúng tôi đã có kì nghỉ tuyệt vời ở đây, thiết kế thân thiện với trẻ em, con gái tôi rất thích Chúng tôi sẽ quay lại nếu có dịp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thạch Nguyên Vũ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá phục vụ của nhân viên khách sạn",
            "review_content": "Nhân viên ks từ bảo vệ , lễ tân , phục vụ phòng …đều nhiệt tình vui vẻ và tác phong chuyên nghiệp ! Đặc biệt là bạn nhân viên có tên Diệp , bạn ấy rất tâm lý và nắm bắt nhu cầu của khách muốn gì , cần gì để chủ động giúp khách ! Tôi và gia đình rất vui và thỏai mái khi có 2 ngày trải nghiệm dịch vụ tại khách sạn Ibis ! Chân thành cảm ơn tất cả nhân viên trong khách sạn và xin hen các bạn vào 1 ngày gần nhất khi tôi và gia đình có dip ra vũng tàu du lich",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch đầu năm 2022",
            "review_content": "Khách sạn tốt từ dưới lên trên, từ a-z. Dù gđ tôi đi đến muộn 12h khuya nhưng các bạn nhân viên phục vụ rất chu đáo, nhất là bạn Lê (nv lễ tân) chào đón, hỏi thăm, phục vụ rất nhiệt tình, tận tâm chia sẽ hỗ trợ tôi. Một chuyến du lịch rất ok, hứa hẹn sẽ ghé lại lần sau. ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joyhala",
            "avatar": "",
            "review_rating": "5",
            "review_title": "!!!",
            "review_content": "4 Bạn Kính, Trinh , Lâm , Nhung hướng dẫn & hỗ trợ rất kĩ & nhiệt tình. Dc ksan hỗ trợ phòng view biển rất ưng ý. Phòng rất đẹp và sạch sẽ!!!!   Trải nghiệm thật sự tuyệt vời! Sẽ quay lại trong lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng tuyệt đối về dịch vụ ibis vung tau",
            "review_content": "Đội ngũ nhân viên check in làm việc năng động, rất tốt bao gồm các bạn sau: Nghĩa, Bảo, Nhật. Hướng dẫn khách hàng rất nhiệt tình. Rất hài lòng. Năng động, khách sạn xanh sạch đẹp. Bố trí đẹp mắt. Con mình rất thích",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "christy2211",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis Style",
            "review_content": "Vừa rồi mình có dịp trải nghiệm tại Ibis Style, nhân viên thân thiện, chu đáo từ trước cửa lobby. Đặc biệt là 2 anh Sơn và Minh ở bộ phận FO đã hỗ trợ tụi mình, hồ bơi nhìn ra biển siêu đẹp kiểu hồ hơi vô cực. Khi về sẽ giới thiệu bạn bè đến đây",
            "reviewer_location": "Đảo san hô vòng North Male"
        },
        {
            "name": "Liên Truong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review Ibis Styles VT",
            "review_content": "Tôi và gia đình đã chọn và lưu trú tại khách sạn Ibis Styles Vũng Tàu. Khách sạn mới và rất đẹp. Nhân viên nhiệt tình và rất dễ thương. Đặc biệt là các bạn tiếp tân như các bạn : Kính, Bảo, Nhật, Nghĩa, Diệp, Trinh…các bạn rất dễ thương, nghiệp vụ rất tốt và chuyên nghiệp. Chúng tôi sẽ tiếp tục trở lại với Ibis nhiều lần nữa!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh Trần",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hài lòng",
            "review_content": "Đầu tiên đập vào mắt là khách sạn trang trí theo phong cách rất sang và đẹp. Chụp hình cả ngày không hết với nhiều góc xịn sò. Phòng có view biển, ngay trung tâm, chỉ cần băng qua đường là tới bãi tắm và tắm biển thôi. Theo mình nhận xét thì đồ ăn khá hợp khẩu vị, mình thích món bánh canh sườn heo và cà phê sữa. Mình đi theo gia đình nên khách sạn sắp phòng gần nhau, dễ dàng đi lại, giao lưu. Đặc biệt, có chị Thư lễ tân rất nhiệt tình và chu đáo, giúp chuyến đi của mình càng thêm trải nghiệm tốt. Mình rất cám ơn chị.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đạt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Nhìn chung là Sang xịn!! Trừ buffet sáng hơi ít món còn lại mọi thứ đều rất tốt. View nhìn ra biển khá đẹp, đi bộ tắm biển cũng tiện. Có hồ bơi sân thượng nhưng giờ đóng cửa hơi sớm. Phục vụ tốt, hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phong T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi tuyệt vời. Tks IBIS.",
            "review_content": "Nơi ở sang đẹp, vị trí thuận tiện ngay trung tâm, thuận tiện di chuyển đến các địa điểm ăn uống và tham quan du lịch. Đội ngũ Nhân viên nhiệt tình, lịch sự. Dịch vụ hoàn hảo chu đáo. Rất cảm ơn sự hỗ trợ nhiệt tình từ các bạn Nhân viên Kính, Kim, Nguyệt, Nghĩa. Hoàn hảo 10/10 :)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Uyển Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hotel rất tốt",
            "review_content": "Khách sạn rất tốt. Dịch vụ và vệ sinh sạch sẽ. Nhân viên bạn Diệp, Thư, Nghĩa, Văn phục vụ rất chu đáo. Sẽ ghé lần sau.  P/s: phòng gia đình rất đẹp và rộng rãi. Mọi người nên đi theo gia đình nha………….",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt",
            "review_content": "Mình được các bạn nhân viên Diệp, Nghĩa, Nhật, Kính phục vụ rất tận tình. Phòng view biển rất thoải mái và đẹp. Ăn sáng buffet ổn. Khách sạn có rất nhiều khu vực sống ảo. Nhân viên phục vụ rất tận tình và chu đáo. Quầy bar rooftop rất chill, nước uống ổn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Cacey",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis style ks",
            "review_content": "Dịch vụ ok, trải nghiệm ban đầu tốt, có hồi bơi, nằm ngay vị trí trung tâm. Có dịp sẽ quay lại lần nữa. Được hỗ trợ check in sớm và dc tư vấn tận tình. Khách sạn tuân thủ 5K, gọi điện xác nhận đặt phòng nhanh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiến Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis style hotel điểm nghỉ ngơi chất lươngj tuyệt vời",
            "review_content": "đến vào đầu tuần, nên cũng tương đối thoải mái, dù đến khá sớm nhưng vẫn được các bạn nhân viên ở đây tiếp đón niềm nở và hỗ trợ nhận phòng sớm cảm ơn các bạn Trinh, Sơn, Nghĩa nhiều nhé, hẹn gặp lại ibis một ngày không xa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rosie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Recommend Ibis xịn mịn 😘😘😘",
            "review_content": "Trở lại Vũng Tàu sau 1 năm để nghỉ dưỡng. Được nhiều bạn bè giới thiệu về Ibis Styles và may quá có ngay deal tốt. Mình thực sự rất thích cách phục vụ, lễ tân và dịch vụ ở đây. Màu sắc tươi mới, trẻ trung. Không có gì để chê. Mê chữ ê kéo dài 👏👏👏",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bean",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Nhân viên chu đáo, chuyên nghiệp, hướng dẫn đón tiếp thân thiện, khách sạn chuyên nghiệp Không gian tổ chức tốt, thời gian nhận phòng đúng giờ.  Thức ăn ăn ngon, đầy đủ thực đơn Recommend holtel at Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jonny Dang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Khách sạn sang trọng , sạch sẽ Nhân viên thân thiện . Khai báo y tế đầy đủ  Lê , Thư , Luân , Nhật , Thọ support rất tốt  Phòng ốc thoáng mát , vừa vào phòng đã có máy lạnh 10đ view biển rất đẹp , hồ bơi vô cực thời thượng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Trọng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận về dịch vụ khách sạn",
            "review_content": "Phục vụ tốt Nhân viên lịch sự: Lê,Thư,Luân,Nhật,Thọ Khuôn viên sạch sẽ  Nội thất sang trọng  Khách sạng đầy đủ tiện nghi Tiếp đón nồng hậu luôn vui vẻ với khách hàng Thức ăn đa dạng phong phú Tiện lợi đi chuyển",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jimmy Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Phòng ở tone màu pastel hài hoà dễ chịu cùng hướng view trọn biển Vũng Tàu và tượng chúa Kito để tận hưởng cảnh bình minh và hoàng hôn thực sự trọn vẹn. Bạn Sơn quản lý ca trực cũng rất nhiệt tình, mến khách và chu đáo. Vị trí khách sạn đối diện biển nên cực kỳ thuận tiện đi dạo hay thưởng thức những món ăn đặc sản hè phố. Hồ bơi vô cực trên nóc toà nhà với view biển u mê. Lần nào quay lại ở cũng thấy hài lòng vì dịch vụ rất tốt của các bạn nhân viên.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Cao Tuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Thân thiện nhân viên hướng dẫn nhiệt tình ngay lúc gửi xe, nhân viên hỗ trợ mang vali xuống xe trước khi mang xe đi gửi để tránh nặng nhọc khi phải xách vali đi xa từ bãi giữ xe đến quầy check in Thanks all team Trinh, Thư, Sơn, Luân, Tôn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhan Ho",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Không gian tuyệt vời , từ bảo vệ đến tiếp tân đều thân thiện vui vẻ . Sẽ tiếp tục quay lại vào lần sao . Cảm ơn các bạn đã cho chúng mình nhận phòng sớm như bạn Trinh, Sơn, Thư , Luân , Tôn. Cảm ơn , cảm ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Hang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẽ",
            "review_content": "Mình và bạn đã chọn Ibis cho chuyến đi cuối năm vừa rồi.Khách sạn trang trí màu sắc rất đẹp, view biển xịn xò và phòng rất sạch sẽ Mình cảm ơn bạn Sơn Duty đã rất vui vẻ, thân thiện hỗ trợ bọn mình thủ tục checkin checkout nhanh chóng ạ, và đã set up một chiếc thư tay chúc mừng sinh nhật và bánh ạ Mình và bạn bè đều rất hài lòng ạ.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Phuong T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Trải nghiệm cực kì thú vị tại khách sạn, cảm ơn bạn Nhật và anh Thọ - quản lí ca trực đã hỗ trợ mình nhận phòng sớm. Nhân viên Thư, Trinh,Hạnh hỗ trợ nhiệt tình. Cảm ơn rất nhiều và mong một ngày quay trở lại. Trải nghiệm đáng nhớ tại la hách sạn ibis Styles Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Special Day",
            "review_content": "Tụi mình đã có cơ hội trải nghiệm dịch vụ thật tuyệt vời ở Ibis trong dịp đặc biệt này. Nhân viên đều rất thân thiện, luôn vui vẻ hỗ trợ khi khách có yêu cầu đặc biệt cảm ơn bạn Sơn Duty đã hỗ trợ nâng cấp hạng phòng và giúp mình setup chiếc bánh kem và tấm thiệp bằng tay đầy bất ngờ cho ng thân của mình. Cảm ơn các bạn rất nhiều.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi kỷ nuệm đáng nhớ của hai đứa mình.",
            "review_content": "Khách sạn với view biển tuyệt đẹp, di chuyển từ nơi xa tới du lịch Vũng Tàu, mình cảm thấy rất vui khi tìm được khách sạn ưng ý đến vậy, các bạn nhân viên ibis rất nhiệt tình đặc biệt là mình cảm ơn anh Nghĩa (Bellman) đã hướng dẫn mình lúc check in và hỗ trợ hành lý lúc check out. Phòng ốc rất sạch đẹp và sang trọng, thích hợp cho những cặp đôi có ý định đi xa tổ chức lễ kỷ niệm cùng nhau. Không những thế khách sạn còn có hồ bơi, phòng gym, nhà hàng, bar.. như 1 thành phố Vũng Tàu thu nhỏ vậy, cách bài trí trong khách sạn cũng rất sanng trọng, đẹp mắt. Cảm ơn ibis đã cho mình một chuyến đi với những trải nghiệm đầy thú vị ở Thành Phố biển xinh đẹp. Hẹn gặp lại ibis vào 1 ngày gần nhất nhé !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Andy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ dưỡng tuyệt vời",
            "review_content": "Vũng Tàu đã mở cửa hoạt động lại bình thường , gia đình tôi quay lại ibis để du lịch lần nữa. Tại đây không khí noel ấm cúng, nhân viên đều rất thân thiện, thức ăn ngon và đa dạng món. Cám ơn bạn Lê đã hỗ trợ nâng cấp hạng phòng cho mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thành D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi tuyệt vời!",
            "review_content": "Chất lượng tốt, phục vụ tốt, nhân viên anh Thọ, Nhật, Nghĩa phục vụ rất nhiệt tình.  Mợi người nên đến ở cùng bạn bè, gia đình.  Có nhiều phòng view khác nhau với giá phù hợp.  Đã bao gồm săn buổi sáng luôn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "14 ngày làm \"thượng đế\" tại Ibis Styles Vung Tau  Hotel",
            "review_content": "Biển xanh, cát trắng, nắng vàng Vũng Tàu Ibis đưa nàng đi chơi Được sự phân công đi trực y tế tại ks Ibis Styles Vung Tau Hotel 14 ngày từ 28/10 đến 11/11 mình đã trải nghiệm được cuộc sống của 1 thượng đế chính hiệu: Ăn ngon, ngủ yên, ngắm biển và làm nhiệm vụ. Khách sạn thì an toàn, sạch đẹp, view sống ảo còn nhân viên thì quá dễ thương và chuyên nghiệp xứng đáng thành ks 5 sao luôn đó chứ.  Xin cảm ơn các anh chị: Thọ, Lê, Bảo, Quang, Đức, Nhật, Kính, Phúc, Luân, Văn, Lâm, Nghĩa, Thư, Kim, Hạnh, Trinh, Sơn, Thư đã hỗ trợ em trong quá trình công tác nha !! <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Yen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ Nghỉ dưỡng 14 ngày thú vị!",
            "review_content": "Đây là KS có đội ngũ nhân viên chuyên nghiệp nhất tại Vũng Tàu mà mình từng ghé, chất lượng phục vụ tuyệt vời, view đẹp khỏi bàn, đồ ăn ngon đảm bảo lên ký, sau 14 ngày tuyệt vời đủ để tiếp tục với guồng quay của dòng đời. Chân thành gửi lời cảm ơn đến anh Minh, anh Thọ, anh Sơn, Hạnh, Lê, Kim, Thư, Nghĩa, Trinh, Phúc, Văn, Lâm, Luân, Kính, Nhật, Quang, Đức, Bảo đã hỗ trợ hết mình trong thời gian qua!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LylyTran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "hoàn hảo",
            "review_content": "đây là lần thứ 2 tụi mình quay trở lại ibis, tuy nhiên những trải nghiệm thì vẫn rất hoàn hảo, phong cách phục vụ tận tình, chuyên nghiệp, các bạn còn giới thiệu những địa điểm chụp hình dẹp cho tụi mình nữa. Thanks các bạn Lê, Đức, Nghĩa, Phúc Ngô đã hỗ trợ chúng mình để có một chuyến đi thật trọn vẹn và thú vị",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc!",
            "review_content": "Mình có cơ hội được trải nghiệm nghỉ dưỡng tại Ibis Styles Vũng Tàu lần đầu tiên. Không lầm thì đây là ks 3 sao nên mình cũng ko kỳ vọng nhiều, chỉ nghĩ là tiêu chuẩn như bao khách sạn 3 sao khách. Nhưng thật sự mình rất bất ngờ về Chất lượng dịch vụ và sự tận tình của nhân viên ở đây, mình rất ấn tượng với bạn Lê, Kính và Lâm vì sự chu đáo và thấu hiểu khách hàng, đặc biệt quan tâm những nhu cầu của khách và rất chân tình. Xứng đáng 5 sao.  Ngoài những điều đó, thiết kế bên trong ks rất bắt mắt và mang phong cách trẻ trung hiện đại, cực kỳ ưng luôn. Lần du lịch tiếp theo ở Vũng Tàu nhất định sẽ chọn Ibis Styles Vũng Tàu cho gia đình mình!  Excellent Service :)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nam Phạm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Toi sẽ quay lại nhiều lần khác vì khách sạn phong cách đẹp nhân viên ưu tú và rất thân thiện cảm ơn các em Văn , Lê , Hạnh , Thư , Luân đã hỗ trợ hết mình và luôn quan tâm khách , xin cảm ơn đã mang lại trãi miệng tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thế Dũng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect",
            "review_content": "Kì nghỉ tuyệt vời, khách sạn dịch vụ tốt từ phòng ở đến bữa sáng đều tốt. Phòng view đẹp Cám ơn bạn Hạnh, Thư, Luân đã hỗ trợ gia đình tôi. Tôi sẽ quay trở lại Ibis STYLES vào dịp tới. Cám ơn khách sạn rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Liên Trương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Dịch vụ tốt , sạch sẽ , phòng màu xinh xắn , sẽ ghé thăm vào những lần tiếp theo Cảm ơn các bạn đứng sảnh 2 nhật, hạnh, thọ, bảo, thư, phúc, văn nghĩa lần sau sẽ quay lại 1 lần nữa cảm ơn khách sạn ibis styles",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chau Vo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch, nghỉ dưỡng",
            "review_content": "Không gian dễ thương, tiện nghi và sạch sẽ. Đồ ăn phong phú, đa dạng.  View hồ bơi đẹp  Cảm ơn các anh chị nhân viên là Trường, Minh Nhật, Thư, Hạnh, Phúc, Hoàng Nhật, Bảo, Văn và Nghĩa chăm sóc nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyet pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Nhân viên phục vụ nhẹ nhàng, nhiệt tình. Phòng sạch sẽ, thoáng mát!, cảm ơn các bạn đứng sảnh hạnh, phúc, thư, 2 nhật, bảo, nghĩa, văn các bạn phục vụ chuyên nghiẹp và rất nhiêt tình hẹn gặp lại khách sạn vào dịp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cao trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghĩ dưỡng",
            "review_content": "Trải nghiệm tuyệt  vời - dịch vụ chu đáo  Nhân viên tận tâm - thức ăn ngon Trường - minh nhật - thư - hạnh - phúc - hoàng nhật - bảo - văn - nghĩa  Chúng tôi sẽ quay lại cho những kì nghĩ tiếp theo  Cám ơn .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tốt",
            "review_content": "phòng ốc khach sạn sach sẽ,view nhìn đẹp, nhân viên trong khách sạn nhiệt tình và phục vụ tốt, checkin nhanh, riêng về đồ ăn thì đa dạng, và vưa miệng, cảm ơn các bạn hạnh, phúc, thư, nghia, nhật, văn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Nga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vung Tau holiday",
            "review_content": "Phòng đẹp, vị trí tốt, nhân viên thân thiện, nhiệt tình. Các nv: Quang, Trinh, Văn, Thư, Bảo, Luân rất tốt, vui vẻ, lịch sự, hoà nhã. Tôi sẽ giới thiệu cho bạn bè tới nghỉ tại đây.  Tôi và gia đình sẽ còn quay lại. Cảm ơn và hẹn gặp lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yến Thư",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thoải mái",
            "review_content": "Dịch vụ, nội thội thất, cách phục vụ chu đáo tốt  Đồ ăn tạm đc  View khách sạn nhìn hướng ra biển rất chill Cảm ơn các bạn đứng sảnh sơn, bảo, thư, trinh, nhật, văn, quang, lâm trong chuyến đi này, cảm ơn các bạn 1 lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyhoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời",
            "review_content": "Phong cảnh tuyệt vời. Thái độ và phong cách phục vụ chuyên nghiệp. Rất ok xin cám ơn khách san. Cảm ơn các bạn sơn, thư, bảo, trinh, văn, quang, nhật đã hỗ trợ nhiệt tình trong chuyến đi, lần sau se quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngô Minh Hảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Danh giá ks",
            "review_content": "Nhân viên thân thiện hoà nhã nhiệt tình , khách sạn đẹp từ mọi góc cạnh nếu có dịp sẽ quay lại nhiều lần sau nữa, đặc biệt cảm ơn các bạn lễ tân và bell man Văn Trinh Thư Nhật đã hỗ trợ nhiệt tình thân thiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Nguyệt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm thú vị cho kì nghỉ tuyệt vời 🥰",
            "review_content": "Khá thú vị cho chuyến du lịch Vũng Tàu của team mình, ibis Style đã đem lại cho mình nhiều trải nghiệm qua cách phục vụ tận tình và chu đáo, thật sự thoải mái khi ở đây. Từ check in đến check out đều được các anh chị bell và lễ tân hỗ trợ siêu nhiệt tình lại còn thân thiện nữa, rất ấn tượng luôn, đặc biệt là Đức, Hạnh, Lê, Thư, Nhật và bell Lâm, Luân, Phúc 👍🏻🥳",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngô Lam Trường",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ dưỡng đáng nhớ",
            "review_content": "Khách sạn đẹp, trang trí nhiều màu sắc và bắt mắt. Mọi góc đều có thể sống ảo được. Các bạn nhân viên lễ tân rất chuyên nghiệp và thân thiện đặc biệt là Trường, Lê, Minh Nhật, Hoàng Nhật, Đức , Thư, Trinh, An Phúc, Hoàng Nhật , Nghĩa , Văn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trangtrang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Làn đầu ở đây cảm giác tuyệt vòi tư chất lượng dịch vụ tới sự tận tình từ nhân viên ở đây, mới bước dô khách sạn được những bạn ở cửa chăm sóc rất nhiêt tình, lần tới sẽ quay lại đây, một lần nữa càm ơn kim, thư l, nghĩa, lâm, nhật",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TJ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Memorable",
            "review_content": "Sau 1 năm quay trở lại ibis, mình thấy kinh ngạc thiệt sự. Phòng đầy đủ tiện nghi hơn so với lần trước mình ở rất nhiều. Vẫn là chiến dịch bảo vệ môi trường nên k để sẵn vật dụng nhựa trên phòng. Theo như được bạn Kim -Lễ Tân  giải thích thì mình mới biết những vật dụng này được làm  bằng vỏ trấu. Mình thấy rất hay ! Bạn Hoàng Nhật và bạn Nghĩa rất dễ thương, chỉ mình vài chỗ ăn của dân địa phương rất ngon. Phòng của mình có 1 xíu vấn đề về máy lạnh nhưng được bạn Thư hỗ trợ rất nhanh. Bữa sáng tại nhà hàng khá vừa miệng mình và đám bạn. Mong khách sạn sẽ stay safe và vượt qua mùa dịch này. Cám ơn ibis đã cho tụi mình một kì nghỉ thiệt sự vui và thoải mái.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "thienhuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good",
            "review_content": "cảm nhận đầu tiên là những bạn đứng sảnh rất chuyên nghiệp, tạo cho khách cảm thấy thoải mái ngay khi lần đầu bước vào khách sạn, phòng ôc trang trí theo kiêu năng, động trẻ trung, 1 lần nữa cảm ơn các bạn Kim, Thư, Nghĩa, Nhật",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kha Di",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mình thích ks này.",
            "review_content": "Phòng tuy hơi nhỏ nhưng cũng thông cảm được. Toilet ở đây có điều đặc biệt là ks đang theo xu hướng sống xanh nên sẽ k chủ động cung cấp đồ dùng 1 lần, và cũng khuyến khích khách reuse lại khăn tắm. Buffet sáng đa dạng, các bạn staff đều nhiệt tình và thân thiện. Các bạn ở quầy lễ tân Trường, Trinh, Văn, Kính, Phúc, Quang & Nghĩa đã góp phần khiến mình có 1 trải nghiệm tốt đẹp ở Vũng Tàu. Cảm ơn các bạn rất nhiều.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "David",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch hè",
            "review_content": "Khách sạn mới xây, thiết kế rất trẻ trung và dễ thương. Gia đình mình đã nghỉ ở đây rất nhiều lần và sẽ đến những lần sau nữa. Các bạn nhân viên cũng rất dễ thương, luôn vui vẻ hỗ trợ khách khi có yêu cầu. Cám ơn các bạn Quang Trinh, Nhật, Kính, Văn, Nghĩa ở sảnh lễ tân đã hỗ trợ gia đình mình trong thời gian nghỉ cuối tuần ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dungpham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất ưng ý với cách phục vụ chuyên nghiệp",
            "review_content": "Thấy hài lòng về cách phục vụ chuyên nghiệp của nhân viên. Cám ơn Trinh. Phúc. Văn. Kính. Nghĩa. Trường. Nhật. Quang ❤🧡💛. Sẽ giới thiệu bạn bè và người thân và đồng nghiệp.....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung Ngô",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Khách sạn lưu trú tuyệt vời nhân viên thân thiện,chuyên nghiệp,tôi được nâng cấp hạng phòng để có trải nghiệm tốt, cam ơn các bạn Phúc,Trinh,Kính,Văn,Quang,Nghĩa.Nhất Định tôi sẽ giới thiệu cho bạn bè và người thân quay trở lại khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Erik",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis Vũng Tàu",
            "review_content": "Dịch vụ tốt, cơ sở vật chất còn mới, sạch sẽ. Nhân viên vui vẻ nhiệt tình, phục vụ 24/7. Tuy nhiên hồ bơi 6h30 mở cửa hơi trễ. Nếu được nên mở cửa sớm hơn để phục vụ khách hàng có nhu cầu tập yoga hoặc thiền buổi sớm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng quay lại",
            "review_content": "Ks ibis thiết kế đẹp, nv nhiệt tình từ lúc e check in tới lúc e check out đều ok hết, trong đó có bạn Lâm hỗ trợ hành lý cho e và có chỉ e vài địa điểm ăn uống khá ngon. Có cơ hội e sẽ quay lại đây lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Travelawait1254",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, màu sắc nổi bật, phong cách năng động",
            "review_content": "Gia đình tôi đã có một kì nghỉ rất hài lòng tại Ibis Style Vũng Tàu. Phòng sạch, mới, màu sắc bắt mắt, phối màu đẹp trẻ trung năng động, giá cả hợp lý. Tôi sẽ giới thiệu đến bạn bè và người thân. Cảm ơn tập thể các bạn nhân viên tại Ibis Style Vũng Tàu.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Dung B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời, rất xứng đáng để quay lại",
            "review_content": "Tôi và bạn bè đã có chuyến du lịch đầy kỷ niệm đáng nhớ. Cám ơn Kim, Hạnh Lê, Thư, Kính, Luân, Văn đã hỗ trợ mình nhận phòng sớm khi phòng có sẵn. Nhân viên ở đây nhiệt tình tận tâm với khách lắm luôn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cosmopolitan488337",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, view bãi biển tuyệt vời",
            "review_content": "Nhân viên thân thiện, thao tác nhanh. Khách sạn mới đưa vào hoạt động nên cơ sở vật chất rất mới. Nhân viên thân thiện, thao tác nhanh. Khách sạn mới đưa vào hoạt động nên cơ sở vật chất rất mới. Bãi biển đẹp và khá gần dù phải băng qua đường. Khách sạn nên bố trí thêm khăn choàng tắm cho khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tony Truong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trải nghiệm thật tuyệt vời !!",
            "review_content": "Tôi đã có một kì nghỉ lễ thật tuyệt tại iBis Style Vũng Tàu. Trân thành cảm ơn đến chị Thư, anh Trường và anh Nhật đã hỗ trợ chúng tôi hoàn tất thủ tục và trãi nghiệm lưu trú tại iBis Style Vũng tàu một cách thoải mái nhất. Phòng ốc rất sạch sẽ và sang trọng, đồng thời giá cả cũng rất hợp lý.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "CHAU",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đi nghỉ dương gd",
            "review_content": "Hồ bơi trên top không được sạch mong khách sạn xem lại vấn đề này còn về phòng ốc thì chị thấy rất xịn và view biển rất đẹp. Và phải cảm ơn bạn Bell Luân, Khôi, Văn,Quang, phúc Nâu đã hỗ trợ mình và các bạn lễ Tân rất dth",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong Hieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "thủ tục nhận phòng nhanh gọn",
            "review_content": "khách sạn đẹp trẻ trung. thủ tục nhận phòng nhanh gọn  bạn Thọ lễ tân đã giúp đỡ gia đình tôi trong quá trình lưu trú và hỗ trợ cho gia đình tôi vì gia đình tôi có bé nhỏ.   nhân viên nhiệt tình thân thiện và rất chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cao Thắm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn view đẹp, nhân viên phục vụ nhiệt tình. Nhất là hai bạn #Nhật và #Trường. Bộ phận lễ tân phục vụ rất chuyên nghiệp, tận tình. Phòng đẹp, sạch sẽ Nhất định lần sau sẽ ghé lại khách sạn lần nữa. Rất hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diuxie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mọi thứ ở đây đều tuyệt vời",
            "review_content": "Khách sạn rộng rãi, hiện đại. Dịch vụ 10/10, phòng đẹp đầy đủ tiện nghi, vì để giảm thiểu sử dụng nhựa bảo vệ môi trường nên trong phòng sẽ không có những vật dụng như bàn chải, lược...nhưng nếu khách có yêu cầu thì vẫn phục vụ tận phòng luôn nha 👍🏻  Vị trí gần biển, đi bộ qua đường là tới, hồ bơi hơi nhỏ gia đình mình đi chủ nhật-thứ 2 nên cũng không đông lắm, cuối tuần chắc đông khỏi bơi 😂 Buffet sáng đa dạng, vừa miệng Special thanks to Trường, Hạnh, Nhật, Bảo, Văn, Ng.Anh đã support gia đình mình. Sẽ quay lại đây nếu có dịp 👍🏻",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Cảm ơn Ibis đã cho nhóm mình 1 kì nghỉ tuyệt vời, mình rất thích buffet sáng ở đây, đặc biệt là phở bò đội ngũ tiếp tân Trường, Kính, Trinh, Lê, Văn, Kim rất nhiệt tình!! Hẹn gặp Ibis vào 1 ngày gần nhất!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zoey",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Happy weekend",
            "review_content": "Cả nhà mình nghỉ cuối tuần ở Ibis Style. Không gian thân thiện nhưng mà k kém sang đâu nha, cực sang luôn. Nhân viên phục vụ rất nhiệt tình đặc biệt mấy bạn lễ tân như Trường, Thư, Nghĩa, Lê, Kính, Luân. Hồ bơi bar sân thượng ban đêm rất đẹp đó luôn đó mọi người.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Khánh Duy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn đẹp, sang trọng, có hồ bơi vô cực trên tầng thượng rất đẹp, có khu vui chơi cho trẻ em. Nhân viên ở đây rất chuyên nghiệp. Cảm ơn bạn Trường, Thư, Văn, Kim ở bộ phận Lễ Tân đã hỗ trợ mình và gia đình trong kì nghỉ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên chuyên nghiệp và thân thiện",
            "review_content": "View đẹp, phòng phong cách năng động trẻ trung, BF sáng đa dạng. Khách sạn là 1 nơi lý tưởng để nghỉ dưỡng. Đặc biệt nhân viên lễ tân ở đây rất chuyên nghiệp và nhiệt tình. Cảm ơn bạn Trường, Thư, Văn đã hỗ trợ mình trong kì nghỉ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "My Huong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "SANG TRỌNG - TIỆN NGHI - ẤM ÁP",
            "review_content": "Khách sạn với nhiều dịch vụ tốt như: buffet đa dạng món; phòng đẹp và sạch sẽ cùng với view hướng thẳng ra biển lý tưởng; nhân viên các phòng ban rất nhiệt tình, vui vẻ, luôn hỗ trợ mọi lúc mọi nơi đặc biệt là nhân viên bộ phận lễ tân: Trinh, Bảo, Lâm, Hạnh, Trường đã giúp đỡ và hướng dẫn nhiệt tình gia đình tôi mọi thủ tục từ lúc check-in đến lúc check-out. Thay mặt gia đình, cảm ơn khách sạn rất nhiều và tôi sẽ vẫn chọn IBIS STYLES HOTEL nếu có dịp quay lại đây.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Maya Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Khách sạn mới, tốt, đẹp. Đồ ăn ngon, nhiều món. Phòng ốc sạch sẽ, thơm tho, view đẹp. Các bạn nhân viên ở đây rất nhiệt tình và chuyên nghiệp. Cảm ơn bạn Lâm, Trinh, Hạnh, Bảo đã hỗ trợ tôi hết mình trong kỳ nghỉ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyenvominhtuyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "phòng óc sạch sẽ, đẹp, phong cách trẻ trung năng động, view đẹp thích hợp để nghỉ dưỡng, bf sáng đa dạng . Nhân viên chuyên nghiệp và thân thiện. Cảm ơn bạn Trường ở bộ phận lễ tân đã hỗ trợ mình trong kì nghỉ mình sẽ quay lại trong kì nghỉ tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trương Sĩ Quốc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Rất ok, thỏai mái.. View đẹp, rất styles. Gường đầy đủ tiện nghi thỏai mái rất thích...tất cả Nhân viên tại IBIS rất tuyệt vời... Cảm ơn nhiều, vote cho các bạn: Lê, Trinh, Luân, Lâm, Văn, Đức, 2 Nhật, Bảo, Vân...      Chúc IBIS  và tập đoàn Accor ngày toàn tốt hơn... Thank",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Công Tạo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Mọi thứ đều ổn",
            "review_content": "Mọi thứ ok trừ việc nhờ call nhờ lấy bàn ủi Không thấy đâu lại hỏi mới báo là xong rồi Check out khá lâu tận 45p ko thấy phản hồi Cần cải thiện ở điểm này Riêng các bạn tiếp đón rất dễ thương Nhật, Văn",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Hồng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn xịn xò",
            "review_content": "Ks đối diện biển, các phòng đều có view nhìn ra biển. Tiện nghi sạch sẽ. BF sáng đa dạng đồ ăn rất ngon. Đáng đồng tiền bát gạo lắm nha mn. Nên đi thử nha mọi người. Cảm ơn đội ngũ lễ tân các bạn Lê, Văn, Bảo, Nhật đã hỗ trợ mình nhiệt tình có ngày nghỉ tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoang nhu kieu anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ tuyệt vời",
            "review_content": "Lần đầu đến nghỉ dưỡng tại khách sạn nhưng rất ấn tượng. Nhân viên nhiệt tình thân thiện,khách sạn sạch sẽ,view đẹp,nhà hàng thức ăn ngon,đối diện có biển rất phù hợp cho mọi người. Cảm ơn bộ phận lễ tân trường,đức,thư ,hạnh,nhân,phúc,ngô .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Le Van Manh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận về thái độ phục vụ nhân viên hộ trợ khách hàng",
            "review_content": "Khách sạn siêu tốt, tiện ít, tạo điều kiện hết sức với khách hàng. Vào đây sau khi nhận phòng nhân viên còn tư vấn phòng nào tốt nhất, view ở đâu đẹp nhất, trong khách sạn có những tiện ích gì và đặc biệt hệ thống chăm sóc khách hàng nhanh và nhiệt tình tuyệt đối.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Elsa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Đi Vũng Tàu cũng nhiều năm, IBIS là hotel mình thích nhất. Combo phòng nghỉ đẹp, có bàn làm việc chỉnh chu, tiện nghi đầy đủ.  Lại còn buffet sáng đa dạng món ăn, hồ bơi sạch cho cả gia đình.  Lễ tân thì trẻ trung, nhiệt tình hết chỗ nói, mình có đến sớm hơn giờ check-in nhưng chắc do nhìn gd mình ai cũng thấm mệt vì đường xa thì hỗ trợ cho nhà mình nhận phòng sớm, chắc cũng do 1 phần đi ngày thường cũng ko quá đông.  Mình đi 4 ngày thì mỗi ngày Ibis còn chủ động dọn phòng rất sạch sẽ cho mình.  Highly recommend cho mn vì giá quá tốt so với chất lượng và giá chung ở VT hiện nay.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lý kim yến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch nghỉ dưỡng",
            "review_content": "Khách sạn sạch sẽ rất an ninh, phòng óc đẹp view biển, tối nhìn xuống quá đẹp luôn, cám ơn anh Trường lễ tân và đội ngũ chăm sóc chu đáo cho gia đình mình, mình thấy rất thích, mình sẽ quay lại đây nếu mình tới vũng tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Chi M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rực rỡ bất ngờ",
            "review_content": "Good location, friendly staffs and zero waste. Rất bất ngờ vì vị trí đẹp, trang trí rực rỡ, view bãi biển xanh sạch ngay trước mặt và ngay gần tượng chúa jesu. Nhân viên thân thiện. Buffet sáng hơi ít món.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Danny Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis Style Vung Tau",
            "review_content": "Khách sạn view đẹp ,sạch sẽ thoáng mát. Nhân viên chuyên nghiệp lịch sự nhất là bạn Trường bên bộ phận lễ tân cảm ơn bạn vì đã hỗ trợ hết mình. Ibis style chắc chắn sẽ là một trong những ks đứng top được nhiều người nhớ đến đầu tiên khi đến Vũng tàu. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pham Hong Son",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Trang bị tốt, tiện dụng. View đẹp, chỗ đậu xe rộng, hồ bơi tuyệt vời. Tiện nghi tốt, chăn nệm khăn mới sạch sẽ Buffet sáng tốt Nhân viên chuyên nghiệp lịch sự tận tâm Cám ơn các bạn Hồng Lê, An, Phúc, Thanh Trúc, Thư, Trinh, Nhật, Bảo, Luân, Nghĩa. Cám ơn Ibis Lifestyles",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Rose",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good Trip",
            "review_content": "Khách sạn nằm ở vị trí đắc địa, đường Thuỳ Vân và chỉ cách bãi sau 3 phút đi bộ rất thuận tiện để đi bơi và mua sắm. Kiến trúc thiết kế đẹp, nhiều màu sắc và có nhiều góc sống ảo. Các bạn nhân viên ở đây rất dễ thương và nhiệt tình. Cảm ơn bạn Lê, Phúc, Trinh và Nhân đã hỗ trợ chúng tôi trong kì nghỉ này.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Van.Quan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi du lịch cùng bạn",
            "review_content": "Khách sạn đẹp,  nhân viên hành lý nhiệt tình hỗ trợ khách hàng.   Tôi đến nhận phòng lúc 11h30 tuy nhiên bạn Thọ giám sát lễ tân đã hỗ trợ tôi nhận phòng sớm để tôi được nghỉ ngơi.  Bạn Thọ làm thủ tục nhanh và chuyên nghiệp.  Sẽ quay lại lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Văn Qui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lần quay trở lại đầy ấn tượng",
            "review_content": "Đây là lần thứ 2 quay trở lại với Ibis Styles Vũng Tàu. Được nhân viên đón tiếp niềm nở từ nhân viên hành lý đến lễ tân. Dịch vụ tốt, hỗ trợ khách hàng nhanh chóng. Phòng ốc sạch sẽ, đồ ăn sáng ngon vừa miệng. Nếu lần sau trở lại Vũng Tàu thỉ Ibis sẽ là lựa chọn đầu tiên của gia đình tôi. Xin gửi lời cám ơn đến Anh Minh Đặng hỗ trợ tôi rất nhiệt tình từ đặt phòng đến nhận phòng, và cả khi tôi trả phòng. Xin cám ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nam Phạm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Cảm ơn các bạn lễ tân rất nhiệt tình , Hạnh , Bảo , Trinh và các bạn hành lí Luân , Nghĩa , Phúc và nhất là bạn Văn đã hỗ trợ mình lên phòng rất nhiệt tình và thân thiện , khách sạn tuyệt vời là nới đáng để đi du lịch nhiều view đep và nhà hàng cũng phục vụ tận tâm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cường Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn đẹp nhiều cảnh và nhiều góc chụp hình rất thần thánh , hồ bơi và quầy bar là nơi checkin trên cả tuyệt vời . Đến vào ngày khách rất đông nhưng nhân viên rất tận tâm và nhiệt tình xin chân thành cảm ơn các bạn lễ tân Phúc ,Đức ,Thư , Lê và đặc biệt là bạn Văn bellman rất dễ thương thân thiện và nhiệt tình . Nếu có dịp sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Yến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ks",
            "review_content": "Khách sạn đẹp từ mọi góc nhìn rất ấn tượng với cách thiết kế từ sảnh bước vào . Hồ bơi vew đẹp cảm giác rất sảng khoái nhân viên nhiệt tình thân thiện cảm ơn bạn Văn bell đã hỗ trợ. Một nơi đáng nhớ . Nếu có dịp sẽ quay lại với các bạn và cũng không quên giới thiệu với bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuy Tien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vô cùng hài lòng",
            "review_content": "Trải nghiệm nghỉ dưỡng tại Ibis thật sự tuyệt vời. Các bạn nhân viên mình tiếp xúc ai cũng rất dễ thương, nhiệt tình. Cả lúc nhận phòng và lúc check out các bạn đều rất tận tình phục vụ. Khách sạn đẹp hiện đại, view hồ bơi ấn tượng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàng Tân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận khách hàng",
            "review_content": "Trải nghiệm rất tốt về service của khách sạn, các nhân viên hỗ trợ rất nhiệt tình  Phòng view biển cực kỳ đẹp và chill, sạch sẽ, dịch vụ đầy đủ tiện nghi, hồ bơi đỉnh Cám ơn đến các bạn nhân viên #nhân,đức,hạnh,kính,phúc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thủy Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm lúc nhận phòng",
            "review_content": "Tôi và gia đình đến khách sạn lúc 9h sáng và giờ nhận phòng là 3h chiều. Tuy nhiên tình trạng phòng khách sạn đã sẵn sàng nên khách sạn đã cho tôi nhận phòng miễn phí lúc 9h để gia đình tôi nghỉ ngơi.  Các bạn nhân viên tiền sảnh: Tho, Kinh, Bao, Nghĩa đã hỗ trợ gia đình tôi trong quá trình làm thủ tục nhận phòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tu Nhi L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice place to stay",
            "review_content": "Sang trọng sạch sẽ, view biển, kế bên bờ biển tiện đi chơi (ngay Bãi Sau), có hồ bơi sân thượng, nhân viên vô cùng dễ thương. Ai có điều kiện nên ở chỗ này rất thích. Giá khoang 1.4tr, trên TripAdvisor có rẻ hơn một chút.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đặng Hoàng Lân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một sự trải nghiệm tuyệt vời",
            "review_content": "Mình cùng người yêu mình tới đây nghỉ dưỡng cuối tuần , phòng ốc tuyệt vời , dịch vụ tuyệt vời . Đặc biệt là sự hướng dẫn của bạn lễ tân tên Trung Đức và anh gì đó nếu nhớ không nhầm tên Lê giám sát sảnh thực sự là dễ thương và đầy tính chuyên nghiệp. Cảm ơn đã cho mình 1 sự trải nghiệm tuyệt vời như vậy",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NavyOG",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chilling",
            "review_content": "Ibis Styles Vũng Tàu một khách sạn 3 sao với một chất lượng 5 sao. Tuy rằng chưa lưu trú tại khách sạn nhưng qua một lần đi cùng các anh chị ăn ở nhà hàng The Streats thì mình thấy sự chuyên nghiệp của các bạn nhân viên ở đây. Khi mới bước vào mình và các a chị còn rất bỡ ngỡ vì không biết sẽ đi hướng nào, chưa kịp hỏi thì có bạn Nghĩa hình như là bellboy đã hỏi và hỗ trợ mình rất nhiệt tình. Khi đên The Streats thì các bạn phục vụ vô cùng chuyên nghiệp và đồ ăn vô cùng ngon, mình có ấn tượng vs một bạn tên Ngọc vì bạn khá nhiệt tình. Xong k chỉ dừng ở đó khi mình muốn tham quan phòng ốc ở khách sạn dù không ở nhưng bạn Lê Và Đức dù rất bận nhưng vẫn sắp xếp dẫn mình đi tham quan toàn bộ khách sạn và từng loại phòng. Bạn Đức rất nhiệt tình giới thiệu chi tiết về từng loại phòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tumalism",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Relax time",
            "review_content": "Dịch vụ rất tốt , không gian thoải mái cho nhóm bạn và cả gia đình. Buffet đa dạng món ăn âu á . Từ phòng nhìn ra view biển đẹp lung linh, nằm ở trung tâm nên thuận tiênn cho việc di chuyển đi chơi trong thành phố. Nên trải nghiệm ...",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cheryl Duyên Võ",
            "avatar": "",
            "review_rating": "4",
            "review_title": "RẤT TỐT",
            "review_content": "Khách sạn mới - đẹp, nhân viên thân thiện - vui vẻ - nhiệt tình. Đặc biệt gia đình mình có bé nhỏ, trên xe bé nhà mình nôn sữa khắp người 2 mẹ con thì bạn nhân viên cho gia đình mình check in sớm lúc 12:00 (thay vì đúng quy định là 15:00). Có 1 bạn nhân viên chủ động lại chơi với bé để giúp mình có 1 ít thời gian chụp hình trong khách sạn trước khi về nữa !! Cảm ơn các bạn Trinh, Bảo, Nhân và tất cả nhân viên !!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung nghĩa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Tôi và gia đình đã có chuyến nghỉ dưỡng tuyệt vời. Nhân viên chuyên nghiệp thân thiện. Gia đình rất ấn tượng với đội ngũ Front Office  trong đó bạn Lâm Bellman là người có ấn tượng nhất với gia đình chúng tôi vì sự nhiệt tình và chi tiết. Rất hài lòng và sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tommy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt!!!",
            "review_content": "Gia đình tôi đã có 1 trãi nghiệm tuyệt vời tại Ibis Style.Các bạn nhân viên rất tuyệt vời và thân thiện.Cảm ơn team Hạnh,Thư,Lâm,Thọ của Ibis đã support rất tốt cho gia đình mình!!!Lần sau đến Vũng Tàu nhất định sẽ đến ủng hộ Ibis Style!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh Phạm",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Review",
            "review_content": "*Good:   + Design - Style: Dễ thương - Nhiều góc chụp hình dành cho các bạn trẻ như mình.   + Giá: hợp lý trong khoảng thời gian này.   + Service: Tất cả nhân viên khi mình ở tại khách sạn đều rất vui vẻ, nhiệt tình.   Cám ơn bạn Thư, Phúc, Nhân, Kim, Nghĩa và tất cả nhân viên đã cho mình trải nghiệm tốt ở khách sạn.   *Not good:   F&B: Cả 4 đứa mình đều đồng ý rằng đồ ăn sáng tại nhà hàng chưa hợp khẩu vị. (Như mì ý, bánh phở bị dính thớ, thịt xông khói mặn và khô)   Riêng cháo Hải sản thì tụi mình rất thích   In-room equipment: mọi thứ đều ổn. Tuy nhiên, mình thấy phòng không được trang bị áo choàng tắm/ngủ. Vì bên mình có dịch vụ hồ bơi nên sẽ tiện hơn nếu có cho khách hàng.   Hy vọng mình có nhiều cơ hội để quay lại Ibis và trải nghiệm những dịch vụ tốt hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Clayton Lin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good location, Good Service",
            "review_content": "Phòng gia đình có giương tầng cho các bé thật xinh. Phòng sạch sẽ, service tốt. Đặc biệt cám ơn các bạn nhân viên Nhân, Lê, Văn, Bảo, Huyền, Kim, Trinh, Phúc, Lâm và Đức đã rất thân thiện hỗ trợ gia đình trong suốt 3 ngày nghỉ tại ibis VT.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đỗ Thị Minh Hường",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm thú vị",
            "review_content": "Điểm du lịch lí tưởng hàng đầu tại Vũng Tàu, khách sạn mới, nhà hàng đẹp, nhân viên thân thiện đặc biệt là Hồng Lê, Trung Đức, Hoàng Quân, Kim, Bảo, Luân, Văn. sẽ quay lại vèo dịp Tết nguyên đán 2021.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Vo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tốt, thiết kế đẹp, vị trí ngay biển, view đẹp ",
            "review_content": "Mình ở Fusion và Mercury xong mới qua đây ở, nhân viên welcome rất rốt, phòng rất đẹp, view biển đẹp, cửa sổ rộng, vị trí rất tốt ngay trước bãi sau, bên cạnh có khu bán thức ăn buổi tối rất vui và quảng trường biển rất nhộn nhịp, nhân viên đã hỗ trợ up phòng cho mình từ phòng Standard lên phòng Sup Seaview dù mình chỉ la hội viên Accord Plus hạng Silver rất cảm ơn, đã ở 4 đêm, vừa đặt thêm 3 đêm nữa để ở trọn vẹn 3 ngày cuối tuần ở đây, hy vọng sẽ có trải nghiệm tốt và mong muốn sẽ được trải nghiệm phòng Premium Superior vào lần sau. Chân thành cảm ơn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "thuyanhv2016",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Dịch vụ tốt, Nhân viên chu đáo, nhẹ nhàng, trang trí phòng rất xinh và dễ thương, bể bơi view biển đẹp. Khách sạn theo xu hướng bảo vệ môi trường nên bàn chải, lược đều làm bằng gỗ, mình rất ưng ý. Mình sẽ quay lại nếu có dịp vào Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hieuteddy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá nhân viên",
            "review_content": "Bạn Đức lễ tân rất nhiệt tình, nhân viên hành lý tên Nghĩa hỗ trợ mình rất nhiều trong chuyến đi lần này. Mình rất hài lòng. À còn bạn Lê, lễ tân thì phải do mình nhớ không chính xác, cũng hỗ trợ mình nhiều trong chuyến đi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NguyenThiNinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn lưu trú dễ chịu,phòng khách sạn mới,màu sắc,nhân viên dễ thương,nhiệt tình,đặc biệt là các bạn An Phúc,Trinh,Luân,Hạnh,Thư một trải nghiệm tốt,sẽ cùng gia đình quay lại,sẽ giới thiệu cho bạn bè và gia đình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "huydu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghỉ ngơi lý tưởng",
            "review_content": "Khách sạn sạch đẹp.Hồ bơi đẹp. Nhân viên vui vẻ nhiệt tình. Đặc biệt các bạn Trinh, Nhân, Hạnh, Thư, Đức, Sơn. Tổ phục vụ ngày 06.07/1._tks các bạn. Riêng bảo vệ cổng thì cảm thấy ít  thân thiện lắm. Cần cải thiện từ lúc vào đến lúc ra về",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo Lan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời ♥️",
            "review_content": "Mỗi năm mình đều quay lại VT như một nơi có nhiều kỷ niệm. Kỳ nghỉ tại Ibis đã khiến mình thấy VT phát triển hơn rất nhiều. Khách sạn xinh đẹp, nhiều màu sắc, nhân viên dễ thương, nhiệt tình, phòng sạch sẽ, ấm cúng. Cám ơn các bạn NV trong khách sạn: Thư, Nghĩa, Kính, Phúc, Hạnh đã hỗ trợ mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Emie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xuất sắc",
            "review_content": "Tuần trước gia đình tôi có đến đây để nghỉ lễ. Mọi thứ rất ok từ cách trang trí của khách sạn, cơ sở vật chất cũng như thái độ của nhân viên. Nhân viên ở đây được đào tạo rất bài bản, chuyên nghiệp và lịch sự với khách hàng. Tôi nhớ bạn nhân viên hành lý hình như tên Lâm hỗ trợ gia đình tôi rất nhiệt tình. Tôi sẽ quay lại đây mỗi khi đến Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quang Duy Lưu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn đẹp, trẻ trung và nhân viên thân thiện. Nhất là bạn Lâm bellman dù mình chỉ sử dụng dịch vụ trên top bar nhưng bạn cũng đã tư vấn và hướng dẫn cho mình nhiệt tình. Nhất định tôi sẽ quay lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jennie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỉ niệm tuyệt vời",
            "review_content": "Quay lại khách sạn vào dịp Tết 2021, mọi thứ ở đây vẫn hoàn hảo và hài lòng như lúc ban đầu, do kì nghỉ lễ nên khách sạn đông hơn và có nhiều chương trình đặc sắc trên Top bar. Cám ơn Lê, Đức,Nhật đã hỗ trợ gia đình tôi nhận phòng sớm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hùng Lê",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!!!!!!",
            "review_content": "Không uổng công bỏ thêm ít tiền so với khách sạn bình thường để trải nghiệm ibis. Không gian và thiết kế cực kì thoải mái, vừa sang trọng vừa trẻ trung.  Bạn Đức nhân viên rất vui vẻ hòa nhã. Về view và chất lượng phòng thì khỏi nói, rất xứng đáng để trải nghiệm. Highly recommend!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyên võ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá cao cách phục vụ rất tốt",
            "review_content": "Tôi đánh giá cao về dịch vụ và nhân viên khách sạn ibis rất tốt nhất bạn nhân viên đức và nhân viên hạnh đã hỗ trợ tôi và bạn bè một cách ân cần chu đáo mặc dù chúng tôi vào sử dụng thức uống. Xin cám ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hải Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tốt",
            "review_content": "Mình rất ấn tượng với sự chuyên nghiệp của các bạn nhân viên ở đây. Do mình đi một mình nên cũng gặp rất nhiều khó khăn. Nhưng thật sự rất cảm ơn các bạn Lễ tân (hình như bạn tên Đức) đã hỗ trợ mình các thủ tục check in, check out cũng như các khu vực trong khách sạn.  Ngoài ra, cơ sở vật chất của khách sạn cũng rất tiện nghi và sạch sẽ.  Cảm ơn khách sạn đã giúp mình có một kỳ nghỉ tuyệt vời. ",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Andrew",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm mới tại quê nhà",
            "review_content": "Là người dân địa phương nên tôi hiếm khi vào các khách sạn để dùng bữa hay uống cafe nhưng tuần rồi bạn tôi từ Sài Gòn xuống Vũng Tàu chơi có lưu trú tại khách sạn nên tôi ghé qua thăm và có dịp được trải nghiệm dịch vụ ăn uống tại đây. Đầu tiên tôi ấn tượng với thiết kế của khách sạn, rất thu hút và hiện đại. Các bạn nhân viên tiền sảnh trẻ trung, năng động, đặc biệt cảm ơn bạn lễ tân Phuc đã hướng dẫn nhiệt tình và hỗ trợ tôi lên OTT bar. Hồ bơi rất đẹp, không gian thoải mái, món ăn hợp khẩu vị và giá cả hợp lý. Lần đầu trải nghiệm nhưng tôi cảm thấy rất hài lòng và sẽ giới thiệu cho bạn bè ở nơi khác đến trải nghiệm khi đi du lịch Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duong Dinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp cho chuyến đi Gia Đình",
            "review_content": "Khách sạn mới, phòng sạch sẽ, view đẹp. Nhân viên phục vụ lịch sự, chu đáo. Thiết kế hiện đại, gọn gàng. Hồ bơi cho trẻ em an toàn, luôn có nhân viên quan sát và phục vụ nhiệt tình. Hỗ trợ hành lý và ký gửi hành lý cho khách rất tốt. Phù hợp cho gia đình có con nhỏ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Aurora Kim",
            "avatar": "",
            "review_rating": "5",
            "review_title": "chất lượng dịch vụ",
            "review_content": "Nhân viên phục vụ nhiệt tình, tận tâm, thân thiện, chủ động tiếp cận khách hàng, dù chỉ là khách ngoài đến sử dụng dịch dụ của khách sạn chứ không phải khách lưu trú nhưng mình rất hài lòng, ấn tượng đầu tiên - great . Phong cách trẻ trung, năng động, rất thích! Thích nhất là hồ bơi và OTT bar, nhà hàng phục vụ nhiệt tình Cảm ơn các bạn lễ tân và bellman: Phúc N, Lâm, Linh, Đức, Nghĩa, Lê, Thư, Kính, Bảo",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Thang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá chất lượng",
            "review_content": "Tuyệt vời. Cám ơn các bạn Linh, Đức, An Phúc, Luân, Nghĩa, Văn, Kính, Lâm, Trinh, Sơn, Kim đã hỗ trợ mình trong thời gian nghỉ ngơi tại khách sạn. Sẽ giới thiệu cho gia đình và bạn bè nghỉ ngơi tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hieutrung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tuần vừa rôi tôi có đến trãi nghiệm tham quan và dùng bữa tại khách sạn ibis Style Vũng Tàu. Ấn tượng đầu tiên thì tôi thấy khác là ấn tượng với thiết kế của khách sạn và sự hổ trợ đầy nhiệt tình của các bạn lễ tân cũng như bellman. Cá bạn hổ trợ tôi khi tôi cần tham quan phòng ốc và giá cả, tôi nhớ k nhầm thì bạn tên Đức thì phải. Và điều quan trọng những ăn của ibis khá ngon và cách phục vụ của các bạn nhân viên cũng rất chuyên nghiệp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tylor",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice stay at Ibis Styles Vũng Tàu",
            "review_content": "Mình và gia đình rất hài lòng về phòng ốc, dịch vụ và đội ngũ nhân viên của khách sạn. Mr. Sơn đã đã check in cho mình rất đầy đủ và nhanh chóng. Mình khá ấn tưởng với phòng gym với đầy đủ các trang thiết bị hiện đại. Hồ bơi vô cực là 1 trong những điểm nhấn của khách sạn. Mình và gia đình sẽ luôn lựa chọn khách sạn Ibis Styles mỗi khi đến Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trungnt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn view cực đẹp, đi bộ qua đường là tới quảng trường, nhân viên có bạn Đức lễ tân, và bạn Ngô hay nhân gì đó, và bạn Hạnh cực kì dễ thương nhiệt tình, lại còn gần 88 garden đi quẩy vui lắm. Sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Su Phan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, sạch sẽ.Nhân viên nhiệt tình, thân thiện",
            "review_content": "Mình và bạn bè đã chọn Ibis trong dịp du lịch vừa rồi. Cảm nhận đầu tiên là khách sạn trang trí màu sắc rất đẹp, kết cấu gọn gàng, phòng rất sạch sẽ. Đặc biệt vị trí gần biển, rất thuận tiện để tham quan, vui chơi. Mình có lời cảm ơn tới hai bạn bellman Văn và Nghĩa, đã nhiệt tình hỗ trợ hành lý cho bọn mình. Đặc biệt là các bạn lễ tân Đức, Lê và Phúc đã rất vui vẻ, thân thiện hỗ trợ bọn mình thủ tục checkin checkout nhanh gọn, tư vấn phòng rất tốt. Mình và bạn bè đều rất hài lòng với service nhân viên của khách sạn, nói chung có dịp du lịch Vũng Tàu chắc chắn vẫn sẽ chọn Ibis!",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Phan An",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ibis hotel",
            "review_content": "Tuyệt vời. Phòng gia đình thiết kế rất gọn gàng. Vew đẹp. Nhân viên nhiệt tình..địa điểm thuận lợi. Khách sạn mới đẹp . Màu sắc trẻ trung. Thủ tục check in check out nhanh gọn. Cảm ơn cảm ơn cảm ơn khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuc Hanh Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Cảm ơn Ibis đã mang lại cho gia đình chúng tôi kỳ nghỉ dài tốt đẹp tại đây. Phòng view biển, sáng dậy kéo rèm là thấy biển, cảm ơn 3 bạn nhân viên dễ thương Phúc, Kính, Luân đã hỗ trợ gia đình tôi. Cảm ơn bạn Luân đã nhiệt tình giúp mình có tấm ảnh đẹp tại Ibis. 😘",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hung Tran",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Khách sạn k tốt",
            "review_content": "Khách sạn phòng sạch sẽ nhưng diện tích nhỏ. Ăn sáng chỉ lèo tèo vài món. Ko set up kem đánh răng bàn chải trong phòng phải xin mới có. Bắt check out lúc 11g trưa. Từng ở rất nhiều ks nhưng đây là lần đầu tiên thấy ks bắt check out lúc 11g Không bao giờ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm Phương Trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ",
            "review_content": "Phòng sạch đẹp, dịch vụ tốt, ăn sáng ngon còn có quầy bar buổi tối, các bạn nhân viên lễ tân Văn,Nghĩa, Nhân, Ngọc Anh chu đáo thân thiện, cách phục vụ chuyên nghiệp, tận tình. có dịp nhất định sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TuyenKen89",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thân thiện",
            "review_content": "Khách sạn rất  đẹp , sạch sẽ , thoải mái , có khu vui chơi trẻ em , các bạn  lễ tân Nhân , Ngọc Anh, Trinh ,Bảo   rất thân thiện ,vui vẻ và chuyên nghiệp , Nếu có dịp nhất định sẽ quay lại ở đây lần nữa !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm Hoài Thanh Xuân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, sạch sẽ",
            "review_content": "Khách sạn đẹp, view hồ bơi trên cao phù hợp để nghĩ dưỡng , thoải mái, nhân viên tận tình : Nhật, Nghĩa, Đức, Ngọc Anh Lần sau nếu có cơ hội sẽ quay lại để nghĩ ngơi tại đây lần nữa, tối  cạnh hồ bơi còn có  bar để  chill nữa . ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nguyễn Thị Lan Hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng",
            "review_content": "Chất lượng tuyệt vời, nhân viên nhiệt tình, các bạn lễ tân Hạnh, Bảo, ĐỨC, Nhật, Nhân, Linh, Lâm, Ngọc Anh rất chu đáo Hồ bơi vơ cực rất thích, phòng sạch sẽ, đẹp Mình sẽ quay lại nếu có dịp xuống Vũng Tàu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quanh96",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời tại Ibis",
            "review_content": "Tôi book phòng twin cho chuyến đi công tác và đc đề xuất free upgrade lên hạng phòng có view đẹp hơn. Tôi rất hài lòng. Mọi thứ ở Ibis đều đẹp. Bể bơi vô cực, view, ko gian. Cảm ơn bạn Hạnh, Đức, Anh, Nhân, Linh đã chủ động và nhiệt tình hỗ trợ cũng như tư vấn các địa điểm trải nghiệm tại Vũng Tàu. Tôi sẽ quay lại.",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Thao Le",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất tuyệt, kỳ nghỉ tuyệt vời",
            "review_content": "Nhân viên Thư,Phúc,Thọ,Trinh phục vụ tốt,ăn sáng ngon, phòng mới rất sạch và đẹp, sẽ quay lại lần sau. Hồ bơi view đẹp,gần biển rất tiện lợi. Thích họp cho kỳ nghỉ mát có gia đình có bé và bạn bè thư giản",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yumy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận khách hàng",
            "review_content": "Chúng tôi đến khách sạn lần đầu tiên ở đây, khách sạn rất đẹp và hiện đại, phục vụ rất chuyên nghiệp, nhìn chung rất chất lượng trong phân khúc. Bên cạnh đó các bạn nhân viên phục vụ rất nhiệt tình: Trinh, Hạnh, Linh,Nhân, Châu. Chắc chắn lần sau chúng tôi sẽ quay lại khách sạn và sử dụng dịch vụ ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "PhuongThuy Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ thật tuyệt",
            "review_content": "Điểm cộng của khách sạn là phòng có ban công nhìn trực tiếp ra biển ngắm bình minh, hồ bơi tầng thượng chụp ảnh rất đẹp, có bóng mát và chuẩn bị khăn tắm cho khách, quầy bar cũng thích hợp vừa chill vừa ngắm biển, nhạc hay... Nhân viên khách sạn nhiệt tình, thân thiện, nhà hàng có khu vui chơi trẻ em nên ba mẹ có thể ngồi ăn sáng thoải mái... Đi bộ qua đường là có thể tắm biển. Gia đình mình rất hài lòng về Ibis Styles Vung Tau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jess",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyển đi thú vị",
            "review_content": "Mình đã ở 1 lần rồi mà do đông quá chưa cảm nhận được gì nên mình quyết định ở lần nữa xem sao. Và đã không làm mình thất vọng, từ nhân viên lễ tân với các bạn hành lí rất nhiệt tình. Lúc nhận phòng thì bạn lễ tân Kim làm mình khá bất ngờ vì nhận ra mình đã đến lần trước và nhiệt tình chỉ mình mấy quán ăn mới lạ rất ngon luôn, chụp hình cũng có tâm nữa. Àh có bạn Luan đeo kiếng giúp mình đem hành lí lên phòng . Nhân viên nhanh nhẹn, hỗ trợ khách nhiệt tình . Cám ơn đội ngũ nhân viên đã cho mình khoảnh khắc đáng nhớ cho kì nghỉ đó. Chắc do trong tuần với tiết kiệm điện nên lúc làm thủ tục, tụi mình nóng quá trời thấy vậy có bạn nữ rót nước liền. Thật sự rất hài lòng cho lần nghỉ này ở đây. Chắc chắn sẽ đưa thêm gia đình và bạn bè cho lần nghỉ sau nữa.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Khoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận của khách hàng sau khi sử dụng dịch vụ của Khách Sạn",
            "review_content": "Phòng phong cách rất thoải mái , không gian thoáng , rộng rãi , thích hợp cho chuyến du lịch gia đình . ( các bạn nhân viên phục vụ rất nhiệt tình : Đức , Hạnh , Diệp, Nguyệt, Linh, Nhân ). Nếu có dịp mình sẽ ghé lại Khách Sạn khi đến Vũng Tàu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "MỘT CHUYẾN  ĐI VUI VẺ",
            "review_content": "Gia đình mình vừa có 1 ngày trải nghiệm thú vị ở ks Ibis Styles, các bạn lễ tân, phục vụ hành lý Nguyệt, Hạnh, Nghĩa và Đức rất nhiệt tình thân thiện. Mình rất hài lòng, nếu lần sau đến Vũng Tàu mình vẫn chọn Ibis Styles để lưu trú.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận khách hàng",
            "review_content": "Khách sạn mới xây, cách trang trí rất dễ thương và thân thiên với môi trường. Mình ở phòng hướng ra view biển rất đẹp. Chất lượng dịch vụ tốt, phòng sạch sẽ, thức ăn ngon. 4 bạn nhân viên Nhân, Nguyệt,Nghĩa, Lâm rất nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kiệt Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi 20/10 rất tuyệt vời",
            "review_content": "Khách sạn xây theo kiểu hiện đại rất ấn tượng,tầng giữ xe nằm trên rất rộng rãi và thoáng mát,đặc biệt là hồ bơi vô cực  view nhìn thẳng ra được quảng trường cột cờ phía bãi sau chụp hình sống ảo so deep luônnn,đặc biệt ksan còn  cung cấp khăn khi lên hồ bơi để khách bơi xong có thể lau khô người rất tiện lợi so với những ksan 4 sao mình từng ở VT.Phòng mình ở là phòng Superior King với màu sắc  rất xinh và dễ thương  được xây theo kiểu hiện đại view nhìn thẳng ra biển có cách âm tốt,máy lạnh tốt chạy rất êm,điểm tâm ăn sáng tuyệt vời.Được nhân viên hỗ trợ rất nhiệt tình,vui vẻ đặc biệt là: \"Lâm, Trinh, Nguyệt, Nhân, Đức\" làm mình rất ấn tượng. Mình sẽ quay lại vào dịp gần nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joshep",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, sẽ quay lại.",
            "review_content": "Ưu điểm: Khách sạn có tầng đỗ xe hơi riêng ở lầu 1 rất rộng rãi, tôi ở phòng family thiết kế rất đẹp, phòng khách và phòng ngủ đều view ra biển và thiết kế giường tầng các con tôi rất thích, toilet thiết kế rộng rãi, đẹp và sang trọng. Hồ bơi vô cực ở tầng thượng rất đẹp thích hợp giới trẻ sống ảo. Muốn tắm biển chỉ cần đi qua bên kia đường là bãi sau vũng tàu, nhà hàng rộng rãi sang trọng, ăn sáng ngon, nhân viên lịch sự thân thiện (@nhan nguyet lam bellman). Giá mùa này đang giảm rất hợp lý.   Khuyết điểm: Phòng cửa kính cách âm với mặt đường chưa tốt nên dù ở tầng 10 vào ban đêm vẫn nghe tiếng xe hơi lớn và các phòng khác nói chuyện ở ban công vẫn nghe khá rõ vào đêm khuya. Máy lạnh trung tâm đôi lúc bị nóng lạnh thất thường phải nhờ kỹ thuật vào kiểm tra. Thẻ phòng không ghi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ngan Dinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fantastic trip!!!",
            "review_content": "Tuần trước gia đình mình có đến khách sạn ibis để cho các bé nhà mình đi chơi trước khi vào học. Gia đình mình tới khách sạn vào lúc khách trả phòng, đông hơn mình tưởng vào mùa này. Quầy lễ tân đông khách lắm, mình thì đang loay hoay không biết phải đứng ở đâu để hỏi thông tin thì có bạn lễ tân Kim ra hỏi mình cần hỗ trợ gì và mời mình tới quầy luôn. Tuy là tới sớm hơn giờ nhận phòng mà vẫn được hỗ trợ lên phòng luôn. Khách sạn mới, sạch và các bạn nhân viên rất nhiệt tình, tuy đeo khẩu trang nhưng mình cảm nhận được là vẫn cười với khách. Cám ơn khách sạn đã cho gia đình mình có kì nghỉ tuyệt vời. Chắc chắn sẽ quay lại ở lần sau.",
            "reviewer_location": "Tỉnh Long An, Việt Nam"
        },
        {
            "name": "Nguyễn Văn Qui",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Chất lượng phục vụ tệ",
            "review_content": "Gần đến giờ check out thì bạn tôi bị kiến ba khoang đốt. Chúng tôi định xin ở thêm để xem tình hình bạn tôi nhưng quy định khách sạn đã không cho. Khi chúng tôi check out có đưa cho bạn lễ tân coi và bạn đó chỉ xin quay clip lại chứ không một lời hỏi thăm sức khoẻ và xin lỗi chúng tôi. Khi về bạn tôi đã đi bệnh viện khám và sau đó da đã dần tốt hơn. Khi viết mail phản ánh cho khách sạn thì phải chờ đợi. Tôi không nghĩ một khách sạn lớn như vậy mà dịch vụ quá tệ. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jennie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ ấn tượng cùng Cô vi",
            "review_content": "👐👐Dù đang trong thời điểm khá nhạy cảm nhưng khi du lịch ở VT và chọn nghỉ tại KS IBIS gia đình mình cảm thấy khá an toàn, nhân viên ở đây rất nhiệt tình và luôn đeo khẩu trang 😷😷😷 Cảm ơn em Lê👩‍🏫, bộ phận lễ tân ks đã hỗ trợ gđ mình nhận phòng sớm và hướng dẫn những dịch vụ chăm sóc khách hàng trong ks. 🔟🤙🤙🤙Chắc chắn mình và gđ có dịp quay lại VT thì sẽ không đắn đo lựa chọn IBIS một lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bò xinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "View đẹp, phòng sạch, nhân viên dễ thương",
            "review_content": "Mình đến đây ngày 8/8/20, lúc đang giãn cách dịch... trước hôm đó thì mình đi Tân Phú, khá xa, và sáng ngày 8 mình vẫn còn đi làm tới trưa... mà vì con muốn đi chơi, nên 2 vợ chồng mình ráng... ráng... tới Vũng Tàu là 7:30 tối hơn... max ăn chơi...!! Tới nơi thì mình cũng không định ghé IBis đâu, mà do đang tính dạo 1 vòng xem Vũng Tàu trong giãn cách so với lúc mình ghé 2 tuần trước đó, nó khác nhau như thế nào..... thì trời mưa xối xả mưa! Cả 1 đoạn đường dài nó đã mưa, tới nơi nó lại mưa nên oải quá, tạt vô check in đại. Nhân viên cưng lắm nha! Đầu tiên, từ bãi xe máy đi xuống sảnh, phải đi bộ, và không có lối đi riêng, mà giữa 2 chổ đó có 1 khoảng trống, mưa thì rất rất to.... lúc mình đang phân vân thì 1 bạn nhân viên tan ca chuẩn bị về nhìn thấy, và bạn ý dẫn mình đi theo",
            "reviewer_location": "Biên Hòa, Việt Nam"
        },
        {
            "name": "Sy Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng kì nghỉ lần này",
            "review_content": "Lâu rồi mình mới quay lại VT để nghỉ dưỡng và đã chọn ibis. Khách sạn rất trẻ trung, năng động, nhiều góc chụp đẹp. Đội ngũ nhân viên rất dễ thương, trước đó thì vợ mình có gọi xuống khách sạn để hỏi vài thông tin, thì bạn lễ tân Kim đã nhiệt tình tư vấn địa chỉ, thời gian nhận phòng cũng như thời tiết mùa này ở VT. Lúc nhận phòng, bạn lễ tân Hạnh hướng dẫn rõ các thông tin khách sạn, các bé nhà mình thích Kid Club lắm nên lúc nghe bạn Hạnh giới thiệu xong là qua ngay. Tuy là quy định có viết thời gian nhận phòng là 15h nhưng gia đình tôi có tới sớm và chắc phòng đã có sẵn nên vẫn được các bạn hỗ trợ cho mình nhận phòng sớm. Cám ơn bạn Luân đã giúp gia đình mình đem hành lí lên phòng, mình ở tầng 9 ngắm cảnh đẹp lắm. Các bạn nhân viên đều đeo khẩu trang nhưng tôi vẫn cảm nhận",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Duong V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good choice for the short trip",
            "review_content": "Một vị trí thuận tiện tại Bãi Sao, view ngắm biển thì khỏi phải chê. Khi bước vào sảng là 1 sự chào đón niềm nở từ các bạn lễ tân. Mình đặc biệt ấn tượng với cách trang trí phòng của khách sạn rất trẻ trung và năng động. Phục vụ phòng thì khỏi phải nói một chữ nhanh. Mỗi khi gia đình mình cần sự hổ trợ thì các bạn nhân viên luôn hỗ trợ nhiệt tình.  Điều minh ấn tượng nhất là sáng thứ 2 trong kỳ nghỉ mình và người nhà mình xuống ăn sáng có 1 bạn tên Sơn đã nhớ tên và số phòng của mình, bạn chào đón tụi mình rất niềm nở và đưa mọi ng vào bàn rất nhanh. Tuy là sáng thứ 3 nhà hàng ăn sáng rất đông, nhưng các bạn nhân viên phục vụ rất nhanh lẹ và niềm nỡ với khách, đồ ăn luôn luôn đầy đủ dù lúc đó cũng 10h và rất chất lượng. Phải nói rất ngon. Muốn gửi lời cảm ơn chân thành đến mọi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuấn Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tốt",
            "review_content": "Phòng đẹp, chất lượng phục vụ tốt, có view đẹp, hướng biển, phòng sạch sẽ, thoáng mát. Trong đó cảm ơn sự nhiệt tình, phục vụ tận tâm, dễ thương của các bạn nhân viên Kính, Bảo, Trinh. Sẽ ghé lại lần sau!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hiển đạt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng dịch vụ rấtt tốt",
            "review_content": "Mình có dịp xuống vũng tàu chơi ngày 28-30 , ks rất là đẹp luôn, vừa vào check in thì có bn Cường bên lễ tân rất là thân thiện và chuyên nghiệp lắm dẫn bọn mình tới tận cửa và hướng dẫn rất chi tiết luôn , tối nhà hàng ko có roomservice nhưng mà bên lễ tân dù khuy nhưng vẫn vui vẻ hỗ trợ rất nhiều bạn lễ tân ca đêm đó mình có hỏi thì tên Trung Đức, nói chung chất lượng dịch vụ rât tốt so với giá tiền bỏ ra , sẽ quay lại thêm nữa để sử dụng dịch vụ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thái Hòa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi tuyệt vời",
            "review_content": "Tôi đã có chuyến nghỉ dưỡng tại khách sạn ibis styles VT. Ấn tượng của tôi là sảnh chờ cực kì màu sắc và rộng với thiết kế giếng trời ở giữa sảnh. Đội ngũ nhân viên rất thân thiện và chuyên nghiệp. Phòng tuy khá nhỏ nhưng gọn gàng, sạch sẽ. Quầy bar trên tầng thượng cực bắt mắt, góc nào cũng sóng ảo được. Cám ơn bạn Lê và đội ngũ lễ tân đã nhiệt tình hướng dẫn các địa điểm tham quan tại đây. Tôi hoàn toàn hài lòng về chuyến đi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch cùng hội bạn",
            "review_content": "Mình đi cùng hội bạn thân. Bọn mình ở đây thấy khác thoải mái, nhân viên thì nhiệt tình quá mức đáng yêu. Ở đây tại các phòng họ thường ko để bàn chải và tăm bông đâu mình hỏi ở lễ tân là sẽ có (bảo vệ môi trường) ai dùng thì mới lấy. Mình thấy nó khá tiết kiệm ko lãng phí thật :) mình cho điểm + vì điều này. Bọn mình thích cái bể bơi trên tầng vì view đẹp :)) bơi cũng khá thích. Nói ra thì dài quá. Nhưng bọn mình muốn quay lại đây lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Andy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài Lòng",
            "review_content": "Tạm để đầu óc nghỉ ngơi thư giãn sau những ngày căng thẳng vì dịch bệnh corona , mình đã book 1 đêm tại ibis style Vũng Tàu, thuộc tập đoàn Accor nhưng thiết kế ở đây rất độc đáo, màu sắc bắt mắt, điểm cộng là hồ bơi vô cực trên Top, buffet ngon miệng và đa dạng , trên phòng đầy đủ tiện ích nên mình rất hài lòng ! Cám ơn Thuận, Lê và Phúc đã hỗ trợ rất nhiệt tình ! Mình sẽ quay lại nếu có dịp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cúc Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM TUYỆT VỜI!!!",
            "review_content": "Search ở nhiều nơi thì thấy phong cách ở IBis khá lạ nên mình đã booking. Phòng ốc đẹp, thoáng mát và đặc biệt là đội ngũ nhân viên thân thiện, luôn take care khách tốt. Mình thường hay chú trọng đến tác phong phục vụ của nhân viên nên ở đây có thể đánh giá là 9/10, ngang hẳn với luxury hotel 5* mình từng đi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vân Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "My Baby 1’st Birthday Trip",
            "review_content": "Gia đình và bạn bè tôi ( gồm 9 phòng ) đã trải qua kỳ nghỉ tại khách sạn Ibis Styles Vũng Tàu nhân dịp sinh nhật 1 tuổi của con gái tôi. Với số lượng phòng tuy cũng khá nhiều nhưng Khách sạn đã bố trí phòng rất hợp ý tôi: các phòng gần nhau, phòng gia đình rộng rãi thoải mái, phòng đơn và đôi vừa với thiết kế hiện đại, gọn gàng. Bữa sáng món ăn đa dạng, hợp khẩu vị. Nhân viên tiếp tân rất nhiệt tình, vui vẻ. Anh Quân ( Trưởng bộ phận tiếp tân ) đã sắp xếp phòng rất chu đáo, đầy đủ theo yêu cầu của tôi. Đặc biệt bánh sinh nhật các bạn tặng ngày chúng tôi đến nhận phòng đã làm con gái tôi rất thích. Cảm ơn Quân và nhân viên Ibis Styles đã mang đến kỷ niệm khó quên cho ngày sinh nhật của con gái tôi.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Van Nguyen Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "XỨNG ĐÁNG ĐỂ BẠN CÓ MỘT TRẢI NGHIỆM TUYỆT VỜI",
            "review_content": "1. Từ ngữ đầu tiên tôi có thể thốt lên khi vừa bước vào sảnh “WOW”, tại sao lại có một khách sạn trẻ trung như thế này? Có mặt tại đây nhỉ? Sao không phải là: Nha Trang, Đà Nẵng hay Phú Quốc kia chứ? Vì tôi có thể nhận ra rằng mọi thứ nơi đây đều do một người trẻ có thể vẽ thành những thứ tinh nghịch trừu tượng đến như vậy và cả những màu sắc ở đó. 2. Đón chúng tôi là bạn Quân - FOM ibis styles, về trình độ và nghiệp vụ thì bạn này thì khỏi phải chê vào đâu. Chuyến đi lần này tôi có bị Thuỷ đậu nên rất cần một số dụng cụ để sử sử dụng, thật may là nhờ có Quân và team FO hỗ trợ hết mình luôn. Thế là tôi đã không phải lo nữa vì đã được yêu cầu từ trước chuyến đi nhưng không ngờ là nó hoàn hảo đến như vậy. Rất cám ơn Quân và team đã giúp, không chắc là những nơi khác có làm được",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nhi T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự lụa chọn hoàn hảo khi đến Vũng Tàu!!",
            "review_content": "Mình chọn Ibis vì đây là Khách sạn thân thiện với mọi trường❤️ Phòng ở đẹp, decoration hiện đại, phòng mình view biển nên tha hồ sống ảo hehe. Ăn sáng ngon, không gian thoải mái, mình ăn trưa cũng tại Nhà hàng luôn và đồ ăn cũng ngon nữa. Cảm ơn Anh Quân (FOM) và Anh Chị làm việc tại Khách sạn đã cho Gia đình mình tận hưởng những giây phút tuyệt vời tại Khách sạn❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huỳnh Đạt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM TUYỆT VỜI Ở IBIS STYLE",
            "review_content": "Sau khi trải nghiệm 2 ngày 1 đêm tại khách sạn, tôi hoàn toàn thích thú từ phòng ốc, nhà hàng cho tới sảnh khách sạn với cách trang trí hiện đại với màu sắc nhẹ nhàng. Cùng với sự nhiệt tình từ các bạn staff của khách sạn, cũng như hỗ trợ từ anh FOM - Quân, đã hỗ trợ và giải quyết từng thắc mắc của chúng tôi. Bên cạnh đó, những dịch vụ hồ bơi, gym, thức ăn, khiến chúng tối thoải mái suốt kỳ du lịch ngắn của mình. Và tôi chắc chắn sẽ quay lại ibis trong thời gian sắp tới. Cám ơn team.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoang Vy Vy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất thích thú nhưng cần cải thiện vài điểm",
            "review_content": "Tôi đã ở lại khách sạn này 2 đêm và tôi hoàn toàn thích thú về khách sạn Phòng ốc thì thoáng mát,trang trí hiện đại,loại phòng tôi ở là Premium Family có ban công tiện lợi cho gd có bé nhỏ,con trai tôi rất thích,nhân viên ở đây từ các bạn lễ tân đến các bạn dọn phòng ai cũng rất thân thiện và nhiệt tình,đồ ăn nấu nếu trừ 1,2 món ko ngon thì đồ ăn phải nói là hợp khẩu vị,khi bạn có thẻ accor plus còn được giảm 50% nữa,nhà mình đi 2 ng lớn 1 bé ăn 1 bữa no nê trong không gian ấm cúng sau khi đươc giảm chỉ còn 700k tính ra giá rất okie đúng ko ạ Nhưng vẫn còn điểm trừ mong rằng khách sạn có thể khắc phục dc _ Bãi đậu xe hơi bất tiện vì ko có kết nối với để vào thang máy hoặc kết nối đường vào sảnh  _ Khách sạn mình nếu có đươc bãi biển có khu vực ghế ngồi dành cho khách thì quá",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TamTam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "PHẢI ở lại Vũng Tàu",
            "review_content": "Khách sạn hiện đại đáng yêu với thiết kế độc đáo. Vị trí hoàn hảo ở Vũng Tàu Đội ngũ Front Office vui vẻ và hữu ích nhất từ trước đến nay ?????? chúng tôi hoàn toàn thích nó vì bạn đã chào đón chúng tôi với nụ cười đáng yêu tuyệt vời và được sắp xếp rất hợp lý với hành lý của chúng tôi. Đánh giá cao sự giúp đỡ của ông Nguyễn Hoàng Quân FOM và các thành viên còn lại khiến chúng tôi cảm thấy như một gia đình tại iBis Style Vũng Tàu Góc bé dễ thương Giường thoải mái hoàn hảo Thức ăn ngon, không khí tốt. Cuối tuần rất thỏa mãn nhận được - đi ??????",
            "reviewer_location": "Cam Ranh, Việt Nam"
        },
        {
            "name": "Vivenguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fresh Brand New Styles Styles Styles- Rất khuyến khích",
            "review_content": "Chúng tôi ở tại khách sạn Ibis Styles Vũng Tàu cho NY 2020, khách sạn này hoàn toàn mới, thiết kế thoáng mát mang đến cho bạn cảm giác tươi mới. Vị trí tuyệt vời, một phần đẹp của bãi biển VT - cát trắng và nước trong xanh. Thức ăn ngon, nhân viên thân thiện n hữu ích. Ông Mathieu Le Besq - GM của khách sạn - là một người tuyệt vời để nói chuyện, với kiến thức tuyệt vời về kinh nghiệm hiếu khách của ông. Cảm ơn bạn Ibis Styles Vungtau Tesm! Chúng tôi chắc chắn sẽ quay trở lại!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "117 Thùy Vân Thắng Tam, Vũng Tàu 790000 Việt Nam",
        "name": "ibis Styles Vũng Tàu",
        "geo_data": {
            "latitude": 10.336274147033691,
            "longitude": 107.09024047851562
        },
        "room_number": "250",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/d3/bc/70/exterior-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/b8/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/1b/95/bf/rooftop-swimmingpool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/c0/family.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/be/family.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/bc/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/ba/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/b6/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/b4/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/b2/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/b0/bar-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/ae/bar-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/ab/bar-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/a8/bar-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/a5/bar-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/a1/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/9d/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/99/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/95/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/51/ea/91/meeting-room.jpg?w=1200&h=-1&s=1"
        ]
    }
}