{
    "content": [
        {
            "name": "PhucLam",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đáng xấu hổ",
            "review_content": "Tôi gọi điện đến khách sạn đặt phòng mặt tiền cửa sổ hướng phố, tầng cao. Nhân viên đã xác nhận và báo giá. Nhưng khi tôi đến khách sạn lấy phòng thì đưa cho tôi phòng 101. Vợ tôi nói là chúng tôi đã đặt phòng lúc sáng và phòng 101 không đúng yêu cầu của chúng tôi. Nhân viên khách sạn nói là phòng kiểu chúng tôi đặt đã bán hết và chúng tôi không đặt phòng như vậy (mặc dù người này không phải là nhân viên nói chuyện với tôi lúc sáng về chuyện đặt phòng). Và thái độ rất bất lịch sự \" Chỉ còn phòng như vậy có ở thì ở\". Làm việc không có uy tín lại còn đỗ lỗi cho người khác. Thật đáng tiếc.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Dien N",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Đi chơi cùng bạn bè",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố ,nhưng nhỏ hẹp phòng không sạch khăn tắm và khăn mặt cũ và bẩn ,vệ sinh phòng làm không sạch giá thì cao đồ ăn sáng thì rất đơn giản nhân viên không nhiệt tình với khách hàng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dylan",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Bẩn và không cửa sổ",
            "review_content": "Chúng tôi ở lại ba đêm. Khi chúng tôi đến phòng của chúng tôi, điều đầu tiên bạn nhận thấy là không có cửa sổ. Sau đó, một khi bạn đóng cửa, bạn cảm thấy ngột ngạt. Căn phòng nhỏ bé, bạn phải quay sang bên cạnh để vắt qua phía bên kia giường. AC vô dụng. Các lon coke trong tủ lạnh mini có khuôn trên đó. Đêm đầu tiên chúng tôi tìm thấy rất nhiều côn trùng trong phòng của chúng tôi và chúng tôi đã không thể ngủ do tiếng ồn từ phòng bên cạnh.  Chúng tôi đã yêu cầu thay đổi phòng vào sáng hôm sau. Họ không có vấn đề gì. Các phòng được sạch hơn, qieter và AC làm việc tốt hơn nhiều. Nhưng đầu bảng bị hỏng và có một chỗ rò rỉ trong phòng tắm, nên sàn nhà luôn ướt. Sau đó, chúng tôi một lần nữa nhận thấy rất nhiều kiến ​​trong phòng. Chúng tôi đã kết thúc chỉ phun giường với thuốc chống",
            "reviewer_location": "Dublin"
        },
        {
            "name": "Jakub Barthy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dobrý khách sạn, dobrá cena, dobrá lokalita. Tốt khách sạn, giá tốt, vị trí tốt.",
            "review_content": "Tôi đã đến thăm khách sạn này trong những ngày nghỉ tại Việt Nam vào năm 2016. Chúng tôi ở đó 2 đêm. Đây là khách sạn trung bình với giá trung bình, nhưng phòng là tốt và giường ngủ tốt. Chúng tôi đã có một căn phòng trên tầng 4 với tầm nhìn đẹp ra đường. Tiếng ồn từ đường phố là trung bình - chỉ là giao thông và tiếng còi. Phòng tắm đẹp và sạch sẽ, nhưng xem ra cho gián! Đừng để mở bồn rửa, bởi vì chúng trèo lên từ cống. Gián có ở khắp mọi nơi ở Việt Nam. . . : -) Vị trí tốt - gần đường Bùi Viện. Tento horel som navštívil počas svojej dovolenky vo Tiếng Việt v roku 2016. Zostali sme tam 2 noci. Je đến priemerný hotel za priemernú cenu. Izba bola dobrá một posteľ bola tiež dobrá na spanie. Mali sme izbu na 4. poschodí s đồng tính nữ làm ulice. Hluk z ulice bol priemerný - len",
            "reviewer_location": "Trnava, Slovakia"
        },
        {
            "name": "LondonTiger",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Hmmmmmm .....",
            "review_content": "Có một người phụ nữ đáng yêu ở lễ tân nói tiếng Anh tốt và rất tử tế, tuy nhiên đó là mức độ dễ chịu của khách sạn này. Vị trí tốt nhưng phòng đầu tiên TV không hoạt động và chúng tôi chỉ ở đó 2 ngày trước khi chuyến bay của chúng tôi rời đi. Họ đã thay đổi phòng của chúng tôi không ồn ào (tôi có thể nói những tờ giấy bẩn, két an toàn không hoạt động và đường dây điện thoại đã bị cắt). Vì vậy, chúng tôi di chuyển phòng, có một rò rỉ MASSIVE trong trần phòng tắm, vì vậy chúng tôi di chuyển một lần nữa với 4 giờ để rảnh rỗi trước khi chúng tôi rời đi. Tôi yêu cầu giảm giá nhưng giảm khoảng 2 đô la! Nó chỉ không được duy trì hoặc rất thân thiện và cảm thấy khá nguy hiểm. Tôi chỉ muốn có một thiên đường yên bình để thư giãn và thư giãn trước khi chúng tôi rời nhà và điều này khiến",
            "reviewer_location": "London"
        },
        {
            "name": "Ngoc H",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng lớn nhưng khá nguy hiểm",
            "review_content": "Tôi ở lại đây 4 - 5 ngày với bạn trai, họ cho tôi một căn phòng để mọi thứ đều ổn trong phòng, nhưng họ không dọn phòng cho bạn hàng ngày hoặc khi bạn đi ra khỏi phòng, vì vậy bất cứ khi nào Tôi trở lại phòng của tôi tất cả mọi thứ vẫn như cũ nó làm cho căn phòng của tôi trông giống như một thùng rác lớn. Tôi thấy một số người nhìn phòng nguy hiểm ở gần phòng của chúng tôi, điều đó khiến tôi sợ đi ra ngoài đôi khi. Họ có một chiếc xe đạp.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "82 Ton That Tung, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "Hoan Thai Hotel",
        "geo_data": {
            "latitude": 10.770179748535156,
            "longitude": 106.68856811523438
        },
        "room_number": "27",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c4/59/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c4/29/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/ca/c3/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/ca/1f/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c9/76/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c8/4b/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c7/ab/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c6/f7/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c5/e5/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c5/ac/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c5/09/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c3/fe/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/c3/f6/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/bf/d3/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/bf/78/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/2f/bf/26/phong-deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/5b/7d/8d/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/5b/7d/8c/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/5b/7d/8a/hoan-thai-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/5b/7d/89/hoan-thai-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}