{
    "content": [
        {
            "name": "Kenny Thịnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ninh Bình My Honeymoon",
            "review_content": "Đó là một nơi tuyệt vời nhất trong kì nghĩ của tôi một nơi không gian tuyệt vời đối với những cập mới cưới như chúng tôi.  Cô chủ rất thân thiện dễ thương lại vui vẽ, nơi ở hơi xa trung tâm thành phố nhưng khá gần với những địa điểm tham qua mất 10' đi xe để đến với chùa bái đính, 15' cho danh lam thắng cảnh Tràng An......     Thank's ' Ninh Bình Palm Homestay'  Đã đem đến một kỳ nghĩ tuyệt vời đối với chúng tôi..!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Emily Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Anh chị chủ thân thiện và giúp đỡ rất nhiệt tình. Team mình có 2 bạn ăn chay mà quên không báo nhưng anh chị chuẩn bị đồ rất nhanh và chu đáo. Phòng đẹp và giá thì quá ổn. Thiết bị dùng trong phòng xịn, đầu tư xây dựng cẩn thận. Gần chùa Bái Đính nên có thể thuê xe đạp đi ngắm chùa lên đèn, thú vị lắm (nhưng nhớ đi sớm). Sẽ còn quay lại.  Nice stay, highly recommend!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hương N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một chuyến đi trên cả tuyệt vời của nhóm chúng tôi !!!!",
            "review_content": "Rất ít khi viết review nhưng ở xong cái Homestay này về k viết thì phí quá :))  Lời ns đầu cho e xin cảm a chị chủ, e k nhớ tên chị Vợ nhưng nhớ tên A chồng là A Quảng đôi vc siêu nhiệt tình và tốt bụng   1, Dịch vụ  hay phòng ngủ rất sạch sẽ, đô ăn ngon phù hơp với giá tiền   2. Phong cảnh đẹp, nh chỗ sống ảo phù hợp cho nhóm và gđinh , có chỗ chơi cho cả trẻ e, có bàn Bi-A hehee  3. E có đăt 2 bữa ăn ở đây bữa náo cũng rất ngon và nh đồ , ăn mãi k hết giá rất phải chăng k viêc j phải đi ăn ngoài mất công k ngon cong ngồi đợi, bữa trưa hsau nhóm có về muộn nên đồ ăn nguội hết a/chị vẫn rất nhiệt tình hâm lại đồ ăn cho bn e đó là điểm + - Bữa tối co mượn a chị bếp nướng và rửa rau nhờ bên mình rất là nhiệt tình giúp đỡ bn e, mọi ng đều rất thân thiện  4. Nếu có cơ hội thăm lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Greg Meade",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TUYỆT VỜI 5/5",
            "review_content": "Nếu tôi có thể cho nơi này hơn 5 sao, tôi sẽ làm thế. Làm thức ăn với nhân viên và gia đình của họ rất dễ thương và tốt đẹp. Hơn cả việc chào đón chú chó của tôi và tôi và có những căn phòng sạch sẽ nhất. Cô ấy cũng hẹn chúng tôi đi xe đến Vịnh Hạ Long sau đó.  Ở ĐÂY NẾU BẠN ĐANG ĐI VÀO NINH BNH, BẠN S NOT KHÔNG ĐĂNG KÝ NÓ! ! ! !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Louise Meade",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ tuyệt vời tại Ninh Bình!",
            "review_content": "The Ninh Bình Palm Homestay khiến bạn cảm thấy như đang ở nhà! Các phòng đẹp và khu vực bên ngoài vườn là một nơi tuyệt đẹp để làm việc bên ngoài và làm việc trên máy tính xách tay. Các nhân viên là những người tốt đẹp đáng kinh ngạc nhất mà chúng tôi từng gặp, và cho đến nay, người nói tiếng Anh tốt nhất kể từ khi chúng tôi đến nước này. Chúng tôi chắc chắn đã không có đủ ngày ở nhà dân vì chúng tôi cũng muốn như vậy!  Chúng tôi thậm chí còn tự làm chả giò với nhân viên! Lớp học nấu ăn Việt Nam của chúng ta.  Giá tốt, lưu trú tuyệt vời. Tổng cộng 5 trên 5 và chúng tôi khuyên mọi người nên đến Ninh Bình ở lại đây vì họ có thể giúp thiết lập các chuyến đi và gọi taxi cho bạn một cách dễ dàng!  CẢM ƠN BẠN ĐÃ THAM GIA CUỘC ĐỜI TUYỆT VỜI :)",
            "reviewer_location": "Bãi biển Miami, Florida"
        },
        {
            "name": "HaoNC",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tốt để ở",
            "review_content": "Chỉ ở đây một đêm với bạn bè nhưng tôi có thể cảm thấy sự đáng yêu và thân thiện của chủ sở hữu. Căn phòng sạch sẽ, ngăn nắp và ấm cúng. Các homestay là khá và yên bình. Vị trí tốt để tham quan các địa điểm nổi tiếng gần đó bằng xe máy. Bữa tối rất ngon với rất nhiều món ăn. Tôi sẽ trở lại nếu có cơ hội.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Tom C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bạn PHẢI ở đây !!! Một ngôi nhà xa nhà!",
            "review_content": "Ban đầu chúng tôi đã đặt 2 đêm ở đây nhưng chỉ cần thêm một đêm nữa vào hành trình của chúng tôi. Chúng tôi thực sự không thể có lỗi ở lại, từ phòng đến chủ nhà, mọi thứ đều hoàn hảo!  Chúng tôi đã thưởng thức 3 bữa sáng và một bữa ăn tuyệt vời để nấu trà, đó là món ăn ngon nhất chúng tôi có trong chuyến đi của chúng tôi cho đến nay. Chúng tôi cũng thuê xe đạp để xem các trang web, tất cả đều nằm trong khoảng cách đi xe đạp hoặc xe máy.  Cả gia đình thật tuyệt vời và thân thiện, kể cả những chú chó thân thiện.  Điều này thực sự cảm thấy như ở nhà và chúng tôi đã bỏ lỡ địa điểm và lòng hiếu khách.  Nếu bạn đang đến thăm Ninh Bình hoặc các khu vực lân cận, bạn PHẢI ở lại đây! !   5 sao!",
            "reviewer_location": "West Yorkshire, Vương quốc Anh"
        },
        {
            "name": "Trek827505",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thật là một nơi tốt đẹp để ở",
            "review_content": "Nhà trọ này khiến tôi cảm thấy choáng ngợp trước không khí trong lành và cây cối. Nó nằm ở khu vực nông thôn; tuy nhiên, nó thực sự được trang bị tốt so với những người khác. Giá cả cạnh tranh, thức ăn ngon, chủ nhà tốt và vị trí tốt làm cho nó trở thành nơi trú ẩn lý tưởng ở tỉnh Ninh Bình.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Voyager828164",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà trọ hoàn hảo",
            "review_content": "Bạn phải ở đây! Tôi không thể giải thích nhà khách này tuyệt vời như thế nào. Chúng tôi đã được chào đón với trà trái cây khi đến, sau đó được đưa đến căn phòng xinh xắn của chúng tôi với một phòng tắm hiện đại tuyệt vời, nơi có vòi sen nóng tuyệt vời.  Các địa điểm là hoàn hảo. Vừa ra khỏi thành phố Tam Cốc nhưng cách đó một quãng lái xe ngắn. Cũng nằm gần Tràng An (10 phút lái xe) và đi bộ từ chùa Bái Đính.  Chúng tôi đã ăn tối tại nhà khách mỗi tối vì chúng tôi không thể kiếm đủ thức ăn địa phương. Nó được làm mới mỗi đêm bởi Quang hoặc Anh, sử dụng các sản phẩm địa phương mua từ chợ hàng ngày. Bữa sáng cũng tuyệt vời - ngon như bữa tối!  Không có gì là quá nhiều cho Anh và Quang. Chúng tôi đã có thể thuê một chiếc xe tay ga từ họ với giá 100 đồng một ngày, chúng tôi cũng có",
            "reviewer_location": "Koh Tao, Thái Lan"
        },
        {
            "name": "Kylie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời, con người tuyệt vời, vị trí tuyệt vời",
            "review_content": "Gia đình tôi đã có kinh nghiệm tuyệt vời với các dịch vụ ở đây. Các chủ sở hữu, cả ông Quang và vợ, rất thân thiện và chu đáo. Vị trí của nơi này là tuyệt vời, nơi bạn được bao quanh bởi thiên nhiên và cảnh quan đẹp. Thứ tôi thích nhất là thức ăn họ chuẩn bị cho chúng tôi. Thức ăn của họ rất ngon và chúng tôi luôn chuẩn bị sẵn thức ăn sau khi trở về từ tham quan. Nhìn chung, tôi sẽ đưa ra 5 sao và rất khuyến khích nơi này cho những người yêu thích thiên nhiên và phiêu lưu như chúng tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt nhất",
            "review_content": "Nhà trọ này có phòng thoải mái tốt với giá cả cạnh tranh, nhưng những người độc thân là những nhân viên tuyệt vời, thân thiện và hữu ích mà bạn sẽ không muốn rời đi. Đặc biệt đề cập đến Anna tuyệt vời, người đã làm cho kỳ nghỉ của chúng tôi rất đáng nhớ. Rất khuyến khích",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thomas Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở tuyệt vời với những người tốt nhất",
            "review_content": "Chúng tôi chọn Ninh Bình Palm Homestay này như một lời giới thiệu từ người bạn của chúng tôi và hoàn toàn hoàn hảo và thú vị, chúng tôi không thể phạm lỗi này. Thật tuyệt vời cảm ơn Lê Anh và Quang. Các bạn đã làm cho chuyến đi của tôi tuyệt vời. Hãy tiếp tục, hãy để cho khách hàng tiếp theo của bạn một nơi ở đẹp hơn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị tốt nhất cho tiền!",
            "review_content": "Tôi đã ở lại đêm cuối cùng của chuyến đi Ninh Bình tại Ninh Bình Palm Homestay và tôi ước rằng tôi đã tìm thấy nơi đó trước đây. Nhân viên rất thân thiện, hữu ích và rất tốt. Dịch vụ tuyệt vời. Tận hưởng phòng rất sạch sẽ, trang trí tuyệt vời, một số bữa ăn sáng kiểu Việt Nam ngon miệng. Nếu tôi đến bak Ninh lần nữa, tôi chắc chắn sẽ ở lại đó một lần nữa. Giá trị tốt nhất cho tiền!",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Xóm 5, Gia Viễn Close to Bai Dinh Pagoda, Gia Sinh 400000 Việt Nam",
        "name": "Ninh Binh Palm Homestay",
        "geo_data": {
            "latitude": 20.281253814697266,
            "longitude": 105.85723114013672
        },
        "room_number": "10",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9a/2f/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/de/15/26/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a1/76/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a1/0c/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a0/e3/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a0/b7/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a0/a6/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/a0/8d/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/ee/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/c6/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/a3/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/97/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/8d/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/7e/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/5c/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9e/56/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9d/27/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9d/11/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9c/f9/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/8a/9c/ea/ninh-binh-palm-homestay.jpg?w=1200&h=-1&s=1"
        ]
    }
}