{
    "content": [
        {
            "name": "Huynhni04",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vờii !!!",
            "review_content": "Khách sạn có phòng ốc nhỏ nhắn nhưng vì gần trung tâm nên rất tiện đi lại. Cuối tuần có hơi ồn một chút vì nằm trong tuyến phố đi bộ nhưng tôi cảm thấy không quá ảnh hưởng. Nhân viên lễ tân San rất nhiệt tình khiến tôi cảm thấy rất thoải mái khi ở đây. Highly recommend!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Passenger65178156698",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Chúng tôi đã ở đây ba tối và mọi thứ đều tốt.  Phòng ở sạch sẽ và tiện lợi. Nhân viên ở đây thì thân thiện nhiệt tình. Cảm ơn anh Quang đã giup đỡ.  Chúng tôi đã lấy tour hạ long ở đây và tour rất là tốt.  Sẽ còn quay lại lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trek37920855139",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Nhân viên thân thiện vui vẻ hoà đồng. Khách sạn sạch sẽ. Dịch vụ tốt tiện ghi. Cảm ơn anh Quang đã giúp đỡ. Tôi đã lấy tour ha long và sa pa ở đây và mọi thứ đều tốt cả. Khách sạn tiện ghi. Gần trung tâm và chỉ cần hai phút đi bộ là tới các địa điểm nổi tiếng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paradise48888408187",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "dịch vụ tốt, phòng sạch sẽ, anh Quang nhân viên nhiệt tình vui vẻ Tour Hạ long bay và Sapa tốt, dịch vụ tốt, tiện nghi sạch sẽ chỉ mất 2 phút đi bộ đến hồ Hoàn Kiếm và chúng tôi sẽ còn quay lại lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Footprints824520",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp – Nhân viên dễ mến",
            "review_content": "Mặc dù chỉ ở 1 đêm thôi nhưng tôi rất hài lòng về khách sạn. Dịch vụ khách sạn tốt. Nhân viên thân thiện, dễ mến. Cảm ơn Quang, bạn rất chu đáo, phục vụ chuyên nghiệp và nhiệt tình. Nếu ra Hà Nội tôi sẽ quay lại lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GoPlaces823496",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tại Hà Nội",
            "review_content": "Lần đầu đến Hà Nội Tôi rất ấn tượng với con người cũng như phong cảnh tại đây, đặc biệt là em San với một phong cách phục vụ rất chuyên nghiệp, tác phong chuẩn mực,  tạo cho Tôi một cảm giác như đang ở nhà. Chắc chắn Tôi sẽ quay lại gặp Em. Cảm ơn San.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daydream822966",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt trong tầm giá",
            "review_content": "Tôi chọn khách sạn này cho chuyến đi du lịch Hà Nội với bạn của mình. Khách sạn đủ sạch sẽ tiện nghi cho những người không quá cần cầu kì về dịch vụ. Nhân viên giúp đỡ rất nhiệt tình đặc biệt là bạn lễ tân San, người đã giúp chúng tôi lên kế hoạch tham quan cả ngày ở Hà Nội khi chúng tôi không biết bắt đầu từ đâu. Thank you San <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vrayntt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Chúng tôi đã ở đây một đêm và mọi thứ đều tốt. Nhân viên thân thiện và nhiệt tình giúp đỡ. Cảm ơn anh quang đã giúp chúng tôi. Anh quang đã đặt tour Ha Long Bay cho chúng tôi và mọi thứ hoàn hảo. Sẽ còn quay lại.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Excursion818758",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review chuyến đi",
            "review_content": "Nhân viên thân thiện, dễ mến. Khách sạn chất lượng ổn. Tiện nghi khá đầy đủ có tivi, nước nóng lạnh, máy lạnh, máy quạt,... Cảm ơn a Quang nhân viên ở đây và các anh chị nhân viên khác luôn hỗ trợ nhiệt tình cho khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "peng m",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời",
            "review_content": "Very good, khách sạn đầy đủ tiện nghi, phòng thoáng mát, gần ngay phố cổ, khu phố tấp nập đông đúc người đi lại, đi bộ 10 phút đến Hồ Gươm. Dịch vụ khách sạn tốt, giá cả phải chăng, Nếu ra Hà Nội sẽ quay lại lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hazel B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời, vị trí trung tâm",
            "review_content": "Đây là nơi hoàn hảo để đặt cơ sở khi khám phá khu phố cổ Hà Nội. Trong khoảng cách đi bộ đến tất cả các điểm nóng và rất nhiều quán ăn tuyệt vời. Các nhân viên dễ chịu. Nó có giá rất hợp lý. Chiếc giường rất thoải mái và tôi sẽ nói đây có lẽ là một trong những khách sạn sạch nhất chúng tôi ở khi đi du lịch ở Đông Nam Á. Bạn có thể đi sai với Hà Nội view khách sạn!",
            "reviewer_location": "Dublin, Ireland"
        },
        {
            "name": "Alex B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn toàn bất thường",
            "review_content": "Tôi nên nói điều này bằng cách nói đây là lần thứ ba tôi ở Hà Nội, mỗi khi tôi thấy mình ở lại đây. Giá cả hợp lý và bầu không khí tuyệt vời. Lớn hét lên với Blue và nhân viên tuyệt vời của mình! Họ nghĩa đen uốn cong trên lưng để giúp bạn với nghĩa đen bất cứ điều gì bạn muốn / cần. Địa điểm là trung tâm hoàn toàn chết. Các phòng đều tốt. Quầy bar chủ sở hữu gần đó là nơi tuyệt vời để thư giãn và nghỉ ngơi sau một ngày dài khám phá.  Cảm ơn các bạn SO rất nhiều vì đã làm cho mọi chuyến thăm đều cảm thấy như đang về nhà.  Lưu ý cuối cùng: tổ chức tour du lịch là đỉnh cao! Chúng tôi sử dụng chúng cho Vịnh Hạ Long và sau đó là mỗi lần chuyển sân bay. Tôi thậm chí còn mang gia đình đến đây và họ yêu thích nó!  Ps: Tôi vô tình xem xét sai khách sạn! Đây là cái đúng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Coulmy T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phố Hà Nội",
            "review_content": "Rất tốt nơi để ở và đặt chuyến đi vào Việt Nam. Chúng tôi ở lại một đêm và khách sạn được sạch sẽ và personnals là tốt đẹp. Tôi recommand cho mọi người trẻ muốn đến thăm Hanoï với mức giá hợp lý.",
            "reviewer_location": "Bali, Indonesia"
        },
        {
            "name": "Divya U",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi hoàn hảo để ở",
            "review_content": "Khách sạn này nằm ngay tại trung tâm và gần với tất cả các điểm tham quan ở Hà Nội. Các nhân viên thân thiện và thực sự hữu ích. Các phòng đều gọn gàng với tầm nhìn ra đường phố chính. Nhân viên có thể sắp xếp các tour du lịch và cung cấp tất cả các chi tiết. Nói chung đó là một kỳ nghỉ thoải mái và được khuyến khích cho các gia đình có trẻ em.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Umesh J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thoải mái và giá cả phải chăng",
            "review_content": "Khách sạn nằm ở một vị trí tuyệt vời, giá cả phải chăng, sạch sẽ và thoải mái. Đội ngũ nhân viên rất hữu ích và thân thiện. Các bữa ăn sáng phục vụ là đáng yêu. Đáng giá trị trả tiền! chắc chắn khuyên bạn nên cho gia đình hoặc du khách ba lô cho ngắn hay dài ở lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "leafroholdt91",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên hàng đầu!",
            "review_content": "Chúng tôi đến vào giữa đêm mà không cần đặt chỗ và nhân viên vẫn sẵn sàng đứng lên và cố gắng giúp đỡ chúng tôi. Trong thời gian chúng tôi ở lại một từ nhóm của chúng tôi đã bị bệnh và các nhân viên đã vô cùng hữu ích nhận mũ và hỗ trợ trong bất kỳ cách nào họ có thể. Họ đều rất thân thiện. Liên quan đến các phòng được sạch sẽ và thoải mái. Tôi đã phục hồi tốt ở đó.",
            "reviewer_location": "Dunedin, New Zealand"
        },
        {
            "name": "Aline H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hight giới thiệu khách sạn này tại Khu Phố Cổ Hà Nội",
            "review_content": "Tôi đã dành một số ngày ở Hà Nội và qua đêm tại khách sạn này. Nó đã được xuất sắc: vị trí tốt ở trung tâm của Hà Nội, phòng rất sạch sẽ với tầm nhìn thành phố, nhân viên ấm áp với dịch vụ tốt và giá cả rất tốt. Tôi cũng đặt tour du lịch đến Vịnh Hạ Long và Sapa. Thật tuyệt vời. Bạn có thể đặt các dịch vụ khác cho tất cả nếu Việt Nam đi cùng họ. Vì vậy, hight đề nghị khách sạn này cho tất cả các bạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "kiều ngọc d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lớn hạnh phúc 👍",
            "review_content": "Tôi ở lại đây trong 2 đêm. Tôi cảm thấy rất ấm áp và hạnh phúc. . . Anh ấy là nhân viên lễ tân đẹp trai, nhiệt tình, phục vụ chu đáo. Đặc biệt, tôi thuê một chiếc xe máy từ Blue và được hướng dẫn đi Vịnh Hạ Long hoặc Sapa trong một vài ngày ngắn trong khu vực. Cảm ơn tất cả❤️ # 7 daytrip # verynicetour # Blueissogoodperson",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Stephen M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Hà Nội yêu thích của tôi",
            "review_content": "Hà Nội nhìn ra đường phố là khách sạn tốt nhất mà tôi ở lại trong thời gian tôi ở đây. Các phòng đều vô nghĩa và khách sạn nằm ngay bên cạnh nhiều quán bar và nhà hàng ở Hà Nội. Chủ nhân của Blue và Alex và Tony là nhân viên tuyệt vời và giúp chúng tôi với bất cứ điều gì chúng tôi cần. Quầy bar của Blue nằm cạnh khách sạn và là nơi tuyệt vời để thưởng thức đồ ăn cũng như thức uống và xem mọi môn thể thao được tổ chức.",
            "reviewer_location": "County Dublin, Ireland"
        },
        {
            "name": "Tiernan A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt đẹp và nhân viên thân thiện",
            "review_content": "Khách sạn đã được sạch sẽ và có cơ sở vật chất tuyệt vời cũng như các nhân viên am hiểu và có lòng hiếu khách nổi bật, bạn còn có thể yêu cầu gì hơn nữa? Khách sạn cũng rẻ như những con chip vì nó là gì. Trong tất cả các chuyến du lịch của tôi ở Việt Nam, điều này chắc chắn là khách sạn tốt nhất mà tôi đã ở lại, về giá cả và phòng nghỉ. 10/10 và chắc chắn sẽ ở lại đây một lần nữa. Người quản lý màu xanh cũng rất hữu ích trong việc cung cấp cho chúng tôi thông tin về các nhà hàng và tour du lịch tốt nhất của Hà Nội. Cũng đáng nói đến các món ăn từ các nhà hàng của khách sạn đã được ngon và trình bày đẹp mắt",
            "reviewer_location": "Antigua, Guatemala"
        }
    ],
    "hotel": {
        "location": "6 Luong Ngoc Quyen Hoan Kiem District, Hà Nội 100000 Việt Nam",
        "name": "Hanoi Street View Hotel",
        "geo_data": {
            "latitude": 21.034942626953125,
            "longitude": 105.8536376953125
        },
        "room_number": "14",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4e/2e/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/35/cb/out-side-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4e/d4/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4e/bd/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4e/5f/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4e/43/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4d/f8/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4d/5e/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4d/42/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4d/0d/deluxe-twin-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4c/b1/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/4c/1f/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/1f/38/74/double-deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/76/3e/ff/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/76/3e/fe/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/31/c0/c3/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/31/c0/c2/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/1a/10/aa/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/7e/fd/92/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/7e/fc/a0/hanoi-street-view-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}