{
    "content": [
        {
            "name": "Xianxian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM TUYỆT VỜI, ĐÁNG NHỚ, CỰC KỲ HÀI LÒNG VỚI DỊCH VỤ CỦA KHÁCH SẠN. ",
            "review_content": "Mình đã có trải nghiệm tuyệt vời tại khách sạn trong suốt kỳ nghỉ.  Khách sạn vô cùng sạch sẽ. Nhân viên dễ thương và vô cùng nhiệt tình đặc biệt là bạn Trúc Lễ Tân. Hồ bơi rất sạch, ấm. Gia đình mình rất thích và sẽ ghé lại đây vào lần tới.  ",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "sky angel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rất tốt",
            "review_content": "khách sạn siêu gần biển luôn, đi sang đường là đến bãi tắm, gần đó cũng có nhiều quán ăn uống, hải sản. Ký nghỉ của chúng mình rất đáng nhớ, con người Nha Trang thân thiện, mình được các bạn lễ tân hỗ trợ và chỉ nhiều điểm vui chơi ăn uống lắm, cảm ơn các bạn. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tali",
            "avatar": "",
            "review_rating": "5",
            "review_title": "chuyến đi rất đáng nhớ.",
            "review_content": "Khách sạn gần biển, mình đi bộ sang đường là đến bãi biển luôn. Mình ở phòng view biển đẹp lắm, ăn sáng nhiều món, hợp khẩu vị.  Điểm mình thích nhất là thái độ nhân viên, các bạn rất nhiệt tình, chỉ mình đi nhiều chỗ vui chơi ăn uống ngon bổ rẻ. Lần tới có ra Nha Trang chắc chắn sẽ quay lại khách sạn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "NorthStar17910096278",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn rất sạch sẽ và đẹp . Nhân viên thân thiện nhiệt tình, chăm sóc khách hàng tốt. Đặc biệt các bạn lễ tân Trân, Nhiên, Phong. Có dịp mình sẽ quay lại Nha Trang và ở khách sạn này. Highly recommend nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Culture16870845159",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn phục vụ tốt , chu đáo tận tâm . Sẽ quay lại tiếp tục ở tại khách sạc Xavia . Nhân Viên : Hoa , Trân , Nhiên  Cảm ơn các bạn nhân viên ks nhiều . Cảm ơn cảm ơn Thành Phố Biển Nha Trang Xinh đẹp ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc thach",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Hotel Xavia tuyệt vời. Lễ tân Trân, Hoa, Ngọc hướng dẫn nhiệt tình chu đáo. Giá đình cảm thấy rất hài lòng. Dự định sẽ quay trở lại trong thời gian tới. Xavia hotel là khách sạn mà giá đình thích nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Guide63368547459",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm",
            "review_content": "Mình rất hài lòng với dịch vụ khách sạn. Đồ ăn sáng vừa miệng nhưng chưa phong Phú đồ ăn cho em bé. Nhân viên lễ Tân nhiệt tình đặc biệt là Hoa và Ngọc, khách sạn nâng hạng miễn phí cho nhà mình nữa. Khách sạn rất tốt, đáng trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Benly D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Relaxing & comfortable & safe",
            "review_content": "Tôi cảm thấy rất hài lòng, khi được lưu trú tại đây. Nhân viên lễ tân thì rất thân thiện hoà đồng, người gác cửa rất chu đáo và cẩn trọng cho hành lý của chúng tôi. Nằm ở vị trí rất gần biển và có bãi đậu xe rất rộng, thông thoáng nên dễ di chuyển đi lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thế anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đáng để quay trở lại lần nữa",
            "review_content": "Khách sạn gần biển,view đẹp. Nhân viên rất thân thiện dễ mến. Có bãi đậu cho xe oto. Khách sạn cũng gần khu vực trung tâm.Từ khách sạn dễ dàng để đến các khu du lịch như Viện Hải Dưong Học, cảng Vinperl....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bùi Hoàng Long",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tại 1 trong những khách sạn hàng đầu Nha Trang",
            "review_content": "Khách sạn nằm ở vị trí trung tâm thành phố, thuận tiện cho việc đi lại, du lịch các địa danh nổi tiếng như Vin Winder, chùa Long Sơn, Quảng Trường 2/4,… nhân viên thân thiện, hỗ trợ nhiệt tình, chất lượng dịch vụ phòng của khách sạn rất tốt, sạch sẽ, view đẹp ngắm nhìn được gần như trọn vẹn bãi biển Nha Trang",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "khoa nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": " Khách sạn rất tuyệt vời và muốn trở lại vào kỳ nghỉ tiếp theo",
            "review_content": "Bữa sáng khá đa dạng, được thay đổi món từng ngày, khẩu vị phù hợp số đông. Vị trí Khách Sạn thì khá lý tưởng luôn, ngay phía trước là bãi tắm,  Buổi tối gần trung tâm nên đi lại khá thuận tiện...Lần sau có cơ hội vào Nha Trang mình lại book khách sạn này!!!",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Tiennam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, 4 sao rộng lớn",
            "review_content": "Khách sạn có vị trí rất tốt, view đẹp, đối diện bãi biển. Thức ăn buổi sáng rất ngon, nhiều sự lựa chọn, đặc biệt nhân viên nơi đây rất nhiệt tình và thân thiện. Họ luôn cố gắn hết sức để hỗ trợ chúng tôi trong thời gian chúng tôi lưu trú tại Xavia. Cảm ơn các Bạn, tôi sẽ quay lại và giới thiệu nó cho bạn bè và những người thân của mình. Thank you !",
            "reviewer_location": "Tỉnh Đắk Lắk, Việt Nam"
        },
        {
            "name": "AndyMinh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí thuận lợi, gàn bãi biển, giá rẻ",
            "review_content": "Vị trí ngay gần bãi biển, phòng view biển sạch sẽ. Phòng chờ rỗng rãi nhiều chỗ ngồi. Điểm trừ là khách sạn nhiều phòng nhưng chỉ có 2 thang máy nên chờ đợi rất lâu. khách sạn rất đông khách nên phòng ăn sáng lúc nào cũng đông. Nói chung với giá tiền bỏ ra thì chấp nhận được",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nguyễn Dũng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xavia",
            "review_content": "Mình có đặt phòng ở Xavia từ ngày 06/06-10/06/2022, lúc đầu mình đến điều lo lắng nhất là bậc thềm khá cao bà 1 đường đi khác thì khá dốc, vì mình đi lại phải chống nạng, nhưng anh bảo vệ và các bạn  ở đó đã xua tan đi những lo lắng đó khi hỗ trợ mình rất nhiệt tình.Lên đến phòng thì cảm giác đầu tiên là hơi sợ vì phòng mình đặt view biển, lại không có lan can và vách làm bằng kính, nhưng mình kiểm tra thì thấy khung chắc chắn, kính khá dày, chỉ một lúc thì quen ngay.Phòng view biển đẹp nhất là vào buổi sáng, mở cửa ra đã thấy bình minh và cảnh biển rồi, thật tuyệt vời.Ăn buffe sáng bữa đầu mình cũng thấy bình thường, chắc do chưa quen, nhưng càng về sau thì mình thấy đồ ân ngon. ok.Lúc đầu đặt có em Xuân ở khách sạn liên hệ với mình và hỗ trợ mình rất nhiệt tình trong quá trình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang Pham",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Review về khách sạn",
            "review_content": "Mình có đặt phòng tại khách sạn từ ngày 14-17/05/2022. Phòng rất đẹp view biển dịch vụ mọi thứ cơ sở vật chất đối với mình hoàn toàn ok không vấn đề gì cả. Vì mình đến lúc 9h sáng nên chưa có phòng khách sạn đã ưu tiên cho mình check in sớm để nghỉ ngơi Cho đến khi mình lên trên phòng, trong nhà vệ sinh phần bồn cầu còn nguyên tóc dính ở trong, sau khi mình ở 1 ngày House vào dọn phòng cốc mình dùng mình để trong bồn rửa mặt House rửa xong để nguyên trên bồn rửa mặt không cất vào đúng chỗ, mình có dùng 1 gói cà phê nhưng House dọn xong cũng không fill lại vào, bồn tắm đứng do trước đó phòng mình có trang trí honeymoon nên có cánh hoa hồng và có rớt trong chỗ tắm đứng có vòi hoa sen House cũng không dọn, mình có để đến sau 2 ngày House dọn phòng vẫn thấy cánh hoa hồng rớt ở đó",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nam Hùng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời!",
            "review_content": "Chúng tôi đến Nha trang rất nhiều lần, và lần này chọn Xavia. Khách sạn rất mới, vị trí thuận lợi tại thành phố nha trang. Chúng tôi được hỗ trợ cho nhận phòng sớm nên rất thoải mái. Phòng rất sạch, view biển thì tuyệt vời và đặc biệt tôi thấy nơi này có bãi đỗ xe rất thuận tiện và an toàn. Các bạn nhận viên ở đây rất thân thiện và luôn hỗ trợ chúng tôi trong suốt thời giai nghỉ ngơi tại khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thienduong",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn tồi tệ",
            "review_content": "1- Nhân viên không nhiệt tình 2- Phòng cách âm kém , rất ồn ào 3- Cửa nặng , ai có con nhỏ để ý kẻo kẹp tay  4- Buffet ăn sáng ít món , mờ nhạc to quá , nhân viên chiên trứng thái độ khó chịu cực kì 5- Đọng nước nhà vệ sinh rất hôi  6- Ga giường hôi , rất bẩn , còn dính cả vết máu lâu ngày  7- Cửa kính bẩn , ban công nhìn kinh lắm 8- Chỉ có 2 thang máy nên mỗi lần đi phải đợi cực lâu Một trải nghiệm tồi tệ , không bao giờ ghé lại nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vũ Tuấn Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good hotel with perfect trip",
            "review_content": "Mình đặt phòng qua 1 trang đặt phòng online với hạng deluxe, thật bất ngờ và may mắn khi đến check in thì đc upgrade lên Suite với view biển đẹp thần thánh. Phòng luôn được sạch sẽ. Chỉ có 1 góp ý về khăn hơi cũ, khách sạn nên quan tâm thay đổi chất lượng dịch vụ Nói chung là vẫn 5 sao ",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Sang Park",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xavia Hotel",
            "review_content": "Tôi có một số nhận xét như sau: 1. Ưu điểm: - Yên tĩnh, riêng tư, không xô bồ như các khu khác, rất thích hợp với gia đình có em nhỏ. - Nhân viên thân thiện. - Quang cảnh không gian không bị hạn chế tầm nhìn. 2. Nhược điểm: - Đồ ăn nên thay đổi cho phong phú hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Tuấn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn rất tốt",
            "review_content": "Nhân viên Khách sạn Xavia rất thân thiện, chân tình, chuyên nghiệp về nghiệp vụ và dễ thương. Khách sạn ở ngay mặt biển rất thuận tiện cho việc di chuyển, đi lại. Các phòng đều có ban công và mặt biển nên ngắm biển rất đẹp. Sẽ quay lại ở khách sạn nếu có dịp ra Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hieu Do",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Tôi đặt phòng tại đây cho 4 đêm với hạng phòng deluxe nhưng được miễn phí nâng cấp lên hạng suite. Phòng rất rộng rãi , sạch sẽ , view hướng biển và ra vinpearl thật tuyệt vời. Nhân viên thân thiện và nhiệt tình, đã giải đáp mọi thắc mắc của tôi. Vị trí khách sạn rất tuyệt , đủ gần để đi bộ vào trung tâm với 10 phút và đủ xa để có 1 buổi tối yên tĩnh. Tôi chắc chắn sẽ giới thiệu khách sạn này với bạn bè và lần sau quay lại Nha Trang, làm sao không thể không quay lại Xavia.",
            "reviewer_location": "Ha Long, Việt Nam"
        },
        {
            "name": "thithinguyen228",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xavia hotel",
            "review_content": "Mình rất hài lòng khi lưu trú tại khách sạn Xavia. Phòng đẹp và tiện nghi, nhân viên phục vụ nhiệt tình và đồ ăn sáng rất phong phú! Hồ bơi rất đẹp và thoáng mặc dù ở trong nhà. Hy vọng khách sạn có nhiều khuyến mãi hơn.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "backimthang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Không có gì phàn nàn cả, vị trí tốt, ngay trung tâm, nhân viên nhiệt tình vui vẻ. Phòng rộng và tầm nhìn đẹp, trang thiết bị đều còn mới do vừa khai chương. Ăn sáng rất ngon và nhiều, hy vọng sẽ ghé lại lần nữa!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "dusonngoanthuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Giường rộng 2m, phòng rộng, phòng tắm rộng (có bồn riêng và phòng tắm đứng riêng -2 người tắm cùng lúc là ok). Nhân viên cực kỳ dễ thương, thân thiện và giúp đỡ rất nhiệt tình, luôn hỏi thăm khách và hướng dẫn tận tình. Xin cám ơn tất cả các bạn nhân viên.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Discover61945484616",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good.",
            "review_content": "Không có điều gì đáng phàn nàn . Từ vị trí đến Phòng ốc đều đẹp . Nhân viên thân thiện và lịch sự . Bữa ăn sáng ngon và có nhiều sự lựa chọn . Đặc biệt tạo mọi thuận lợi cho khách trả phòng trễ . Sẽ quay lại .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "N Anh Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xavia",
            "review_content": "Chúng tôi đã có quãng thời gian lưu trú thoải mái tại Khách sạn Xavia Nha Trang, vị trí ngay trung tâm rất thuận tiện. Hy vọng khách sạn sẽ có nhiều liên kết khuyến mãi hơn nữa để chúng tôi có nhiều dịp trở lại đây nghỉ dưỡng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "letrannguyen895",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Đây là khách sạn tốt cho kì nghỉ của bạn, phòng rộng rãi, sạch sẽ, buồng tắm cũng rộng rãi, nước nóng tốt, chảy mạnh. Cũng gần bờ biển và trung tâm mua sắm, tụ điểm ăn uống và vui chơi của khách nước ngoài. Bữa bufffet cũng tuyệt, trên đó có anh quản lý rất lịch sự và nhiệt tình, mức giá cả vừa phải.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuc P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Xavia Nha Trang có dịch vụ tốt, nhân viên thân thiện, nhiệt tình.",
            "review_content": "Tôi hoàn toàn hài lòng khi nghỉ dưỡng tại Khách sạn Xavia Nha Trang. Tuy nhiên có một điều mà tôi muốn được tốt hơn đó là bữa sáng. Ví dụ: có ít nhất một món gì đó là đặc sản Nha Trang như bánh căn hoặc chút gì đó liên quan đến biển thì sẽ thấy thực sự thú vị. Xin cảm ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trinh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Khách sạn Xavia Nha Trang mọi thứ đều rất tốt từ phòng ốc, dịch vụ đến vị trí và thái độ phục vụ của nhân viên. Chỉ có thức ăn sáng ít món. Khách sạn có bãi xe rất rộng. Nếu có cơ hội mình sẽ quay lại.",
            "reviewer_location": "Vancouver, Canada"
        },
        {
            "name": "Nhung H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn pro",
            "review_content": "Khách sạn mới xây xong và đi vào hoạt đông. Mọi thứ tốt, phòng đẹp, ăn sáng ok, nhân viên vui vẻ và nhiệt tình. Vị trí khách sạn nắm trên cửa ngõ đi sân bay nên rất thuận tiện. Trên tầng 4  5 có hồ bơi sâu và khá lớn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng khách sạn tốt!",
            "review_content": "Tôi đã ở đây 3 đêm. Mọi thứ đều ok. Nhân viên nhiệt tình, thân thiện, chào tôi bằng tên nên tôi rất vui. Ít nhân viên ở các khách sạn có thể nhớ tên của khách. Thực đơn nên thay đổi mỗi ngày. Phục vụ cũng tốt, có nhiều dịch vụ để cho du khách chọn lựa. Phòng tắm rộng, bày trí đẹp. Phục vụ phòng chu đáo, vui vẻ. Hồ bơi rộng, sạch. Tôi thật sự thư giãn, thoải mái khi ở đây. Giá cả xứng với tiện nghi và dịch vụ. định sẽ quay lại đây. Cảm ơn nhân viên khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi rất hài lòng về Khách sạn Xavia",
            "review_content": "Tất cả về phòng ốc vệ sinh sạch sẽ, nhân viên vui vẻ, tận tâm, nhiệt tình. Thức ăn tương đối đầy đủ và hợp vệ sinh. Món ăn phong phú, vì lý do riêng tôi phải ăn chay, thế mà tôi đã bất ngờ khi bữa sáng cũng có các món chay đơn giản, ngon có thể dùng được trong bữa sáng miễn phí. Nhân viên phục vụ vui vẻ hướng dẫn chúng tôi tận tình.  Giá phòng thi tạm được không rẻ nhưng có thể chấp nhận được",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, vị trí tốt!",
            "review_content": "Mình thấy nhân viên Khách sạn Xavia rất nhiệt tình, và chu đáo, có dịp nào đó vào đó chơi mình lại đặt phòng ở đây! Cảm ơn Khách sạn Xavia đã cho mình được nơi nghỉ ngơi thoải mái và các bữa ăn sáng ngon miệng! Chúc cho Khách sạn Xavia làm ăn phát đạt và càng phát triển hơn nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "如 画",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt!",
            "review_content": "Nhân viên Khách sạn Xavia Nha Trang rất dễ thương, tận tình hướng dẫn cho gia đình chúng tôi. Ngoài ra chúng tôi còn được nâng lên hạng phòng cao hơn và được check out trễ tới 2 giờ chiều. Lần sau nếu quay lại Nha Trang, chúng tôi sẽ tiếp tục ở tại Khách sạn Xavia Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kennie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "HONEY MOON",
            "review_content": "Phòng ngủ tiện nghi, gối ngủ rất êm. Ăn sáng đa dạng món. Bộ phận tiền sảnh hỗ trợ rất nhiệt tình. Ban đêm nhìn thành phố rất đẹp. Khách sạn gần trung tâm, rất tiện nghi cho việc đi lại. Ra biển cũng rất gần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HuongxNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mọi thứ tốt!",
            "review_content": "Khách sạn mới xây, ngay trung tâm, sân bãi rộng, thoáng, không bị cản tầm nhìn như các khách sạn khác. Phòng ốc hiện đại, view đẹp, trực diện biển. Ăn sáng ngon, nhân viên nhiệt tình thân thiện. Xứng đáng điểm 10.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stuart G",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn rất thất vọng",
            "review_content": "Trang web của khách sạn Xavia khiến bạn tin rằng đó là một khách sạn nổi tiếng hàng đầu - đó là thành phố.  Mặc dù nó chỉ mới 4 tuổi mà bạn bước vào và khu vực sảnh / lễ tân rất mệt mỏi và bẩn thỉu và nhân viên không quá hữu ích. Khi đến lúc 3 giờ chiều, chỉ có 1 trong 2 phòng của chúng tôi đã sẵn sàng và phải chờ một giờ để phòng kia sẵn sàng.  Phòng được trang bị tốt nhưng don hiến mong đồ nội thất chất lượng. Khăn có giá rẻ, mỏng và chỉ, đồ vệ sinh được cung cấp không đáng để sử dụng và phòng tắm được thiết kế tồi dẫn đến sàn nhà bị ngập nước.  Các hồ bơi và phòng tập thể dục có vẻ ổn nhưng đã sử dụng, và trái với trang web của họ, không có quán bar, không có trong sảnh hoặc tại hồ bơi. Trong thực tế, chúng tôi đã kết luận khách sạn là ’khô.  Bữa sáng đã được chấp nhận, không",
            "reviewer_location": "Guildford, Vương quốc Anh"
        },
        {
            "name": "Thanh Thanh M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt quá",
            "review_content": "Khách sạn cách trung tâm địa phương không xa lắm, chỉ cần 10 phút đi bộ, view rất mát mẻ, nhân viên xinh đẹp, thích uống rượu bên cạnh hồ bơi, bãi biển không quá đông đúc. Có thể mua tour đến tắm bùn dễ dàng từ nhân viên tiếp tân",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "intelia",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời trong khách sạn Xavia",
            "review_content": "Chúng tôi thực sự yêu thích khách sạn này. Nó nằm trong 10 phút đi bộ từ trung tâm của Nha Trang. Vì nó cách xa trung tâm nên không có đường phố và cửa hàng ồn ào. Phòng nhìn ra biển với bồn tắm cũng tuyệt vời. Ăn sáng tại khách sạn rất đa dạng và ngon miệng. Trung tâm thể dục tốt và hồ bơi. Đề nghị ở lại cho chắc chắn.",
            "reviewer_location": "St. Petersburg, Nga"
        },
        {
            "name": "Sandy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Các liên lạc thêm",
            "review_content": "Khách sạn này nằm ở một vị trí tuyệt vời vì nó cách khoảng 2 ks từ sự hối hả và nhộn nhịp nên dễ dàng đi bộ nhưng khá vào ban đêm. Có mặt trong ngày sinh nhật của tôi và khi tôi về nhà, các nhân viên đã để lại chiếc bánh sinh nhật đẹp nhất. . . rất tốt để có liên lạc nhân sự",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "Rachel C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quan điểm tuyệt đẹp và nhân viên tuyệt vời",
            "review_content": "Thứ nhất, vị trí này rất thuận lợi, chỉ cách sân bay Nha Trang 45 phút và băng qua đường từ một bãi biển yên tĩnh hơn. Trong khi có ít nhà hàng gần khách sạn, taxi thường chờ đợi bên ngoài có thể đưa bạn đi xe ngắn đến trung tâm thành phố. Điều đó nói rằng, bên cạnh là một nhà hàng tốt đẹp và vòng quanh góc là 'Tuna House' mà cũng rất đẹp.  Thứ hai, bộ của tôi đã được immaculate. Tôi đã đặt một phòng đôi cao cấp nhưng đã được nói trên kiểm tra - trong đó tôi đã được nâng cấp lên một trong các dãy phòng của họ. Các giường được thoải mái, phòng tắm sạch sẽ và rõ ràng rất mới và xem là hoàn toàn tuyệt đẹp. Nhược điểm duy nhất là tiếng ồn giao thông từ xe gắn máy honking trên đường bên ngoài, vì vậy tôi sẽ khuyên bạn nên yêu cầu một phòng trên một trong những tầng cao hơn.  Thứ ba,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "papa_wheely",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trải nghiệm tốt nhất",
            "review_content": "Gia đình bốn người chúng tôi ở lại ba đêm tại khách sạn Xavia Nha Trang vào tháng 7 năm 2018. Có rất nhiều điều chúng tôi thích về nó, nhưng có một vài điều chúng tôi không làm.  Những gì chúng tôi thích: i) Khách sạn cực kỳ đẹp, hiện đại và nằm ngay cạnh con đường chính và đối diện với bãi biển công cộng. ii) phòng của chúng tôi là một kích thước khá cho bốn người chúng tôi với hai giường nữ hoàng, một phòng tắm rộng rãi với vòi sen / bồn tắm có áp lực nước tốt, và một ban công nhỏ nhìn ra bãi biển và vịnh Nha Trang. iii) Các loại thực phẩm được cung cấp cho bữa ăn sáng là rất lớn! iv) Hồ bơi đẹp và sạch sẽ và có hai bức tường mở ra bên ngoài. v) Phòng tập thể dục rất ấn tượng. vi) Các nhân viên thân thiện và hữu ích, và một số ít nói tiếng Anh rất tốt.  Những gì chúng tôi",
            "reviewer_location": "Hartford, Connecticut"
        },
        {
            "name": "Khanh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời, những người tuyệt vời",
            "review_content": "Chúng tôi ở lại trong 2 đêm. Khách sạn thực sự gần bãi biển và một chuyến đi taxi ngắn hoặc 20 phút đi bộ đến trung tâm thị trấn. Thủ tục nhận phòng thật dễ dàng và họ đã nâng cấp phòng của chúng tôi lên một phòng trước đại dương trên tầng 17. Quan điểm thật tuyệt vời! Phòng hiện đại và rất sạch sẽ. Mọi người trong đội ngũ nhân viên đều có sức chứa và hữu ích. Rất khuyên bạn nên.",
            "reviewer_location": "Woodbridge, Virginia"
        },
        {
            "name": "Anne T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice khách sạn nhưng NOISY!",
            "review_content": "Đã có 3 ngày ở @ khách sạn này. Ưu điểm:  1. Tài sản là một khách sạn tương đối mới nên mọi thứ đều rất mới mẻ. Phòng gia đình của chúng tôi rộng rãi, giường ngủ thoải mái.  2. Ăn sáng đã được bao gồm trong thời gian của chúng tôi. Có rất nhiều lựa chọn thực phẩm cho bữa ăn sáng khác nhau từ súp nóng đến món tráng miệng!  3. Nhân viên khách sạn rất chuyên nghiệp và hữu ích. Ngọc Hà @ lễ tân rất ngọt ngào và tháo vát.  Nhược điểm:  1. Rất nhiều du khách Trung Quốc! Chúng to, thô lỗ và thiếu cách cư xử! Họ sẽ cắt trước mặt bạn và chiếm hầu hết tất cả thức ăn. Có lẽ quản lý cần phải có dấu hiệu hoặc bước vào để làm một cái gì đó về nó.",
            "reviewer_location": "Houston, Texas"
        },
        {
            "name": "Xiao M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn có thể băng qua đường đến bãi biển",
            "review_content": "Khách sạn khá mới. Sự sạch sẽ của tất cả các khu vực là tuyệt vời. Trang trí phòng rất hiện đại. Rất thuận tiện cho tất cả các điểm tham quan chính. Ly rượu vang miễn phí là một liên lạc tốt đẹp. Bất kỳ yêu cầu nào chúng tôi yêu cầu đều được chăm sóc ngay lập tức. Phòng khá lớn đối với các phòng khách sạn tiêu chuẩn.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "09 Hoang Dieu Vinh Nguyen Ward, Nha Trang Việt Nam",
        "name": "Xavia Hotel",
        "geo_data": {
            "latitude": 12.220247268676758,
            "longitude": 109.20304870605469
        },
        "room_number": "180",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/36/0f/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2c/36/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f2/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/f4/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/38/01/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/f8/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/ff/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/f3/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/fe/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/fc/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/37/fb/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/ff/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/fe/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/fd/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/fc/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f8/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f7/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f6/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f5/xavia-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/3e/f4/xavia-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}