{
    "content": [
        {
            "name": "Michelle R",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn và nhân viên xinh đẹp",
            "review_content": "Một khách sạn đẹp và nhân viên luôn thân thiện. Chúng tôi yêu thích bể sục và phòng tắm hơi, đặc biệt là các loại cocktail miễn phí? Vị trí hoàn hảo nhưng vòng về đáng sợ để vượt qua vì vậy hãy cẩn thận! Chỉ các vấn đề:  - không có chỗ cho vali! Nhưng bạn nhận được những gì bạn phải trả cho và sẽ ở lại!",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "hemlockvilla",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí thuận tiện",
            "review_content": "Khách sạn tốt, phòng nhỏ mà không cách âm. Bạn có thể nghe thấy hàng xóm của bạn khá rõ ràng. Bữa sáng khá ngon. Khó hiểu nhân viên lễ tân. Gần tất cả các điểm tham quan Quận 1. Nhà hàng sang trọng gần đó. Rất nhiều nhà hàng Nhật Bản.",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "aussiet0urist",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Chúng tôi ở lại 3 đêm và thực sự thích khách sạn này. Chúng tôi đã có phòng sang trọng với cửa sổ. Đó là một căn phòng sạch sẽ, giường thoải mái, bữa sáng thực sự tốt. Các nhân viên rất thân thiện. Khách sạn có vị trí tốt và gần nhiều điểm tham quan.",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "Chetanya G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và tốt nhất ở Hồ Chí Minh Thực sự yêu thích nó",
            "review_content": "Nhân viên tốt và ông Long là tốt nhất và nhân viên trên sân thượng cũng rất tuyệt Nếu bạn đang nghĩ đến việc đặt chỗ thì đặt ngay bây giờ tôi sẽ bỏ lỡ nơi này chứ? Hãy thử đồ ăn của khách sạn này và bữa sáng cũng tuyệt vời và hồ bơi Infinity tuyệt vời",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "mikelmtl",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở khách sạn @ Alagon tại thành phố Hồ Chí Minh",
            "review_content": "Ở trong khách sạn này trong 3 ngày vào ngày 20 - 23 tháng 8, Dịch vụ tuyệt vời và nhân viên rất thân thiện, đặc biệt là nhân viên khuân vác khách sạn. Chúng tôi đã thảo luận về những điều về thành phố, nhiệm vụ của anh ấy, kinh nghiệm sống nói chung. Chúng tôi đã có một cuộc thảo luận rất có ý nghĩa và mang tính xây dựng về các chủ đề trên & đã bổ sung những hiểu biết tuyệt vời cho kỳ nghỉ của tôi tại khách sạn và về trải nghiệm của thành phố. Qu n là một người tuyệt vời và nhân viên có giá trị. Tôi hy vọng sẽ gặp lại anh ấy trong chuyến thăm tiếp theo của tôi.",
            "reviewer_location": "Longueuil, Canada"
        },
        {
            "name": "Reveka70",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Một khách sạn cổ điển đẹp ở thành phố Hồ Chí Minh. Khá cơ bản nhưng một điểm giá tốt. Nằm ở trung tâm và dịch vụ tuyệt vời của nhân viên tiếp tân, đặc biệt là Joe và Daniel. Đi bộ nhanh đến chợ Bến Tánh. Trà chiều miễn phí đáng yêu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rebecca S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời! Chắc chắn sẽ ở lại đây một lần nữa!",
            "review_content": "Chuyến thăm của tôi bắt đầu tuyệt vời với Daniel, người kiểm tra đêm muộn - chủ nhà, người vui lòng đảm bảo rằng tôi đã được giúp đỡ sau một chuyến bay dài! Anh ấy đã giúp đỡ toàn bộ thời gian, một đặc điểm của toàn bộ trải nghiệm Alagon Saigon! Thức ăn ngon, sự giúp đỡ tuyệt vời, phòng sạch sẽ, rất khuyến khích!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Natalija G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 ngày nổi bật",
            "review_content": "Khách sạn 4 * Nhân viên ở đây 10 + Rất hữu ích, Thân thiện, Dễ chịu, Lời khuyên rất tốt về khu vực xung quanh Dịch vụ của khách sạn rất tốt, thức ăn trong nhà hàng deliciuos. Hồ bơi trên sân thượng với những ly coca xinh xắn trong bể sục. Giới thiệu 100%",
            "reviewer_location": "Milton Keynes, Vương quốc Anh"
        },
        {
            "name": "Joe D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nguyễn Hoàng Long - Rất hữu ích",
            "review_content": "Chúng tôi là 3 người Mỹ đến thăm Sài Gòn và ở tại Alagon. Nguyễn Long đã rất hữu ích trong việc cho chúng tôi lời khuyên cho một số điểm nổi bật của thành phố. Tất cả các khuyến nghị của anh ấy đều rất tốt và tiếng Anh của anh ấy rất cao. Anh ấy đã làm cho thời gian của chúng tôi tại Alagon là một trải nghiệm tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kbah1978",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời.",
            "review_content": "Tôi đã đặt phòng khách sạn này khá rẻ vào phút cuối và sau khi đọc các nhận xét là không chắc chắn những gì mong đợi. Khi taxi của tôi kéo lên, tôi nghĩ rằng anh ấy đã đưa tôi đến khách sạn sai bởi vì đây là cách tốt hơn so với những gì tôi nghĩ rằng tôi đã đặt. Hóa ra tôi đã ở đúng nơi!  Tôi đã có một phòng với quyền truy cập hồ bơi mà tôi chắc chắn sẽ đề nghị. Phòng của tôi đã được nâng cấp thành tòa nhà mới và vì tôi không biết căn phòng đó là gì nên tôi đã ở trong đó. Tôi có thể nhận xét về việc nó tốt như thế nào. Phòng mới tôi là Is thật tuyệt vời. Giường lớn, ấm đun nước, quầy bar nhỏ, phòng tắm lớn, tất cả mọi thứ mà bạn cần và nhiều hơn nữa. Chiếc giường rất thoải mái và căn phòng yên tĩnh. Tôi có một cửa sổ trong phòng nhưng nó đối diện với một tòa nhà khác với khoảng",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Karen T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm khách sạn tốt nhất tại Việt Nam cho đến nay ...",
            "review_content": "Không thể ấn tượng hơn với khách sạn. Tất cả các nhân viên đều tuyệt vời để đối phó với và rất có sức chứa và chu đáo để đảm bảo kinh nghiệm của chúng tôi với họ là đáng nhớ. Chúng tôi yêu thích và tận hưởng từng phút của nó từ bữa ăn sáng đến trà cao và thời gian bên hồ bơi với thức ăn và đồ uống. Không thể có ấn tượng hơn. Khách sạn nằm cách chợ Bến Thành một quãng đi bộ rất ngắn và có một trong những khu vực hồ bơi lớn nhất mà chúng tôi đã thấy ở Việt Nam. Chắc chắn sẽ ở lại đó một lần nữa trong chuyến thăm tiếp theo của chúng tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ldaye2018",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chỗ ở tuyệt vời",
            "review_content": "Chúng tôi kết thúc ở Việt Nam với 5 đêm tại khách sạn này. Tất cả các nhân viên đều thân thiện và rất có sức chứa. Các phòng được sạch sẽ và tươi và có trang trí đẹp. Hồ bơi, quầy bar và khu vực thư giãn trên đầu đã thực sự tuyệt vời, rất nhiều nơi trú ẩn từ mặt trời trong khi vẫn tận hưởng làn gió tươi. Bữa sáng tuyệt vời và bữa trà mặn được phục vụ vào mỗi buổi chiều. Chúng tôi chắc chắn sẽ trở lại nếu đến thăm thành phố Hồ Chí Minh. Lynn và Neil Daye",
            "reviewer_location": "Melbourne, Florida"
        },
        {
            "name": "troydaboy1976",
            "avatar": "",
            "review_rating": "5",
            "review_title": "My Stay tại thành phố Hồ Chí Minh",
            "review_content": "Tôi ở tại khách sạn Alagon và spa trong khi ở lại thành phố Hồ Chí Minh và thấy chất lượng dịch vụ rất ấn tượng. Từ lễ tân và nhân viên cửa hàng phải thông qua các bữa ăn sáng và nhân viên nhà hàng Buffett rất lịch sự và thân thiện, sẵn sàng hỗ trợ bạn nếu bạn cần bất cứ điều gì cả. . thực phẩm đã xuất sắc trong nhà hàng cũng cho bữa ăn tối. . đã giúp với các tùy chọn chuyến đi liên tục. . Phòng đã được tốt, rất sạch sẽ và ngăn nắp. Không thể gây lỗi cho địa điểm được khuyến nghị sử dụng ở thành phố Hồ Chí Minh Kind regards Troy Mackay",
            "reviewer_location": "Lennox Head, Úc"
        },
        {
            "name": "cloudrivern",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất đẹp",
            "review_content": "Tôi có 7 ngày ở khách sạn Alagon Saigon. Nó rất đẹp và đáng yêu. Tôi có Massage Thái 60 phút. Chuyên gia trị liệu rất tốt. Tên cô ấy MissTrang và Miss Yen rất tử tế và thân thiện. Hoa hậu Trang cô làm massage rất lớn. tôi  sẽ trở lại trong thời gian tới. Tôi sẽ đưa bạn tôi vào khách sạn của bạn. Rất cám ơn tất cả.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Manuel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lớn",
            "review_content": "Chất lượng rất tốt với mức giá hợp lý ở trung tâm thành phố Hồ Chí Minh. Nhân viên này rất hữu ích, đặc biệt là Liam đã sắp xếp chúng tôi đi đến sân bay vào một ngày mưa lớn khi chúng tôi vội vàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Emilie_Gul_Ydz",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tỷ lệ chất lượng giá rất tốt",
            "review_content": "Chúng tôi ở lại hai ngày vào cuối tháng Bảy và nó thật tuyệt. Các phòng đều dễ thương và sạch sẽ. Các nhân viên là tốt đẹp. Phòng xông hơi khô và phòng tập thể dục là ok. Tầm nhìn từ tầng mái khá đẹp. Tôi chỉ tìm thấy bữa sáng tự chọn một chút lừa dối.",
            "reviewer_location": "Pháp"
        },
        {
            "name": "Joshua K",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phụ thuộc vào phòng",
            "review_content": "Chúng tôi đã đặt 3 phòng. 2 là trong bulding chính bên cạnh nhau và thứ 3 trong xây dựng bên. Trong tòa nhà chính, cả hai bên cạnh nhau. Một là bình thường, người kia thì không. Nó không có ổ cắm điện không được sử dụng / miễn phí vì vậy tôi đã phải sử dụng một từ một đèn. Căn phòng cũng ngửi thấy mùi sơn trong khi người kia thì không. Các tv cũng là spotty chỉ với cáp cơ bản. Ít nhất nó có một cái máy sấy, không giống như cái bình thường. Cả hai đều có vòi hoa sen phòng vệ tinh tế, thực sự là những chiếc bể sục không hoàn toàn phù hợp, với rèm cửa không bao phủ đầy đủ nên nước được đặt trên sàn nhà. Đối với phòng xây dựng bên, bạn cần phải đi cầu thang để băng qua hoặc đi thang máy riêng biệt. Tòa nhà này có chất lượng thấp hơn nhiều dường như được xây dựng gần đây. Các phòng",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "289-291 Ly Tu Trong Street, Ben Thanh Ward, District 1 Central Business District, Near Bui Vien Walking Street, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "Alagon Saigon Hotel & Spa",
        "geo_data": {
            "latitude": 10.771754264831543,
            "longitude": 106.69429779052734
        },
        "room_number": "56",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1b/c7/43/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/5e/19/48/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5e/fc/rooftop-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5e/d2/rooftop-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5e/9f/rooftop-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5e/4b/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5e/11/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5d/ce/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/65/5d/9f/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a0/1f/06/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a0/1e/b4/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a0/1e/71/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a0/1e/03/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a0/1d/be/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/a6/23/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/a5/9f/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/a5/1a/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/a4/af/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/a4/51/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/1e/5e/alagon-saigon-hotel-spa.jpg?w=1200&h=-1&s=1"
        ]
    }
}