{
    "content": [
        {
            "name": "AnnaMetteo145",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn Movenpick Hà Nội",
            "review_content": "Với mục tiêu “ Tôn vinh phút giây thư giãn” của du khách và là sự lựa chọn hàng đầu về kỳ nghỉ dưỡng tại Hà Nội, khách sạn Movenpick đem lại nhiều tiện nghi và tiện ích để chúng tôi có kỳ nghỉ và những trải nghiệm tuyệt vời nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quyen Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một chuyến đi tuyệt vời. Rất hài lòng dịch vụ khách sạn",
            "review_content": "Thủ tục nhận phòng  nhanh chóng. Nhân viên chào đón khách niền nở nhiệt tình, hướng dẫn rất cản thận. Phòng đẹp đầy đủ tiện nghi, thuận tiện, sang trọng. Dịch vụ mát sa rất tốt, bữa sáng tuyệt vời rất phong phú , các món ăn rất ngon.Nhân viên phục vụ rất nhiệt tình, chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jenny",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Hơi thấy vọng ",
            "review_content": "- Khách sạn rất nhỏ và sảnh lễ tân chưa tương xứng với đẳng cấp 5 * - Thái độ nhân viên ko thực sự thân thiện, trừ nhân viên làm thủ tục check in ở quầy, còn các bạn nhân viên đón khách ở sảnh thái độ rất lãnh đạm. Tôi phải tự xách hành lý lên phòng mà ko có bạn nào ra hỏi hay trợ giúp khi tôi lên nhận phòng. - Đồ ăn sáng tuy khá phong phú nhưng ko ngon, các loại bánh mỳ rất khô, cháo trắng thì quá đặc, canh miso ko có rong biển kèm theo... - Đồ dùng trong phòng khá cũ kỹ, các loại khăn và áo choàng hình như lâu ko được thay. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "DinhHuong275",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng tiện nghi, ấn tượng",
            "review_content": "Địa điểm gần trung tâm, phòng đẹp tiên nghi, ấn tượng với khu phòng tắm ngăn với phòng ngủ bằng kính có thể kéo rèm lên nhìn trông rất ấn tượng. Hơi thiếu khuôn viên sân vườn nên phù hợp với khách lưu trú ngắn ngày đi làm việc.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Oldabb",
            "avatar": "",
            "review_rating": "4",
            "review_title": "trung tâm Hà Nội cũ và gần các nhà hàng tốt nhất",
            "review_content": "Khách sạn kinh doanh đơn giản. Thoải mái và quản lý tốt. tài sản tuyệt vời cho du khách là bạn có thể đi bộ ngay vào khu phố cổ hoặc qua khu Đại sứ quán Pháp với nhiều nhà hàng ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MeliSoph",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí trung tâm, dịch vụ rất tốt và tiệc buffet sô cô la miễn phí",
            "review_content": "Chồng tôi và tôi rất hạnh phúc khi ở tại khách sạn M venpick Hà Nội. Mặc dù căn phòng của chúng tôi phải đối mặt với con phố đông đúc, nhưng vào ban đêm thì yên tĩnh và chúng tôi ngủ rất ngon trên chiếc giường thoải mái của mình. Sau một ngày bận rộn tham quan, chúng tôi đã quá mệt để đi ăn nên chúng tôi ăn ở nhà hàng của khách sạn mỗi tối. Thực đơn đa dạng với đồ ăn châu Á và đồ ăn phương Tây nên chúng tôi không thấy chán. Bữa sáng tự chọn rất hào phóng. Một trong những điểm nổi bật của kỳ nghỉ của chúng tôi là lấy mẫu bánh ngọt và sô cô la buổi chiều miễn phí - \"Giờ sô cô la\". Người quản lý khách sạn Thụy Sĩ rất chu đáo với khách và có một số lời khuyên tham quan tuyệt vời cho chồng tôi, một nhiếp ảnh gia. Chúng tôi sẽ chắc chắn ở đây thêm lần nữa.",
            "reviewer_location": "Enns, Áo"
        },
        {
            "name": "Seth G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời.",
            "review_content": "Khách sạn hiện đại có vị trí tốt với các phòng lớn thoải mái sạch sẽ, nhân viên rất duyên dáng và hữu ích, và bữa sáng tự chọn tuyệt vời. Khách sạn có một thẻ sim được giao và cài đặt cho chúng tôi sáu đô la! Dễ dàng đi bộ đến chợ, nhà hàng lớn và Nhà hát lớn.",
            "reviewer_location": "Happy Valley, Oregon"
        },
        {
            "name": "Ken",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc",
            "review_content": "Chúng tôi ở tại Movenpick ở Hà Nội và dịch vụ này vượt xa những gì chúng tôi mong đợi. Toàn bộ nhân viên sẵn sàng giúp đỡ với bất kỳ yêu cầu nhỏ nào để làm cho kỳ nghỉ của bạn thú vị hơn. Trong một chuyến đi, vợ tôi đánh rơi đồng hồ. Cô ấy đi xuống quầy lễ tân và hỏi xem nó đã được trao chưa. Họ đã khảo sát các cuộn băng và nhận thấy cô ấy không đeo nó khi cô ấy bước vào. Người quản lý sau đó hỏi hành trình của chúng tôi và liên lạc với người điều hành tour và chúng tôi đã nhanh chóng liên lạc trả lại. Tôi sẽ ở lại đây một lần nữa khi tôi trở về Hà Nội.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Dine-in-Bkk",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bữa sáng là Highlight",
            "review_content": "Được trang trí mạnh mẽ để thể hiện cảm giác hùng vĩ trang trọng trên vật liệu sang trọng, chủ nghĩa thực dụng có thể đã tranh cãi với phản hồi email chậm, thang máy chậm và giá thầu ngắn được đặt ở phía bên tay trái, thuận lợi cho thiểu số tôi đoán. Bữa sáng là phần tuyệt nhất nếu bạn nghĩ rằng trang trí sang trọng áp đảo không làm bạn thích thú.",
            "reviewer_location": "Bangkok, Thái Lan"
        },
        {
            "name": "Michael S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời và vị trí tuyệt vời",
            "review_content": "Chúng tôi ở đây như một gia đình với hai cậu bé tuổi teen. Phòng rất tuyệt. Chai nước miễn phí hàng ngày. Các chàng trai yêu thích phòng tập thể dục có giám sát - không bận rộn và tất cả các thiết bị làm việc. Mặc dù không có bể bơi nhưng nó không làm phiền chúng tôi vì có quá nhiều thứ để xem trong thành phố. Bữa sáng thật tuyệt vời và nhân viên làm việc chăm chỉ để giúp đỡ. Các nhân viên là một điểm cộng thực sự vì họ rất chu đáo. Yêu ‘Sôcôla giờ hạnh phúc vào buổi chiều muộn (trái cây miễn phí và các món sô cô la miễn phí tuyệt vời). Bar thực phẩm chất lượng tốt và giá cả hợp lý cho một khách sạn chất lượng tốt. Vòng quanh góc (50 mét) là một nhà hàng tuyệt vời và giá cả hợp lý mà chúng tôi sử dụng hàng ngày. Bạn cần đặt trước (khách sạn sẽ làm điều đó cho bạn) hoặc xếp hàng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "GBnet11",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở tuyệt vời",
            "review_content": "Ở lại một vài lần và luôn luôn có kinh nghiệm rất tốt đẹp. Nhân viên cực kỳ chu đáo từ nhận phòng đến ăn sáng và giữ nhà. Phòng lớn với tất cả các tiện nghi cần thiết. Nhà hàng cũng là hàng đầu cho cả bữa sáng và bữa tối. Đặc biệt việc chào đón vào bữa sáng đang đảm bảo một khởi đầu tốt trong ngày với đội ngũ nhân viên thân thiện.",
            "reviewer_location": "Chicago, Illinois"
        },
        {
            "name": "LinhVu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vừa được cải tạo",
            "review_content": "Tôi thực sự ấn tượng bởi Movenpick Hà Nội mới được cải tạo với nội thất & tiện nghi hiện đại. Họ cung cấp cho tôi phòng theo yêu cầu và nhân viên rất thân thiện. Giống như các khách sạn Movenpick khác trong chuỗi, họ cũng có giờ hạnh phúc sô cô la, điều này thực sự khó nói. Tôi hoàn toàn tin rằng Movenpick là một trong những khách sạn 5 * tốt nhất ở Hà Nội CBD dành cho khách doanh nhân.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "ange11ger",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn và nhân viên tuyệt vời",
            "review_content": "Chỉ ở lại một vài đêm nhưng thực sự rất thích ở lại đây. Nhân viên rất thân thiện và hữu ích và phòng rất đẹp. Vị trí khách sạn là trung tâm nên rất tốt cho kinh doanh và giải trí. Chúng tôi đã dành một vài đêm trong khu vực quán bar và thưởng thức các loại cocktail và thức ăn; dịch vụ này rất tuyệt vời và chúng tôi thường xuyên được hỏi nếu chúng tôi cần bất cứ điều gì khác. Tôi muốn giới thiệu khách sạn này và sẽ không ngần ngại ở lại đây một lần nữa.",
            "reviewer_location": "Edinburgh, Vương quốc Anh"
        },
        {
            "name": "Happiness823682",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dịch vụ tuyệt vời và khách sạn tốt !!",
            "review_content": "Khách sạn Movenpick Hà Nội Phòng khách sạn sạch sẽ, dịch vụ tốt, đặc biệt là dịch vụ tuyệt vời từ cô Hà, người đang làm nhiệm vụ tại nhà hàng tầng 2. Tôi sẽ ở khách sạn này khi ghé thăm Hà Nội một lần nữa. Lựa chọn tốt cho du khách kinh doanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "William G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tốt",
            "review_content": "Mặc dù Movenpick tại Hà Nội được xếp vào loại phòng kinh doanh rộng rãi với các tiện nghi tuyệt vời, Chúng tôi ở lại và là cơ sở cung cấp nhiều sự lựa chọn vào bữa sáng. Có một bữa tối tại nhà hàng vào một buổi tối, món phở bò rất tuyệt. Nhân viên trong tất cả các lĩnh vực của hetel rất dễ chịu và hữu ích. Khách sạn trong khoảng cách dễ dàng đi bộ của khu phố cổ.",
            "reviewer_location": "Scotland"
        },
        {
            "name": "Mario Stinger",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn nhỏ, phòng nhỏ, dịch vụ tuyệt vời.",
            "review_content": "Khách sạn nằm ở trung tâm Hà Nội. Các bữa ăn sáng và phở của họ là tuyệt vời. Tôi vẫn cho nó 5 sao vì ở Hà Nội, thông thường có những phòng khá nhỏ. Tôi thường sử dụng khách sạn Apricot bên hồ khi tôi đến Hà Nội, nhưng lần này, nó đã đầy và tôi đã tuyên bố một vài đêm tại Movenpick. Lần sau, tôi có thể xem xét lại. Rất nhiều nhà hàng tốt xung quanh nó và nhà hàng riêng của họ cũng rất tuyệt.",
            "reviewer_location": "Geneva, Thụy Sỹ"
        },
        {
            "name": "Martin G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt",
            "review_content": "Nằm ở trung tâm Hà Nội, khách sạn này rất lý tưởng để mạo hiểm quanh thành phố. Phòng rộng rãi với các tiện nghi tuyệt vời. Tìm thấy tất cả các nhân viên rất thân thiện. Bữa sáng bao gồm một lựa chọn tốt các món ăn nóng / lạnh.",
            "reviewer_location": "Teignmouth, Vương quốc Anh"
        },
        {
            "name": "huil_k",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dễ chịu và thuận tiện",
            "review_content": "Thưởng thức các bữa ăn sáng buffet lây lan, đã có một loạt tốt và các nhân viên rất chu đáo. Phòng khách sạn sạch sẽ. Khách sạn này tọa lạc tại một vị trí trung tâm, không chính xác ngay trong những điều hối hả và nhộn nhịp nhưng có một khoảng cách khá ngắn.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "banjolin123",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Việt Nam",
            "review_content": "Khách sạn hạng nhất có kết nối thuận tiện đến trung tâm thành phố. Ăn sáng theo phong cách phương Tây và châu Á. Tiếp nhận rất hữu ích, đặc biệt là khi đổi tiền. Cũng sẽ chăm sóc hành lý khi rời khách sạn qua đêm để tham quan Vịnh Hạ Long.",
            "reviewer_location": "Bishopton, Vương quốc Anh"
        },
        {
            "name": "Eric Kwan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn cực kỳ tốt đẹp. Fantasic vị trí.",
            "review_content": "Đây là một khách sạn sang trọng và lưu giữ rất yếu nằm ở rìa của Khu Pháp tại Hà Nội. Nó cũng rất gần với khu phố cổ mà làm cho thực phẩm dễ dàng và nhìn thấy, nằm khoảng 10 phút đi bộ từ Hồ Rùa nổi tiếng (Hoàn Kiếm). Dịch vụ và lịch sự do nhân viên cung cấp là tiêu chuẩn cực kỳ cao. Bữa sáng tự chọn cũng được cung cấp theo tiêu chuẩn rất cao. Phòng có thể là một chút nhỏ so với các khách sạn khác trong cùng một phạm vi giá.",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Stefano",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nice phòng, wifi có vấn đề",
            "review_content": "Các khách sạn chính nó là tốt đẹp với phòng rất sạch sẽ và tốt. Các nhân viên là loại và nói tiếng Anh tốt, nhưng khách sạn không phải là rất thoải mái cho một chuyến đi kinh doanh. Các wifi ngắt kết nối rất thường xuyên và khi làm việc nó thực sự là chậm. Chất lượng của nhà hàng không cao nhưng họ tính phí với mức giá khá cao. Các bữa ăn sáng là ok. Phòng tập thể dục nhỏ. 10 phút taxi đi từ khu phố cổ.",
            "reviewer_location": "Bologna, Ý"
        },
        {
            "name": "Ake P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice khách sạn + nhân viên lịch sự",
            "review_content": "Ở lại đây một đêm trong chuyến công tác của tôi. Vị trí khách sạn có thể trông hơi giống như ở giữa hư không, nhưng với sự ngạc nhiên của tôi, chỉ là một khoảng cách đi bộ đến các điểm tham quan chính của thành phố như đường phố. Nhà thờ Joseph và chương trình múa rối nước. Phòng của tôi là sạch sẽ, đẹp kích thước nhỏ gọn phòng tắm sạch sẽ và trên chất lượng trung bình ăn sáng. Trên mức trung bình. . .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KPR1955",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đánh giá về bữa trưa chỉ tại khách sạn",
            "review_content": "Tôi tìm thấy khách sạn đã thực sự đấu tranh để tìm danh tính của nó. Mọi người đang xay xát trên các tầng chính như thể đó là một thị trường. Sảnh chính quá vô tổ chức nhưng tôi chỉ đến đây để ăn trưa. Sau khi hoàn thành chuyến lưu diễn lớn của Việt Nam và gần như tất cả các nhóm của chúng tôi đã đi theo con đường riêng của họ, tôi đã ăn ở đây với cặp vợ chồng cô đơn cuối cùng. Hơn nữa chúng tôi đã có phạm vi miễn phí với menu! Bây giờ hãy để tôi nói trước rằng tôi yêu các món ăn Việt Nam mà chúng tôi đã ăn trong suốt chuyến lưu diễn, tôi không thể nhớ một địa điểm nào mà thực phẩm thực sự đã làm chúng tôi thất vọng. Tuy nhiên, tôi mong đợi một hương vị một lần nữa của cổ điển châu Âu và đã có một khởi đầu đơn giản, tiếp theo là Lasagne và sau đó Iced Cream. Lasagne là tuyệt",
            "reviewer_location": "Deeside, Vương quốc Anh"
        },
        {
            "name": "HCdines",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tốt nhưng không có khách sạn",
            "review_content": "Vị trí của khách sạn thật tuyệt vời. . . 15 phút đi bộ đến khu phố cổ và gần một số nhà hàng tuyệt vời. Hữu ích nếu bạn đang thực hiện các chuyến đi trong ngày vì hầu hết các đại lý đều cung cấp dịch vụ đón khách sạn và thả khách trong khu phố cổ.  Tuy nhiên, khách sạn thiếu linh hồn. Đó là sạch sẽ và chức năng nhưng không mong đợi vượt ra ngoài đó. Các spa là alright, thực phẩm cũng chỉ là ok. Như đã đề cập, thuận tiện và sạch sẽ nhưng không đáng nhớ.",
            "reviewer_location": "Singapore"
        },
        {
            "name": "sue r",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sang trọng với một trái tim vàng",
            "review_content": "Chỗ ở và cơ sở vật chất là tuyệt vời, nhưng điểm nhấn thực sự là đội ngũ tuyệt vời tại Movenpick. Chúng tôi đã đi du lịch như một gia đình và con trai út của chúng tôi bị nhiễm trùng tai nghiêm trọng, vì vậy chúng tôi đã có một số đêm rất gián đoạn và cần hỗ trợ tổ chức một chuyến đi đến Phòng khám y tế trước khi bay về Úc. Các nhân viên đáng yêu rất tử tế và chu đáo rằng chúng tôi vẫn có thể tận hưởng trọn vẹn kỳ nghỉ của chúng tôi mặc dù bệnh tật của anh ấy - thậm chí cung cấp cho anh ta đĩa trái cây và gấu bông để cổ vũ anh ấy, và một số sôcôla cho cả hai đứa con trai của chúng tôi. Các nhân viên nhà hàng cũng rất tuyệt vời khi con trai tôi gặp khó khăn khi ra khỏi phòng tắm, và bữa sáng tự chọn được bình chọn là tốt nhất cho 2 người ăn chay trong bữa tiệc của chúng tôi, tất",
            "reviewer_location": "Úc"
        },
        {
            "name": "geos1",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn xinh đẹp ở một vị trí tuyệt vời",
            "review_content": "Các phòng nghỉ đẹp mắt này có sàn gỗ cứng, phòng tắm lát đá cẩm thạch và các tiện nghi hàng đầu. Chủ yếu là món ăn Việt Nam vào bữa sáng nhưng một số lựa chọn phương Tây bao gồm cả một trạm trứng tráng. Bữa sáng nằm ngoài sân trong tuyệt đẹp. Một căn phòng phía bên kia thang máy vẫn rất yên tĩnh và không nghe thấy ai ở trên chúng tôi.",
            "reviewer_location": "San Diego, California"
        },
        {
            "name": "Halvo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt một cách bất ngờ!",
            "review_content": "Tôi đã hoài nghi về khách sạn này nhưng nó rất gần với văn phòng của tôi ở Hà Nội.  Căn phòng thật tuyệt vời. Nhỏ, nhưng rất bổ nhiệm và thoải mái. Giường cũng rất thoải mái và máy lạnh hoạt động tốt và không có mùi trong phòng.  Nhà hàng khá tốt nhưng có nhiều lựa chọn gần đó.  Tôi sẽ ở lại đây một lần nữa.",
            "reviewer_location": "Perth, Úc"
        }
    ],
    "hotel": {
        "location": "83A Lý Thường Kiệt Cửa Nam, Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "Khách sạn Movenpick Hà Nội",
        "geo_data": {
            "latitude": 21.025123596191406,
            "longitude": 105.84405517578125
        },
        "room_number": "154",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/1f/c7/ad/guest-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/6b/be/55/movenpick-hotel-hanoi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/22/4c/cb/guest-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/1f/c7/ae/exterior.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/6b/recreational-facility.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/6a/barlounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/67/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/65/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/64/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/63/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/62/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/60/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/5c/suite-bath.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/5a/suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/59/suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/51/guest-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/4f/guest-room-bath.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/4d/guest-room-bath.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/4a/guest-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/c8/7f/48/guest-room.jpg?w=1200&h=-1&s=1"
        ]
    }
}