{"content": [{"name": "Nguyen Duc", "avatar": "", "review_rating": "5", "review_title": "KS mới đẹp và sạch sẽ", "review_content": "Vô tình đi ngoài đường thấy ks mới tiện vào ở luôn . Bất ngờ với nội thất hiện đại đẹp và rất mới và sạch sẽ.Phòng mình có nhìn ra sông và tòa nhà landmark có view ăn tiền mà giá có 400k.Dịch vụ dễ thương và chu đáo.Sẽ quay lại một ngày gần nhất", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "Duyên Quỳnh", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt để ở", "review_content": "Tôi đi công tác dài ngày ở thành phố Hồ Chí Minh, ở qua 4 khách sạn, trong đó có 2 đêm ở khách sạn Winston Hotel Riverside thì có lẽ đây là khách sạn đáng đồng tiền nhất trong 4 khách sạn. Giá cả khá mềm, khách sạn mới, sạch sẽ, phòng khách sạn cũng rất tốt. Ăn sáng cũng nhiều lựa chọn. MÌnh sẽ quay lại khách sạn khi vào TP. HCM", "reviewer_location": "Việt Nam"}, {"name": "Keven", "avatar": "", "review_rating": "5", "review_title": "Nice place to stay in HCM", "review_content": "Remained here for 4 days and was satisfied with the general encounters. The accommodation was perfect and extensive. Extraordinary staff, food, and facilities. The breakfast and room services are incredible. The Internet is extremely good. A memorable excursion for work to HCM City.", "reviewer_location": "London, Vương quốc Anh"}, {"name": "Mai Vũ", "avatar": "", "review_rating": "5", "review_title": "Phòng đẹp, giá rẻ", "review_content": "Phòng khách sạn rất đẹp, khá rộng, trang bị tốt như một khách sạn 4* nhưng giá lại rất rẻ, không biết có phải mùa covid ít khách hay sao mà giá hời vậy. Khoản sạch sẽ thì nhất, có lẽ khách sạn mới. Bữa sáng cũng được, không quá tốt nhưng cũng không tệ.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Nhất Phương", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tốt ở Hồ Chí Minh", "review_content": "Công tác cả tuần ở Hồ Chí Minh và ở khách sạn này. Khách sạn tốt, dịch vụ tốt, muốn giới thiệu cho mọi người mà chưa có trên tripadvisor.  Đã đánh giá google mà tripad không có thì thật tiếc. Hy vọng khách sạn sớm lên. Chúc khách sạn ngày càng đông khách.", "reviewer_location": "Hà Nội, Việt Nam"}], "hotel": {"location": "1110 Phạm Văn Đồng, Thành phố Hồ Chí Minh Việt Nam", "name": "Winston Hotel Riverside", "geo_data": {"latitude": 10.840073585510254, "longitude": 106.74195098876953}, "room_number": "Việt NamThành phố Hồ Chí Minh"}}