{
    "content": [
        {
            "name": "Jonathan Duc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng - Uy tín - Đáng giá tiền !!!",
            "review_content": "Soho hotel đã đem đến cho chúng tôi những cảm nhận khó quên và thực sự thích thú khi chúng tôi lựa chọn lưu trú cho kỳ nghỉ cuối năm tại đây. Phải nói không gian khách sạn được bài trí hết sức sang trọng, đẹp mắt và hợp lý. Phòng chúng tôi hướng tầm nhìn ra thành phố và khách sạn rất gần bãi biển. Phòng ốc được các chị nhân viên dịch vụ dọn dẹp sạch sẽ, ngăn nắp và thơm tho mỗi khi chúng tôi quay trở về phòng. Bữa sáng có buffet với chất lượng tốt và được đổi món ăn đa dạng hàng ngày. Ngoài ra, chúng tôi cũng có những trải nghiệm rất thú vị tại bể bơi và pool bar của khách sạn trên tầng nóc. Chúng tôi cũng rất ấn tượng với phong thái phục vụ chuyên nghiệp, hữu ích và khá thân thiện của nhân viên khách sạn Soho. Số tiền chúng tôi chi trả cho thời gian lưu trú tại Soho là hết sức",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyager59841306927",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi đã có 1 kỳ nghỉ thú vị ở Nha Trang, khách sạn đối diện biển, view đẹp, phòng rộng rãi, thoáng mát, thiết kế sang trọng lịch sự, sạch sẽ. Nhân viên thân thiện, hoà đồng, chuyên nghiệp. Bữa sáng ngon, nhiều món, hấp dẫn. Giá cả phải chăng, rẻ hơn các khách sạn xung quanh. Tôi sẽ ghé lại lần nữa nếu có dịp vào NT",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roving57226097722",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Soho hotel sự lựa chọn đúng đắn!",
            "review_content": "Đây có lẽ là 1 trong những kỳ nghỉ thú vị nhất của chúng tôi tại Việt Nam. Soho hotel đáp ứng hầu hết mọi yêu cầu của gia đình chúng tôi khi lưu trú tại đây. Điểm nhấn đáng kể đến là bể bơi có view hướng ra biển, dịch vụ chuyên nghiệp và nhân viên luôn niềm nở, thân thiện. Chúng tôi đánh giá cao bữa ăn sáng giàu dinh dưỡng của nhà hàng khách sạn cũng như công tác vệ sinh buồng phòng. Nhân viên lễ tân cũng giúp ích đáng kể cho việc lựa chọn các điểm du lịch hấp dẫn quanh Nha Trang của chúng tôi. Quay trở lại Soho một ngày không xa là điều chúng tôi mong muốn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng ở sạch, đẹp, thoáng mát và có ban công nằm ở hướng biển giúp chúng tôi ngắm được bình minh vào buổi sáng.",
            "review_content": "Phòng ở sạch, đẹp, thoáng mát và có ban công nằm ở hướng biển giúp chúng tôi ngắm được bình minh vào buổi sáng. Nhân viên rất thân thiện, vui vẻ và hoà đồng giúp đỡ chúng tôi nhiều lắm. Cảm ơn các bạn đã giúp đỡ chúng tôi trong dịp nghỉ dưỡng tại khách sạn. Hẹn gặp lại các bạn trong tháng 12 sắp tới.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Go35712378741",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng ở cửa chúng tôi sạch và thoáng mát, thoải mái và được hưởng một tuần trang Mật thật ý nghĩa.  cam ơn các bạn nhiều",
            "review_content": "Phòng ở cửa chúng tôi sạch và thoáng mát, thoải mái và được hưởng một tuần trang Mật thật ý nghĩa.Khách sạn gần biển,chúng tôi rất thích.  Bữa ăn sáng tuy ít mons nhưng rất ngoan.  Cảm ơn các bạn nhiều.Hẹn gặp lại các bạn trong dịp gần đây nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber55559533787",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Chúng tôi có được một kỳ nghỉ thật là vui và hạnh phúc. Khách sạn gần biển, thoải mái và thoáng mát. Phòng được nhìn ra hướng biển, bữa ăn tuyệt vời. Nhân viên rất thân thiện. Hẹn lần sau chúng tôi sẽ quay lại. cảm ơn các bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "579beert",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng đẹp , sạch sẽ nhân viên dọn phòng nhiệt tình vui vẻ cười chào khách. Hẹn lần sau quay lại vào 1 ngày gần đây .",
            "review_content": "Phòng ở 805 đẹp , sạch sẽ nhân viên dọn phòng nhiệt tình vui vẻ , thân thiện , cười chào khách. Khách sạn gần club, đối diện biển. Nên thoải mái khi ra biển. Hẹn lần sau quay lại vào 1 ngày gần đây ... Cảm ơn khách sạn soho 1 kỳ nghỉ đáng nhớ",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Mrnhutran@gmail.com",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng 1005 sạch đẹp, phòng thoáng mát và nhân viên dọn phòng rất thân thiện",
            "review_content": "Phòng 1005 sạch đẹp, phòng thoáng mát và nhân viên dọn phòng rất thân thiện, bữa ăn sáng phong phú.khách sạn gần đưingf biển thuận tiện cho chúng tôi để được ngắm biển mỗi sáng.chân thành cảm ơn các bạn đã cho chúng tôi một kỳ nghỉ vui vẻ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phamhung1001",
            "avatar": "",
            "review_rating": "3",
            "review_title": "The first time to Nha Trang",
            "review_content": "Vị trí đẹp,phòng đẹp, có ban công nhìn ra biển, nhân viên thân thiện, chưa nhiệt tình, có ăn sáng bình thường. Tuy nhiên, nhờ lễ tân báo làm phòng từ sáng sớm nhưng trưa về vẫn không làm, hỏi thì bảo tầng cao! gửi đồ giặt là thì nhận lại toàn quần áo ẩm ướt! Không có dầu tắm, hỏi thì bảo KS hết, không biết khi nào có! 3 đêm ở Soho thấy không vui và không thoải mái về dịch vụ như vậy. Hi vọng KS sẽ nâng cao dịch vụ và chu đáo hơn.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "thanhle89520",
            "avatar": "",
            "review_rating": "5",
            "review_title": "good hotel",
            "review_content": "vị trí thuận tiện, nhân viên nhiệt tình,vui vẻ phòng sạch sẽ, view biển đẹp ăn sáng phong phú, ngon miệng gia đình tôi đã có 1 kì nghỉ tuyệt vời , cám ơn SoHo Hotel lần sau quay lại Nha Trang nhất định sẽ chọn  SoHo Hotel",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "hghaido",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great accomodation",
            "review_content": "Khách sạn có vị trí cực kỳ lý tưởng vì tọa lạc trên con đường biển nổi tiếng nhất nha trang, có tầm nhìn thẳng ra bãi biển Trần Phú. Phòng mình đặt có bancol, view biển cực đẹp và vô cùng lãng mạn. Phòng tuy hơi nhỏ nhưng trang thiết bị nội thất hiện đại và được bố trì rất hài hòa. Nhân viên khách sạn cực kỳ thân thiện và nhiệt tình, đã giới thiệu cho tụi mình nhiều điểm đến lý thú. Tất cả khiến tụi mình vô cùng thoải mái và trên cả hài lòng với số tiền bỏ ra. 2 đêm nghỉ tại khách sạn và tận hưởng vẻ đẹp nha trang là chưa đủ. Chắc chắn sẽ quay lại khách sạn trong một ngày không xa. Cảm ơn Soho vì tất cả.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hiếu L",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Price in reason",
            "review_content": "Thân gửi Soho' s team!  Mình mới ở Soho vào tuần trước và có 1 số phản hồi như sau về khách sạn:  - Vị trí: Vị trí thuận tiện đi lại, nằm ngay trên đường Trần Phú, qua đường sẽ có thể tắm biển được và được khách sạn cho mượn khăn tắm.  - Nhân Viên: Về sự thân thiện: 8/10. Về sự chuyên nghiệp: 7/10 (Vì cách giải quyết vấn đề vẫn chưa được tốt lắm)  - Phòng: Phòng mình ở là loại phòng thấp nhất. Khá sạch sẽ đầy đủ các trang thiết bị. Tuy nhiên phòng hơi nhỏ, trần nhà khá thấp và chỉ có tủ mát đựng nước chứ không có tủ lạnh.  - Ăn sáng: 8/10 (so với khách sạn 3 sao) - Other: Khách sạn có hồ bơi trên cùng, nhiều tiện ích khác như cho thuê xe, tour  => Chung quy lại thì nếu mình ra Nha Trang hoặc có ai hỏi thì mình sẽ giới thiệu Soho vì với mức giá mình trả thì những dịch vụ trên là",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thảo T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Recommend hotel",
            "review_content": "Khạch sạn ngay trên đường Trần Phú, ngay trước công viên và bãi biển, rất thuận tiện. Hồ bơi có view đẹp, tuy nhiên buổi tối sẽ rất gió, không thích hợp để bơi. Nhân viên thân thiện, dễ chịu, tuy nhiên việc checkin mất nhiều thời gian hơn dự kiến. Sẽ cân nhắc quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dill Pickles",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ok nơi ở",
            "review_content": "Mặc dù các phòng đều có tổng thể đẹp, nhưng có rất nhiều kiến có mặt trong phòng, và một số trong số chúng sẽ đi lên giường và bàn. Ngoài ra, một số bức tường có vết bẩn trên chúng. Tuy nhiên, các phòng (không bao gồm các vấn đề được đề cập) và phòng tắm thường sạch sẽ. Dịch vụ bị đánh hoặc bỏ lỡ; chúng tôi đã phải xin thêm giấy vệ sinh nhiều lần trước khi nó đến, nhưng khăn chúng tôi yêu cầu đã đến nhanh chóng. Yêu cầu vận chuyển sân bay là một anh chàng ngẫu nhiên với một chiếc xe hơi; không có dấu hiệu của một công ty taxi hoặc hiệp hội khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nicole",
            "avatar": "",
            "review_rating": "3",
            "review_title": "đuợc",
            "review_content": "Khách sạn này không tệ. Chúng tôi có phòng cao cấp, trong đó có hai phòng. Phòng của chúng tôi khá sạch sẽ, và kiểu dáng độc đáo. Điều hòa hoạt động tốt và xem ban công là tuyệt vời. Bãi biển Nha Trang rất gần, rất tuyệt vì bạn có thể nhảy qua lại giữa bãi biển và khách sạn. Tuy nhiên, chúng tôi đã có một vấn đề lớn. Căn phòng bị nhiễm kiến, và chúng ở khắp mọi nơi. Kiến đang bò trên giường, xung quanh phòng tắm và đôi khi sẽ bị vón cục. Các nhân viên ở đây không thực sự thân thiện. Chúng tôi sắp xếp một chiếc taxi đến đón chúng tôi lúc 4 giờ 30, và nó xuất hiện lúc 3 giờ 45 và không phải là một chiếc taxi thực sự. Chúng tôi bị nhân viên đánh thức vì taxi đến sớm. Mặc dù nhân viên tiếp tân có một tờ giấy có ghi 4: 30 taxi, công nhân vẫn quyết định gạch bỏ 4: 30 và viết 4: 00",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "balinutsnewcastle",
            "avatar": "",
            "review_rating": "4",
            "review_title": "không quá tệ",
            "review_content": "Nhỏ và thuận tiện cho trung tâm của mọi thứ. Tầm nhìn tuyệt vời từ tầng 14 và sàn hồ bơi, nhân viên thân thiện, gần bãi biển và các quán ăn. chỉ đề nghị một sự xấu hổ của nó trong nha trang. Một nơi rất được xây dựng.",
            "reviewer_location": "Newcastle"
        },
        {
            "name": "klnguyen75",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng trung bình!",
            "review_content": "Đây là một khách sạn đẹp nhưng hơi quá tiêu chuẩn: nhân viên là OK, khách sạn cũng nằm, ăn sáng không quá tệ. Căn phòng không thực sự hỗn loạn: thực sự nhỏ bé không có cửa sổ và phòng tắm thực sự nhỏ cho hai người.",
            "reviewer_location": "Paris, Pháp"
        },
        {
            "name": "bijou1985",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Khách sạn trung bình, thực sự có thể làm tốt hơn",
            "review_content": "Khi chúng tôi đến khách sạn này, nó đã được đặt trước và chúng tôi đã có phòng không có cửa sổ (thực sự cửa sổ giả), nhưng ban đầu chúng tôi trả tiền cho phòng với cửa sổ bình thường nhìn ra thành phố. Lúc đầu các nhân viên đã cố gắng để đánh lừa chúng tôi, giả vờ là phòng chúng tôi trả tiền, sau khi họ hiểu nó sẽ không hoạt động, họ bắt đầu giải quyết vấn đề, không thực sự thành công. Chúng tôi mất 4 giờ để giải quyết vấn đề này. Cuối cùng sau khi đã chiến đấu với họ, chúng tôi đã được yêu cầu dành 3 đêm trong phòng lỗ này và sau khi chúng tôi đã có phòng với ban công, 30 đô la trở lại, phiếu cho 2 đồ uống tại quầy bar bên hồ bơi. Căn phòng không cửa sổ tôi thậm chí không bình luận, nó chỉ là thảm họa. Phòng có ban công tốt hơn nhiều, có tầm nhìn đẹp ra biển. Nhân viên trong",
            "reviewer_location": "Prague, Cộng hòa Séc"
        },
        {
            "name": "dungnguyen44",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt",
            "review_content": "Nice place với đội ngũ nhân viên thân thiện, phòng khá nhỏ nhưng sạch sẽ và thoải mái. Nó rất gần bờ biển nên bạn có thể dễ dàng đi bộ đến bãi biển bất cứ lúc nào. Tuy nhiên, chúng tôi đặt 4 tour du lịch đảo tại khách sạn và dịch vụ của cơ quan của họ không tốt như ý nghĩ của chúng tôi. Bằng cách này, khách sạn là tốt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "AnnaTran9x",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lớn, vị trí tuyệt vời",
            "review_content": "Chúng tôi đã ở lại đây 3 đêm. Khách sạn có một vị trí tốt. Nhân viên rất thân thiện và hữu ích với chúng tôi bất cứ lúc nào, họ làm cho chúng tôi cảm thấy được chào đón trong suốt thời gian của chúng tôi. Ăn sáng đa dạng, nhiều lựa chọn. Chúng tôi sẽ trở lại và ở lại khách sạn Soho cho chuyến đi tiếp theo của chúng tôi. Đề xuất cho khách sạn này.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Maryna Y",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great vacation.6 đêm tại Soho!",
            "review_content": "Chúng tôi đã đặt phòng Executive Twin Ocean View, nhưng chúng tôi rất vui lòng nâng cấp lên phòng Suite với tầm nhìn tuyệt vời ra đại dương từ tầng 14 (phòng 1405). Các phòng được rộng rãi với các tiện nghi hiện đại bên trong, điều hòa không khí mát mẻ, rất thoải mái giường và gối. Vị trí hoàn hảo cho khách sạn này chỉ cách bãi biển 1 phút đi bộ. Khăn tắm biển miễn phí được cung cấp tại quầy lễ tân. Chúng tôi đã đặt trước với chiếc xe riêng tiếp nhận để đi vài nơi trong thành phố với mức giá rất hợp lý. Ngoài ra chúng tôi nhận được 5% - phiếu giảm giá cho packeges của chúng tôi trong I - Resort. Ngoài ra còn có hồ bơi nhỏ đáng yêu trên tầng 16 với tầm nhìn ra đại dương và trẻ em của tôi thực sự thích bơi và chơi ở đó. Rất ít lần chúng tôi đã được sử dụng nhà hàng của khách sạn",
            "reviewer_location": "Thái Lan"
        },
        {
            "name": "371c_ngn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ tuyệt vời!",
            "review_content": "chúng tôi ở lại trong phòng Exe với tầm nhìn tuyệt vời ra biển. Phòng có ban công. Nhân viên rất thân thiện. Tình yêu cách họ chăm sóc đã đi chúng tôi đến. Họ luôn tạo sự lựa chọn tốt cho khách mời của họ (Tour, nhà hàng, xe máy cho thuê, xe đưa đón…). BTW, chúng tôi sẽ quay lại sớm, và sẽ ở lại Soho một lần nữa.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "90-92 Trần Phú Lộc Thọ, Nha Trang 650000 Việt Nam",
        "name": "Soho Hotel",
        "geo_data": {
            "latitude": 12.229255676269531,
            "longitude": 109.19884490966797
        },
        "room_number": "Việt NamKhánh HòaNha Trang",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/a8/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/ee/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/d0/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/aa/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/8f/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/60/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4a/43/4a/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/19/44/97/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/cb/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/c5/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/bf/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/b7/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/19/44/b7/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/ae/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/a3/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/9a/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/94/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/8c/soho-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/85/50/7e/soho-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}