{
    "content": [
        {
            "name": "Frank Vu",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thức ăn thiếu, bán đồ đắt, tận thu",
            "review_content": "Đồ ăn đặt 180k/ suất mà làm đoàn ăn thiếu, sau đó đã gọi quản lý lên thì ko có bổ sung gì mà chủ yếu hỏi đoàn có order thêm gì ko để thu thêm tiền. Ở Tràng An cơ bản ra các nhà hàng thì 150k/suất là ăn đã đầy đủ lắm. Phòng thì điều hòa nhỏ nước tỏng tỏng cả đêm. Bán đồ uống, snack cơ bản là đắt 25k/ gói bim bim, trong khi đây chỉ là trong làng bản chứ không phải là trên đảo hay nơi xa xôi hiểm trở gì. Đồ ăn sáng tệ, mọi người trong đoàn không happy. Sai lầm khi đặt homestay này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chi M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm cuộc sống.",
            "review_content": "Trải nghiệm để có thực tế và đưa ra cho khách ăn uống tại nhà mình những chuyến đi nghỉ thật vui và ấm cúng thì mình thấy ở đây phòng sạch sẽ nhân viên thân thiện sử dụng dịch vụ cũng thấy dễ chịu. Nhân viên còn giúp đỡ khách nước ngoài cũng như bản địa những điều về Ninh Bình. Xin chân thành cảm ơn khách sạn. Rất vui lòng để giới thiệu tới tất cả mọi người. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Louise112013",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice homestay",
            "review_content": "Tuần qua gia đình tôi có chuyến du lịch đến ninh bình và ở ks này... phòng sạch sẽ.. nhân viên rất nhiệt tình... thức ăn rất ngon nhất là dê núi ninh bình.. giá phòng rẻ và phong cảnh xung quanh rát đẹp và rất gần với các điểm du lịch như tràng an.. chùa bái đính .. tam cốc bích động... cố đô Hoa lư  tôi sẽ giới thiệu bạn bè nếu họ đi du lịch",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Bảo Liên Chơn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đây là một nơi ở khá lý tưởng cho kỳ nghỉ dưỡng. Cảnh đẹp tuyệt vời, các trang thiết bị tiện nghi đầy đủ đặc biệt có điều hòa không khí cho mùa oi nóng. Nhân viên phục vụ rất nhiệt tình. Mặc dù việc đi lại có chút khó khăn nhưng nó không hề ảnh hưởng đến chuyến đi, chất lượng đồ ăn cũng rất ngon và giá cả hợp lý. Điều thích nhất là được ngăm bầu trời đên \"ngàn sao\" trên khi vực bar trên tầng 2 hòa mình cùng thiên nhiên.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kaz Spencer",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện, vị trí tuyệt vời",
            "review_content": "Đây là điểm yêu thích của chúng tôi ở Việt Nam. Các phòng đều sạch sẽ và thoải mái, các bữa ăn rất ngon, và chúng tôi rất thích hồ bơi. Phong cảnh hoàn toàn tuyệt đẹp và vùng nông thôn thật yên bình. Chúng tôi rất thích khám phá trên những chiếc xe đạp ọp ẹp đến Ninh Bình, Hàng Mua và Tràng An đều ở gần đó. Một trong những điểm nổi bật của kỳ nghỉ của chúng tôi là bữa ăn chúng tôi chia sẻ với chủ nhà của chúng tôi là Zum và Mai, và các nhân viên còn lại. Họ rất thân thiện và nồng nhiệt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Karel P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mototrip Sài Gòn-Hà Nội",
            "review_content": "Những người rất tử tế luôn quan tâm đến chúng tôi, chúng tôi ở đó hai ngày trên đường từ Sài Gòn đến Hà Nội. Bây giờ chúng tôi đang ở thành phố Hà Nội và tôi nhớ sự yên tĩnh và mảnh của nơi này. Có một trong những cảnh hoàng hôn đẹp nhất tôi từng thấy. Chúng tôi chơi bi-a bên hồ bơi và thư giãn với mặt trời. Cảm ơn Karel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Brittany S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí thoáng mát",
            "review_content": "Ở lại đây cho 2 đêm trong một phòng ký túc xá. Những chiếc giường thoải mái, và họ có nước nóng! Các phòng không sạch sẽ nhất. Trong phòng ký túc xá, dường như không có sự thay đổi nào giữa những người khách khác nhau.  Các nhân viên đã thực sự tốt đẹp mặc dù! Chúng tôi đến sau 10 giờ tối và vẫn cho phép chúng tôi mua bữa tối sau khi nhà bếp đóng cửa. Họ tiễn chúng tôi bằng nước và Oreos. Các gia đình thực sự làm cho giá trị ở lại nó!  Vị trí rất yên bình và đáng kinh ngạc. Tôi chưa bao giờ thấy phong cảnh như tôi đã làm ở Tràng An.",
            "reviewer_location": "Laguna Niguel, California"
        },
        {
            "name": "Ram CC",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời, nhân viên tuyệt vời",
            "review_content": "Khách sạn cơ bản thoải mái với đội ngũ nhân viên tuyệt vời, hồ bơi vui vẻ và quán ăn ok. Nhân viên sắp xếp mọi thứ trong lúc thả mũ với hiệu quả và nụ cười, thậm chí cả khoai tây chiên và đồ uống tươi nóng trong nhà cho hành trình trở về Hà Nội Một chút karaoke ồn ào từ khách sạn bên cạnh nhưng khung cảnh tuyệt vời hơn bù lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ankur Saxena",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt đẹp, đơn giản là Tuyệt đẹp",
            "review_content": "Tôi không có từ nào để giải thích tài sản này, vị trí chỉ là tuyệt đẹp. Bạn được bao quanh bởi những ngọn núi ở mọi phía, bạn phải nhìn thấy nó để tin điều đó. Các nhân viên không thể tin được một lần nữa bạn phải gặp họ để tin những gì tôi nói. Tôi không có lời nào để giải thích họ hiếu khách như thế nào. Họ sẽ tìm mọi cách để giúp bạn mọi thứ. Bạn có thể thuê một chiếc xe đạp với giá 30000 Vnd trong nửa ngày và một chiếc xe đạp với giá 120000 vnd tại khách sạn. Họ tự túc với mọi thứ bạn cần ở Ninh Bình.  Dung và MAI (tôi hy vọng tên này là chính xác) có thể hiểu và nói tiếng Anh. Dũng đặc biệt giúp chúng tôi ngay cả trước khi chúng tôi nhận phòng. Anh ấy đã sắp xếp vận chuyển từ sân bay Hà Nội và trở về Hà Nội với giá cả hợp lý. Tôi đã có rất nhiều nếu truy vấn trước khi đặt",
            "reviewer_location": "Bangalore, Ấn Độ"
        },
        {
            "name": "Henry S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tràng An Eco Homestay (Địa điểm bình dị)",
            "review_content": "Nơi nó là tự thay vì theo dõi bị đánh đập nhưng bạn có thể đến đó bằng cách lấy hoặc taxi dễ dàng đủ. Một khi bạn đạt được điều đó là không thể tin được bình dị, cánh đồng lúa ở hai bên và cây che phủ núi / đồi phi tiêu giữa cảnh quan. Nơi này là rất sạch sẽ, giường tốt trong ký túc xá, một nơi cho túi xách của bạn và một phòng tắm chung được giữ sạch sẽ đáng kể. Hơn nữa, không gian thư giãn / khu vực thư giãn là tốt và được giữ mát bởi người hâm mộ. Các nhân viên rất thân thiện và giúp chúng tôi tìm những nơi đến thăm, họ cũng có xe gắn máy để thuê mà được okay và nhận được chúng tôi từ A - được! Chắc chắn sẽ khuyên bạn nên.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Shane B",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên nghèo",
            "review_content": "Các nhân viên làm cho chúng tôi kiểm tra tại mười thay vì 12 và đứng trong phòng của chúng tôi và sẽ không để lại cho đến khi chúng tôi đóng gói công cụ của chúng tôi, chúng tôi cũng chỉ có bốn người ở trong homestay và sẽ không cho phép chúng tôi sử dụng bàn bi-a sau 11 thậm chí tho nhà cửa khác xung quanh chúng ta nơi mở cửa vì vậy chúng tôi chỉ cần đến đó để thay thế. Ở lại một đêm được kiểm tra và đi xuống đường. Không có bầu không khí ở nơi nào cả.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Alana G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà nghỉ gia đình đáng yêu",
            "review_content": "Đã có một thời gian tuyệt vời ở đây, tận hưởng sự thanh bình yên bình của những tảng đá vôi xung quanh và vùng đất ngập nước lily. . ở một vị trí tuyệt vời gần công viên sinh thái và vẻ đẹp tự nhiên trung tâm. Không phải là nhân vật tuyệt vời, và không có gì là quá nhiều cho gia đình đáng yêu đang chạy nó. . cảm ơn bạn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Brad L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fantastic Homestay",
            "review_content": "Đội ngũ nhân viên xuất sắc và thân thiện. . Tôi rất muốn giới thiệu nhà dân này cho bất kỳ ai đến thăm khu vực này. Các phòng và chỗ ở cực kỳ thoải mái và sạch sẽ. Các thực phẩm và cơ sở sảnh cũng rất hòa đồng và ngon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "eguan14",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không khí tuyệt vời !!",
            "review_content": "Tôi đã đi đến homestay này trên một con đường đến miền nam Việt Nam. Tôi muốn tôi ở lại lâu hơn như một rung động tuyệt vời, nhân viên thân thiện, giường confortable sẽ trở lại definetely. Bạn có thể đi bộ đến một quán bar cách đó 100 m trên một sân tre trên đỉnh một hồ nhỏ. Đi xe đạp để kiểm tra xung quanh bạn sẽ thích nó! !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kate T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhân viên tuyệt vời",
            "review_content": "Trang homestay sinh thái này có vị trí tuyệt đẹp trên núi và các phòng nghỉ xinh xắn. Các quan điểm là tuyệt vời. Họ rất sạch sẽ và giường là một chút khó khăn, nhưng thoải mái. Điều hòa không khí hoạt động rất tốt và có nước nóng để tắm. Các nhân viên, đặc biệt là Quy, là tuyệt vời. Cô ấy làm cho kỳ nghỉ của chúng tôi tuyệt vời và giúp chúng tôi trong bất cứ điều gì chúng tôi cần. Mặc dù tôi chắc chắn sẽ khuyên bạn nên ở lại đây, tôi sẽ không thuê một chiếc xe máy từ đây, nhưng chỉ cần sử dụng một trong số rất nhiều ký túc xá gần đó. Đồng hồ phóng xạ không hoạt động và không có xăng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Aimee I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh ngạc",
            "review_content": "Ở lại một đêm và không đủ lâu! Địa điểm thật tuyệt vời! Các nhân viên rất thân thiện và hữu ích! Giường đôi trong phòng của chúng tôi là một nơi tuyệt vời nhất trong cả nước (tôi đã đi du lịch Việt Nam được một tháng nay).  Chắc chắn sẽ trở lại khi tôi trở về Việt Nam!",
            "reviewer_location": "Chingford, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "479B, Truong An Village, Truong Yen 430000 Việt Nam",
        "name": "Trang An Eco Homestay",
        "geo_data": {
            "latitude": 20.26581382751465,
            "longitude": 105.9214096069336
        },
        "room_number": "20",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f4/6c/be/deluxe-family-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/42/48/garden-house.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/36/dc/reception-desk.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/41/73/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/41/6c/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/41/6a/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/41/69/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/41/68/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/4f/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/49/relax.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/42/dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/44/92/ducati-hanoi-club-in.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/43/5c/party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/3f/dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/33/prepare-bicycle-for-guest.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/2e/our-friends.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/21/only-love.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/40/1d/lovely-guest.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/3a/62/gala-dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/1d/3a/57/our-friends.jpg?w=1200&h=-1&s=1"
        ]
    }
}