{
    "content": [
        {
            "name": "Lucy",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Kinh khủng!!!",
            "review_content": "Khách sạn tào lao, làm gì có cái luật nào khách Việt Nam phải có giấy kết hôn mới được ở chung phòng với người nước ngoài? Hên là tui có mang theo giấy kết hôn chứ ko nó đã làm tiền bắt tui đặt thêm 1 phòng nữa rồi! Đây chắc là chiêu trò của lễ tân hay là bộ phận quản lí? Tui thì ở có 2 đêm muốn cho qua chuyện, massage thì lừa đảo, chưa hết giờ thì đã ngưng, happy hour nói là 2 body 90 phút thì được tặng 2 foot massage 30 phút, làm xong lại chẳng hề thấy đâu, làm kiểu cho có rồi còn xin tiền tip của khách, nhân viên thì mặc váy massage gần lòi quần xi líp, kiểu khách sạn 4 sao chưa từng thấy bao giờ thật ko tin nỗi!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trai X",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một kì nghỉ tuyệt vời",
            "review_content": "Chúng tôi ở đây vào tháng 3 lúc này tất cả các khách sạn đều full nên tôi đã chọn khách sạn này . nhân viên tiền sảnh rất hòa đồng và nhiệt tình dù tôi mới lần đầu tiên đi du lịch cùng gia đình vào trong sài gòn  Tôi rất hài lòng với dịch vụ của khách sạn  Tôi sẽ quay lại trong thời gian gần nhất",
            "reviewer_location": "Thanh Hóa, Việt Nam"
        },
        {
            "name": "N9231RWlindah",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Chuyến du lịch sai gon",
            "review_content": "Một ngày nghỉ tồi tệ  Ngày 8/06/2016 Tôi đã cùng với mẹ và con trai của tôi đến sài gòn, thường thì tôi hay đặt phòng ở tại khách sạn intercontinental , nhưng lần này vì mẹ tôi bảo tôi chọn nơi nào gần mấy ngôi chùa giữa thành phố để đi lại cho tiện , vì vậy tôi đã tìm trên Internet , và khi thấy khách sạn này , tôi đã khá ấn tượng về khách sạn Khi nhìn  qua hình ảnh , hơn nữa lại thấy có bể bơi nên tôi đã quyết định đặt nghỉ tại khách sạn này, chúng tô về đến khách sạn khoảng 4pm , vì mẹ tôi đã lớn tuổi , con trai tôi còn nhỏ nên sau chuyến bay từ Hà nội mọi người đã khá mệt mỏi , vào làm thủ tục xong, tôi được nhân viên khách sạn báo là chị Thông cảm hiện tại phòng của chị đang mất điện, và họ bảo tôi phải chờ 30 phút , tôi thực sự cảm thấy hơi khó chịu nhưng vẫn cố chờ , máy",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "dumpling_18",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chỗ ở cơ bản, vị trí tốt",
            "review_content": "Chúng tôi ở lại đây vào tháng 3 năm 2020 như một phần của Chuyến tham quan theo nhóm.  Khách sạn có vị trí rất thuận tiện ở quận 1, và chỉ cách chợ ẩm thực đường phố Thành Thành cũng như chợ Bến Thành đồ sộ. Nhật Bản - thị trấn nằm ở cuối dãy nhà nếu bạn thích ăn sushi, udon và izakaya. Nhiều nơi mát xa chân, cửa hàng tiện lợi và ATM cũng vậy. Dễ dàng đi bộ đến bảo tàng, địa danh và các trung tâm mua sắm lớn hiện đại Vincom Plaza, Takashimaya và Trung tâm Sài Gòn.  Khách sạn cũ và cơ bản và mệt mỏi. Nhân viên không đặc biệt chào đón hoặc thân thiện nhưng sẽ giúp đỡ nếu cần / hỏi. Chúng tôi ở trong 2 phòng tại khách sạn này trong chuyến đi của chúng tôi. Cả hai đều khá nhỏ nhưng chức năng. Chúng không phải là loại phòng mà bạn muốn ở và thư giãn; Chúng phù hợp với mục đích có một",
            "reviewer_location": "Sydney"
        },
        {
            "name": "Jasmine C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "rất trung tâm",
            "review_content": "Điều tốt nhất ở khách sạn này là vị trí, cách chợ ben thanh 1 dãy nhà, phòng nhỏ và vòi sen / bồn tắm có gizmo tắm hiện đại có 6 vòi phun nước tuyệt vời để mát xa. điều hòa không khí cần cập nhật và tôi không thể tìm thấy công tắc quạt hút trong phòng tắm, tôi đoán nó không có?",
            "reviewer_location": "Bensville, Australia"
        },
        {
            "name": "Cos Shell",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đẹp cho một vài đêm",
            "review_content": "Ở lại đây như là một phần của một tour du lịch wit Mercury holiday - khách sạn nằm ở một vị trí tốt, gần chợ và một vài quán bar. Nhà hàng (chỉ dành cho bữa sáng) là tốt với một lựa chọn tốt mặc dù có thể đông khách nếu bạn đi không đúng lúc. Phòng khá nhỏ - dự kiến cho một khách sạn trung tâm thành phố - sạch sẽ và gọn gàng. Tiếp nhận truyền hình là một chút ropy, đó là một sự xấu hổ cho bất kỳ thời gian chết. Nhân viên rất thân thiện và hữu ích. Tất cả trong tất cả, sẽ được hạnh phúc để ở lại.",
            "reviewer_location": "Northampton, Vương quốc Anh"
        },
        {
            "name": "Kigol",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời với các dịch vụ tuyệt vời",
            "review_content": "Tôi đã đến thăm TP HCM và ở lại đây và tôi thực sự ấn tượng về giá trị và chất lượng.  Nó nằm giữa sự nhộn nhịp của thành phố. Nếu bạn thích cái nóng, bạn có thể đi bộ đến một loạt các quán bar tuyệt vời và một số điểm thu hút khách du lịch. Cá nhân tôi đã chọn sử dụng dịch vụ taxi cho AC.  Ăn sáng đã được bao gồm. Tôi không thể nói rằng bữa sáng được cung cấp rất ấn tượng - tôi chủ yếu ăn các loại trái cây và nước trái cây rất tươi mát vào buổi sáng.  Dịch vụ phòng cung cấp một số nước mỗi ngày. Tốt nhất nên để những thứ này trong tủ lạnh cho ngày hôm sau vì chúng không lạnh.  Vòi hoa sen rất đẹp vì nó cũng có máy bay phản lực.  Thật không may, các phòng sử dụng thẻ cửa để kích hoạt các thiết bị điện tử trong phòng. Tôi đề nghị mang theo một thẻ dự phòng để lại trong trường hợp",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "ENRIC-23",
            "avatar": "",
            "review_rating": "5",
            "review_title": "VỊ TRÍ TUYỆT VỜI VÀ DỊCH VỤ CHUYÊN NGHIỆP",
            "review_content": "Nằm ở trung tâm thành phố Hồ Chí Minh, dịch vụ tốt và ấm áp tại khách sạn, đặc biệt là ông T nh rất hữu ích và chuyên nghiệp. Ông đề nghị một số chuyến thăm và nhà hàng và quán bar tốt. Xuất sắc. Tôi đã tận hưởng một thời gian rất tốt.",
            "reviewer_location": "Valencia, Tây Ban Nha"
        },
        {
            "name": "KevinAmiss74",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Vị trí tuyệt vời, 2 phút đi bộ đến chợ, 10 phút đến REX Hotel và Heli 51. . . . cả hai phải.  Các phòng có thể làm với hiện đại hóa và giường không lớn nhưng rất thoải mái và vòi hoa sen mạnh mẽ nóng bỏng. . . Tất cả bạn cần và làm sạch.  Brekky thực sự tốt đề nghị trứng luộc.  Hồ bơi trên mái đẹp.  Nhìn chung, một khách sạn tốt sẽ ở lại vị trí.",
            "reviewer_location": "Milton Keynes, Vương quốc Anh"
        },
        {
            "name": "Emilian131973",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không tốt",
            "review_content": "Vị trí của khách sạn này thực sự tốt, đi bộ đến rất nhiều những gì Hồ Chí Minh cung cấp. Phòng khá cơ bản / nhỏ, không có gì đặc biệt. Ăn sáng cũng vừa là sự lựa chọn và vị trí. Dịch vụ khá ok. Nhìn chung, một sự lựa chọn ok nếu bạn nhận được một mức giá tốt. Nếu không, hãy tìm một cái gì đó khác.",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "K101DOrobertg",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tốt",
            "review_content": "Ở lại trong 3 đêm. Chỗ ở là ok, rất thích có phòng ăn sáng trên tầng 17 tầm nhìn tuyệt vời trong khi ăn. Bể bơi cũng trên đầu khách sạn và một cách tốt đẹp để thư giãn và ngắm cảnh. Vị trí rất tốt để khám phá thành phố và gần chợ địa phương.",
            "reviewer_location": "Chicago"
        },
        {
            "name": "markusk343",
            "avatar": "",
            "review_rating": "1",
            "review_title": "CẢNH BÁO! BIẾN!",
            "review_content": "500 Us $ đã bị đánh cắp từ phòng của chúng tôi. Câu trả lời duy nhất khách sạn cho chúng tôi là không thể? Có máy ảnh, nhưng họ nói họ không chứng minh được gì vì máy ảnh không ở trong phòng. Meid n huoneesta varastettiin 500 $ ja hotellin ainoa differaus Asianan on ett t m ei ole mahdollista. V ltt k siis t t hotellia!",
            "reviewer_location": "Nokia, Phần Lan"
        },
        {
            "name": "GlobalPassion",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nhiều lựa chọn tốt hơn thế này",
            "review_content": "Khó có thể phàn nàn về giá cả, nhưng có rất nhiều khách sạn tốt hơn xung quanh khu vực này.  Tiêu cực: Bể bơi rất thất vọng! Phòng rất hẹn hò Tất cả các loại khó khăn trong phòng tắm Không đủ cửa hàng Thức ăn thiếu  Tích cực: Nhân viên rất hữu ích Dịch vụ du lịch rất hữu ích và có sức chứa Bữa sáng rất đẹp và phòng ăn sáng đã được truyền cảm hứng.",
            "reviewer_location": "Khu Thượng Hải, Trung Quốc"
        },
        {
            "name": "elaysm",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt và nhân viên tốt đẹp",
            "review_content": "Gia đình và tôi đã đến thăm thành phố Hồ Chí Minh trong 2 ngày và ở lại khách sạn này trong 2 đêm Nhân viên là tuyệt vời và hữu ích Đặc biệt đề cập đến người giám sát cho nhà hàng Lọc Phi Sup, người đã giúp chúng tôi với các món ăn để thử và đặc biệt là Viet Cafe thơm ngon. Cảm ơn !",
            "reviewer_location": "Reno, Nevada"
        },
        {
            "name": "StuartH1963",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời nhưng hơi mệt",
            "review_content": "Khách sạn nằm ở một vị trí tuyệt vời, gần chợ BenThan Market và chợ Ẩm thực đường phố, cả hai đều cách đó khoảng 150 m. Phòng chỉ OK với ánh sáng tối thiểu, mặc dù phòng đã được thoải mái, sạch sẽ và an toàn. Bữa sáng đã được bao gồm trong kỳ nghỉ của chúng tôi và có rất nhiều loại, với tất cả các món ăn thông thường cho khẩu vị phương Tây và châu Á. Chúng tôi đã chọn khách sạn vì vị trí mà còn vì nó có một hồ bơi, mà sẽ là tuyệt vời do sức nóng. Thật không may, chúng tôi đã không được thông báo rằng hồ bơi đã được đóng cửa để cải tạo, nhưng không giống như nhiều việc đã xảy ra với các công trình đến hồ bơi, vì vậy rất thất vọng chúng tôi đã không nói trước. Khách sạn nằm trong khoảng cách đi bộ đến hầu hết các điểm tham quan và có rất nhiều địa điểm ăn uống trong khu vực chung.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Dishari",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí thuận tiện",
            "review_content": "Phòng của chúng tôi được trang trí độc đáo và bể sục là tuyệt vời. Tôi đặc biệt thích vị trí của khách sạn, nó là vô cùng thuận tiện để đạt được những nơi thu hút trong khu phố cổ. Chợ Bến Thành nằm ngay gần đó và trung tâm ẩm thực đường phố cũng nằm gần đó. Điều duy nhất tôi bỏ lỡ trong khách sạn là đồ uống chào đón. Nhưng tôi phải cảm ơn chính quyền đã sắp xếp phòng của chúng tôi trước thời gian. Lời cảm ơn chân thành nhất cho một kỳ nghỉ thú vị như vậy!",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Ryan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ tại khách sạn",
            "review_content": "Đây là một nơi tuyệt vời để ở vì nó là rất trung tâm cho thị trường và thị trường thực phẩm đường phố. Các phòng luôn luôn rất sạch sẽ và chuẩn bị một khi chúng tôi trở về từ một ngày ra. Ăn sáng đã được bao gồm trong thời gian của chúng tôi và đã rất tốt đẹp và cũng chạy bởi Filterphi các giám sát và nhân viên. Dịch vụ tuyệt vời! Giới thiệu",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "ludovic1995",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở lại, nhân viên đáng yêu!",
            "review_content": "Tôi đề nghị khách sạn này nếu bạn đang ở tại thành phố Hồ Chí Minh, một trong những điểm nổi bật của tôi là gặp gỡ (Vinh) một trong những nhân viên làm việc tại quầy lễ tân, anh ấy rất chuyên nghiệp, tử tế và hữu ích. Có một doanh nghiệp bản thân mình, tôi sẽ yêu tất cả các nhân viên của tôi để được như anh ta. Anh ấy chắc chắn là một tài sản cho khách sạn này. Lần tới tôi đến Việt Nam chắc chắn tôi sẽ ở tại khách sạn trung tâm vàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kaylee05",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tuyệt vời gần chợ Bến Thành",
            "review_content": "Du khách có thể dễ dàng đi mua sắm từ khách sạn này. Tôi thích những nhân viên thân thiện ở đây và các dịch vụ khá tuyệt vời. Ngoài ra phòng khá nhỏ và ảm đạm, cơ sở vật chất khá cũ, không có cửa sổ. Đánh giá cao sự sạch sẽ của nó.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "JD-the-expat",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Không cám ơn!",
            "review_content": "Tôi sẽ gọi đây là một khách sạn kinh doanh tầm thường ở một vị trí thuận tiện, nhưng du khách sẽ khôn ngoan để đi nơi khác. Ăn sáng đặc biệt nghèo. Một điều tốt về Golden Central là sự sạch sẽ.",
            "reviewer_location": "Portland, Oregon"
        },
        {
            "name": "purnama aji s",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Trải nghiệm rất tệ",
            "review_content": "Tho phòng quá tối, đã yêu cầu thay đổi phòng nhưng các nhân viên không muốn nỗ lực, cho đến khi tôi tức giận họ thay đổi phòng (vì vậy họ có nhiều phòng trống nhưng không muốn thực hiện một nỗ lực cho khách hàng ), bồn rửa trong phòng tắm là brokern, nên nước ở trên sàn nhà tắm. Thậm chí họ không thay đổi xà phòng, thủy tinh và bất kỳ tiện nghi nào khác trong 3 ngày! Ăn sáng được rồi, AC khá lạnh. Kinh nghiệm thực sự tồi tệ ở đây! ! Hy vọng rằng họ đọc nhận xét này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chloe",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Đây là khách sạn 4 sao gần chợ Bến Thành. Sảnh lớn nhưng phòng nhỏ và mọi thứ đều cũ. Nhân viên thân thiện. Tuy nhiên giá là chấp nhận được. Dễ dàng đi đến shoppigg và ăn nhờ có vị trí tốt",
            "reviewer_location": "Hà Nội, Việt Nam"
        }
    ],
    "hotel": {
        "location": "140 Ly Tu Trong Street Ben Thanh Ward, District 1, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "Khách sạn Golden Central",
        "geo_data": {
            "latitude": 10.773720741271973,
            "longitude": 106.69639587402344
        },
        "room_number": "120",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/8f/48/de/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/61/signature-deluxe-double-room--v95.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/da/pool--v9506228.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/d1/pool--v9506259.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/cc/front-desk--v9506412.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/bf/lobby--v9506352.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/b8/entrance--v9506338.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/b2/street--v9506237.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/0c/g-bar--v9506280.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/db/premier-deluxe-room--v9506266.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/ac/junior-suite--v9506448.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/7f/golden-suite--v9506294.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5a/63/meeting-rooms--v9506385.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/d5/lobby--v9506411.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/ce/lobby--v9506459.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/cd/lobby--v9506330.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/cb/front-desk--v9506446.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/ca/lobby--v9506362.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/c9/lobby--v9506234.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/4c/5b/c8/lobby--v9506265.jpg?w=1200&h=-1&s=1"
        ]
    }
}