{
    "content": [
        {
            "name": "Petertan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí đẹp",
            "review_content": "Tôi có  một chuyến đi du lịch vui vẻ.  Khách sạn nằm ngay trung tâm thuận tiện cho việc đi lại. Phòng óc sạch sẽ. Giá cả hợp lý. Phòng óc có hướng nhìn ra tòa nhà bitexco. Về đêm thiệt là đẹp. Bữa ăn sáng ngon miệng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lisa123",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn nằm ngay vị trí chợ bến Thành, gần các điểm du lịch. Phòng sạch sẽ, thoải mái,... Nhân viên thân thiện. Bữa ăn sáng ngon miệng với nhiều món ăn phong phú. Đặc biệt nhất là món phở rất ngon. Tôi sẽ trở lại lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HELEN LEE",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Vị trí ngay chợ Bến Thành thuận lợi cho việc đi lại. Khách sạn : sảnh lớn, không gian rộng, có sofa ngồi chờ bạn đến đón, có nhiều cây cảnh đẹp, có quầy bar, caphe, có tour desk... Phòng đẹp, giá rẻ, ăn sáng ngon miệng, nhân viên vui vẻ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "jone",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự Thoải Mái Từ Hotel Mang Đến !",
            "review_content": "Lời đầu tiên tôi rất đánh giá cao phong cách phục vụ chuyên nghiệp và hiểu cách làm hài lòng khách hàng của nhân viên Lễ Tân và Bảo Vệ . Trong một chuyến bay dài đầy mệt mõi và hôm ấy tôi đến khách sạn lúc 11h sáng họ vui vẻ hổ trợ cho tôi có phòng sớm để được nghỉ ngơi . Cảm ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Emily Park",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng phục vụ tuyệt vời",
            "review_content": "Chúng tôi đã trải nghiệm dịch vụ ở đây quá tuyệt vời. Khách sạn đã tạo bất ngờ cho chúng tôi bằng cách đã trang trí phòng honeymoon rất đẹp cho vợ chồng chúng tôi. Điều đó ngoài sức tưởng tượng của tôi. Nhân viên ở đây rất nhiệt tình, luôn chào hỏi và mỉm cười mỗi khi gặp khách hàng. Chúng tôi sẽ quay lại vào dịp gần nhất. Tôi rất hài lòng với dịch vụ của khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Davidnguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thiết kế đẹp",
            "review_content": "Khách sạn đẹp trong mắt chúng tôi với nhiều màu sắc, nhất là tranh ảnh. Phòng óc mang nét cổ kín và hiện đại. Nhân viên chu đáo và nhanh nhẹn từ khâu xách hành lý đến thủ tục nhận phòng. Bữa ăn sáng ngon miệng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NamHcali",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn nằm ngay chợ bến thành và những nơi thăm quan nổi tiếng rất thuận lợi cho việc đi lại của gia đình tôi. Phòng sạch sẽ thoáng mát với ban công có view nhìn ra tòa nhà bitexco . tất cả các nhân viên chào hỏi nhiệt tình tạo cho tôi cảm giác khách sạn là một gia đình .chúng tôi sẽ quay lại vào kì nghỉ tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà Lê Ngọc B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Ấn tượng đầu tiên là quán V-cafe, thức uống ngon, cô chủ vui vẻ thân thiện với du khách.  Nv bảo vệ năng nổ nhiệt tình. Nv lễ tân duyên dáng, nghiệp vụ tốt. Nv phục vụ bàn nhanh nhẹn, lễ phép.  Thức ăn ngon. Sảnh đẹp hiện đại. Phòng sạch thoáng. An ninh tốt. Mình cho 5 sao nhe. :))",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Song Toàn H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng ốc và nhân viên",
            "review_content": "Phòng rất đẹp và rất ấm cúng, rất thích hợp cho những cặp đôi muốn có 1 tuần honeymoon đích thực.  Nhân viên rất thân thiện và lịch sự. Họ hỗ trợ khách hàng rất tuyệt vời. Họ hỗ trợ việc check in rất nhanh chóng để chúng tôi có thể nghỉ ngơi sau một chuyến bay dài.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "At L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "F&B very good",
            "review_content": "Nhân viên phục vụ tốt, thái độ phục vụ ân cần chu đáo , thân thiện cởi mở , view đẹp thu hút, thức ăn ngon, quầy buffet đẹp sạch sẽ , nhân viên chuyên nghiệp tận tụy hết lòng giúp đỡ khách hàng khi cần order",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thanh n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phục vụ tốt",
            "review_content": "Gia đình tôi ở đây được 3 ngày. Khách sạn gần chợ Bến Thành. Phòng sạch sẽ thoải mái. Mọi thứ đều tuyệt vời đặc biệt là nhân viên niềm nở chào đón gia đình tôi đến với khách sạn. Họ phục vụ chu đáo nhiệt tình từ việc xách hành lí cho đến thủ tục check in. Chúng tôi sẽ nhất định quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thùy T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice room and good services",
            "review_content": "Chúng tôi đánh giá cao về khách sạn này. Khách sạn đã tạo bất ngờ cho chúng tôi vào ngày sinh nhật của tôi bằng một món quà. Phòng ở đây rất yên tĩnh. Nhân viên rất thân thiện và nhiệt tình giúp đỡ chúng tôi. Tôi sẽ quay lại vào kỳ nghỉ tới!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dory T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng về cách phục vụ của nhân viên",
            "review_content": "Rất hài lòng về kỳ nghĩ Khách sạn gần chợ bến thành rất tiện lợi cho shopping Nhân viên vui vẻ nhiệt tình Phòng sạch sẽ Phòng tôi có view đẹp, có bancony thoáng mát có thể nhìn thành phố  Sẽ quay lại cho kỳ nghĩ sắp tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thienkim07qd",
            "avatar": "",
            "review_rating": "5",
            "review_title": "good hotel",
            "review_content": "phòng đẹp, nhân viên thân thiện, vị trí trung tâm thuận lợi cho việc di chuyển. có phòng tập thể dục, 1 số dịch vụ khác: bar, dịch vụ phòng, nhà hàng. sẽ giới thiệu cho bạn bè, người thân ở đây. thực sự đáng đồng tiền",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "sukiend",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Bad Hotel verry terible - khách sạn tồi và thật sự khủng khiếp",
            "review_content": "Tôi đã ửo khách sạn này, ngay khi đặt chân đến tôi đã không được đón tiếp cẩn thận, bell không sách hành lý giúp, khi vào làm thủ tục check in nhận phòng 503 tôi thấy phòng không cửa sổ. Tôi gọi xuống hỏi nhân viên thì nhân viên lễ tân báo anh chỉ được ở loại phòng này thôi, nếu muốn anh phải trả thêm tiền. Tôi có nói đồng ý nhưng do họ có vấn đề gì mà mãi không thấy đổi phòng trong khi phòng trống và có cửa sổ rất nhiều. Tôi xuống gặp Fo họ cũng vẫn 1 câu phòng anh đặt như vậy chỉ được ửo như vậy thôi. Câu nói rất vô trách nhiệm! Dù phòng tôi đặt ở 4 ngày 3 đêm nhưng ngay sáng sớm hôm sau tôi trả phòng khách sạn và quay lai New pearl ở dù họ không có ăn sáng trong khách sanh nhưng tôi lại thích vì nhân viên ở New pearl nhiệt tình,thân thiện.  Phòng thì không cửa sổ, giếng trời",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Minh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn hoàn hảo cho kỳ nghỉ dưỡng",
            "review_content": "Khách sạn nằm trong trung tâm thành phố, gần các khu mua sắm, thuận tiện di chuyển. Ăn sáng buffet phong phú và ngon miệng Nhân viên nhiệt tình và thân thiện Phòng ốc sạch sẽ Gia đình chúng tôi hoàn toàn hài lòng khi ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoangvanhoan2000",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Một trải nghiệm khó quên",
            "review_content": "Tôi có chuyến công tác từ 19-22 tháng 10 tại đây. Ấn tượng đầu tiên là nhân viên bell không mở cửa hay chào đón mà tôi tự đẩy cửa vào. Tôi nhận phòng lúc 13.30 nhưng lễ tân báo chưa có phòng nên tôi cố thuyết phục thì nói có trong khi cô ấy khuyên tôi nên đi đâu đó. Chìa khoá phòng ghi 1 số trong khi nói miệng là số phòng khác. Nhân viên dọn phòng không biết tiếng Anh khi khách nước ngoài hỏi. Có 2 cầu thang máy thì chỉ 1 cái xuống được lễ tân, còn cái kia xuống nhà hàng mà thiếu sự hướng dẫn. Nội thất bình thường, hành lang nhiều mùi thuốc. Giặt đồ là chưa phẳng. Khách sạn nên ý thức thay đổi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Jerrica Roach",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời tại hà nội",
            "review_content": "Chúng tôi yêu thích ở đây của chúng tôi. Phòng khách sạn sạch sẽ và thoải mái, và các tiện nghi rất phong phú. Nhưng những gì thực sự bán cho chúng tôi là dịch vụ, những người làm việc ở đây có lẽ là những chuyên gia khách sạn tốt nhất, có sức chứa nhất mà chúng tôi đã tìm thấy ở bất cứ đâu trên thế giới. Nếu có điều gì đó mà họ không thể giúp bạn, thì điều đó có lẽ không tồn tại ở Việt Nam. Các bữa ăn sáng là tốt và thuận tiện, và tất nhiên đi kèm với dịch vụ tuyệt vời của họ. Nhưng hai yếu tố lớn nhất sẽ khiến chúng tôi ở lại đây một lần nữa là vị trí của khách sạn (ngay giữa Hà Nội lịch sử), và thực tế đây không phải là một khách sạn lớn. Khách sạn này thực sự có cảm giác như bạn đang ở trong niềm tự hào và niềm vui của ai đó, công việc của cuộc đời họ và chảy vào mọi khía",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Le Hai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Avanti Boutique nằm ở Trung tâm Thành phố, rất thuận tiện để khám phá một số địa điểm nổi tiếng và chỉ cần 1 phút đi chợ Bến Thành và Phòng đã sạch sẽ Nhân viên rất thân thiện, họ hướng dẫn tôi cách đi xung quanh và giới thiệu những thực phẩm tốt nhất nên ăn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kurt K",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Lần ghé thăm ngắn",
            "review_content": "Đó là một nơi tuyệt vời để ở và ở quận 1 ở trung tâm thành phố. Nhân viên là tốt và lịch sự. Phòng là ổn nhưng có một cái gì đó quản lý có cái nhìn gần gũi. Mỗi nơi trong phòng đều có những góc nhọn đặc biệt cạnh giường và nó bị tổn thương nặng nề. Nó giống như thế này trong mỗi phòng chúng tôi đã ghé thăm. Hãy cải thiện điều này. Bữa sáng rất tuyệt.",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Lien H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm nóng trong thị trấn",
            "review_content": "Không thể tìm thấy bất kỳ vị trí tốt hơn cho khách sạn này. . . . một trong những tốt nhất . . . thật trung tâm . . ngay chợ Bến Thành với mua sắm. . . nhà hàng. . . quán cà phê. . . chợ đêm. . rất vui ! Khách sạn khá mới, rất duyên dáng, nhân viên tốt và BF tốt. . Sẽ quay lại .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "RDO",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Thật là một sự thất vọng lớn (đánh giá trung thực dài)",
            "review_content": "Trước hết, tôi ghét viết đánh giá kém. Nhưng tôi tin rằng tôi phải trung thực cho du khách trong tương lai. Sau nhiều ngày tìm kiếm ngân sách khách sạn phù hợp và thuận tiện - khôn ngoan, tôi đã thu hẹp nó bằng cách chọn một khách sạn gần một trong những điểm thu hút chính - chợ Bến Thành / chợ đêm. . . v.v ... Đây là chuyến đi đầu tiên của tôi đến VN cùng gia đình nên thật lòng tôi không biết phải mong chờ điều gì. Tôi đặt tất cả niềm tin vào tất cả các đánh giá tuyệt vời mà tôi đã thấy ở đây. Vì vậy, hãy để bắt đầu với kinh nghiệm kiểm tra của tôi. Đầu tiên chúng tôi đăng ký với nhân viên tiếp tân số 1: thuận buồm xuôi gió nhưng cô ấy nói phòng của chúng tôi chưa sẵn sàng vì chúng tôi đã đăng ký trước 2 giờ chiều. Tất cả đều tốt vì chúng tôi đã kiệt sức và đói sau chuyến bay",
            "reviewer_location": "San Jose, California"
        },
        {
            "name": "ameliaong135",
            "avatar": "",
            "review_rating": "5",
            "review_title": "đáng giá.",
            "review_content": "tôi ở lại cửa hàng Avanti với chồng và con tôi. trước hết căn phòng trông đẹp, tôi ở lại vì một đêm vì tôi phải đi đến Hà Nội để tham quan. nhưng chỉ một ngày tôi thực sự thích dịch vụ ở đó. tôi đã chào đón rất nhiều từ một tên công nhân, ck. tôi thực sự yêu dịch vụ của anh ấy. rất lịch sự, rất vui vẻ. giữ nó lên. ??  từ sg ong. : -)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Michelle V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng giá!",
            "review_content": "Tôi ở tại khách sạn này trong khoảng 3 ngày và tôi thực sự thích nó trông giống như một bảo tàng hơn là một khách sạn với tất cả các bức tranh xung quanh hành lang và tiền sảnh. Các phi hành đoàn dịch vụ đã được tất cả thân thiện và hài lòng ở lại của tôi tại khách sạn. Tôi cũng đã gặp một nhân viên ở đó, những người tình cờ đến từ cùng quê hương với tôi, anh ấy rất nồng hậu và nồng hậu, tôi rất thích nói chuyện với anh ấy. Bất kỳ người Singapore nào có kế hoạch đi du lịch đến Việt Nam, tôi sẽ giới thiệu nơi này. Tìm cái tên này ck nguyen:)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gerald L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngày lễ",
            "review_content": "Tôi đã ở Việt Nam trong 2 ngày nghỉ. Và tôi ở tại khách sạn boutique avanti. Và dịch vụ rất thân thiện, đặc biệt có một người Singapore làm việc ở đó. Anh ấy giúp tôi đi du lịch và những nơi để đi. Căn phòng yên bình với tôi. Và cũng rất vui khi thấy ppl quốc gia của tôi. Great stay",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "daohuynh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp ở trung tâm",
            "review_content": "Đã ở đây 2 đêm được những người bạn địa phương yêu cầu. Khách sạn trông rất đẹp và lớn từ bên ngoài nghĩ rằng nó là khách sạn bốn sao. . . Lobby rất đẹp với hoa xung quanh, ghế sofa sang trọng và trần nhà cao. . . thật thanh lịch Phòng được tươi sáng, sạch sẽ và quyến rũ với trang trí nghệ thuật vẽ trên tường. Nệm và gối là nguyên nhân nổi bật khiến chúng trở nên thoải mái. . cảm thấy tuyệt vời ! Sẽ trở lại để ở lại một lần nữa. . .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Taryndaisy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "6 đêm lưu trú",
            "review_content": "Nhân viên lịch sự là bữa ăn sáng thực sự tốt! Phòng sạch sẽ. Vị trí rất tốt theo nghĩa đen hai phút đi bộ đến thị trường nhưng gần với các điểm tham quan chính để có thể đi bộ đến những nơi dễ dàng! Sẽ ở lại đây một lần nữa",
            "reviewer_location": "Melksham, Vương quốc Anh"
        },
        {
            "name": "gayeslade",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ba đêm nghỉ",
            "review_content": "Tiếp nhận và khuân vác là tuyệt vời. Lịch sự và thân thiện. Bữa sáng thật tuyệt. Chúng tôi cũng ăn tối tại nhà hàng có chất lượng tuyệt vời.  Các chợ Bến Thành nằm ngang đường và một siêu thị nhỏ bên cạnh. Có một số máy rút tiền trên đường phố và có nhân viên bảo vệ.  Tôi sẽ ở lại một lần nữa",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "Saf",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Địa điểm thật tuyệt vời! Khách sạn nằm gần chợ Bến Thành (chưa đầy 5 phút đi bộ) và rất nhiều nhà hàng halal gần đó. Ngoài ra còn có rất nhiều cửa hàng dệt may và vải xung quanh khu vực. Vào ban đêm, có chợ đêm mà bạn có thể ghé thăm và mặc cả cho một số quần áo, giày dép và phụ kiện.  Bản thân khách sạn có thể được cải thiện. Máy điều hòa không hoạt động vào ngày đầu tiên nhưng họ đã cố gắng điều chỉnh nó trong vòng 4 giờ. Mong đợi một số cửa sổ giả nếu bạn nhận được phòng giữa. Ngay cả khi có cửa sổ trong phòng của bạn, tầm nhìn không phải là ngoạn mục. Phòng khách sạn bị mốc và vòi sen không hoạt động. Tuy nhiên, dịch vụ của họ rất tuyệt. Người gác cổng là người thân thiện nhất. Nhân viên lễ tân không bao giờ không chào đón chúng tôi mỗi sáng.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "estateagentkildare",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí vị trí",
            "review_content": "Khách sạn này là nơi hoàn hảo để tham quan Thành phố Hồ Chí Minh. Các khách sạn chính nó là sạch sẽ và các phòng đều tốt với vòi sen lớn, máy pha trà / cà phê vv Ăn sáng cũng rất tốt và đầu bếp làm món trứng tráng, trứng chiên vv Lựa chọn tuyệt vời. Địa điểm thật tuyệt vời khi bạn có thể đi bộ khắp mọi nơi. Rẽ trái ra khỏi khách sạn, sau đó lại một lần nữa và có một khu chợ thực phẩm tuyệt vời trên phố. Siêu thực phẩm và thực sự rẻ. Bạn có thể đi bộ đến gần như mọi nơi từ đây. Chúng tôi đi bộ đến khách sạn Continental để thưởng thức cocktail trên mái nhà. Có một chợ lớn nằm ngay bên kia đường và nó cũng đi bộ đến chợ Sài Gòn.",
            "reviewer_location": "kildare"
        },
        {
            "name": "Janmaca",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc",
            "review_content": "Tất cả mọi thứ đã được thực sự tốt tại khách sạn này, nhân viên lễ tân rất có nghĩa vụ và hữu ích. Các bé trai và người khuân vác Port Pleasant, những người phục vụ thân thiện trong nhà hàng, nhân viên nhà giữ phòng được cung cấp khăn tắm mới. Chúng tôi đã để hành lý một cách an toàn trong một vài ngày và trở về để ở lại thêm. Khách sạn có vị trí thuận lợi để ngắm cảnh và chợ Bến Thành nằm bên kia đường.  Tôi sẽ vui vẻ ở lại đây một lần nữa nếu đến thăm thành phố Hồ Chí Minh trong tương lai",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "VikramBopanna",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Vị trí đáng yêu, nhân viên thân thiện và hiệu quả, giảm xuống bởi điều hòa không khí không đầy đủ!",
            "review_content": "Các phòng được sạch sẽ, giường thoải mái và rửa - khu vực rất gọn gàng! Tuy nhiên, điều hòa không khí trong khách sạn là một thảm họa! Tôi đã thay đổi phòng một lần và bỏ cuộc, thiết bị không thể theo kịp với cái nóng mùa hè! Mặc dù tôi giữ nhiệt độ ở 18 độ, nó đã từ chối xuống dưới 25 độ!",
            "reviewer_location": "Bangalore, Karnataka, India"
        },
        {
            "name": "BlackiesGirl",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Yêu vị trí - chúng ta sẽ teturn",
            "review_content": "Khách sạn này nằm ở một vị trí tuyệt vời, 1 phút đi bộ trên đường đến chợ Bến Thành, quán cà phê tốt, Chợ Ẩm thực đường phố nằm ngay gần đó và có thức ăn tuyệt vời với giá rẻ. Đi bộ đến các trung tâm mua sắm là khoảng 8 phút. Khi chúng tôi kiểm tra trong không khí của chúng tôi không đủ tốt, vì vậy chúng tôi phàn nàn và ngay lập tức họ thay đổi phòng của chúng tôi, chúng tôi chỉ có một phòng tiêu chuẩn cơ bản nhưng sạch sẽ và nhìn thấy chúng tôi đã dành rất ít thời gian ở đó. chúng tôi không phải là những người hào nhoáng, chúng tôi chỉ cần một khách sạn sạch sẽ gọn gàng ở một vị trí tốt và đây là nó. Nếu bạn muốn có thêm không gian trong phòng của bạn, tôi sẽ đề nghị nâng cấp lên cấp độ tiếp theo. Tất cả nhân viên tại khách sạn đều tuyệt vời và không đủ hữu ích. Ăn sáng thực sự",
            "reviewer_location": "Newcastle, Úc"
        },
        {
            "name": "NHS4ever",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt và dịch vụ khách hàng tuyệt vời",
            "review_content": "Nhìn chung, một khách sạn tốt cho một ngôi sao 3 sao. Đặt phòng từ Agoda và ở trong phòng King deluxe. Các phòng rộng rãi với những điều cơ bản. Một chút nâng cấp sẽ tốt. Các dịch vụ khách hàng tại quầy lễ tân là tuyệt vời. Các nhân viên rất thân thiện. Một điểm cộng lớn là nó là rất gần nhiều attactions và khu vực ăn uống halal và chợ đêm.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "VinnDiesel",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Đây là một phần thú vị của thị trấn với nhiều nhà hàng và chợ trong vòng hai phút đi bộ. Chúng tôi thấy nhân viên tiếp tân cần phải cố gắng hơn để trở nên thân thiện và hấp dẫn hơn rất nhiều. Không tốn bất cứ thứ gì để cười",
            "reviewer_location": "Melbourne, Úc"
        }
    ],
    "hotel": {
        "location": "208 - 210 Lê Thánh Tôn Phường Bến Thành, Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Avanti Boutique Hotel",
        "geo_data": {
            "latitude": 10.772777557373047,
            "longitude": 106.69686889648438
        },
        "room_number": "73",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/f7/cb/deluxe-double-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b7/7f/6b/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/86/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/85/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/8b/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/8a/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/89/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/88/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/f0/ac/87/avanti-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/99/47/c3/breakfast-buffet.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/99/47/9b/mini-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/99/46/e2/deluxe-double-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/99/3a/3c/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/99/39/12/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/fa/27/over-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/fa/26/location-market.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/fa/25/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/fa/24/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/f9/b2/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/98/f9/b1/meeting-room.jpg?w=1200&h=-1&s=1"
        ]
    }
}