{
    "content": [
        {
            "name": "Explorer09290743558",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi cần đến cho kỳ nghỉ dưỡng",
            "review_content": "Tôi và một số bạn đến Resort , trước mắt là 1 khuôn viên rất mát mẻ với cảnh quan cây xanh rất đẹp , bãi biển sạch sẽ , ăn sáng rất nhiều món hợp khẩu vị , phòng ốc tiện nghi , nhân viên thân thiện , nhiệt tình , vui vẻ. Chắc chắn sẽ quay lại đây vào dịp Tết . ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đại",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ vui vẻ rất tuyệt vời",
            "review_content": "Giá đình chúng tôi rất hài lòng về kỳ nghĩ tham quan trọng 7 ngày 6 đêm  Gia đình tôi rất thích khuôn viên cây xanh resort xanh sạch đẹp và có 1 bờ biển rất sạch sẽ nghe tiếng gió êm đềm vs những âm thanh hài hoà xung quanh cây xanh Chúng tôi rất hài lòng về đội ngũ nhân viên thân thiện luôn chào hỏi khách  Phòng ốc bố trí rất ngọn gàng sạch sẽ Gia đình chúng tôi rất hài lòng bữa cơm tối và buffet sáng nhiều món đa dạng phong phú Gia đình sẽ có dịp quay lại Sonata resort vào dịp gần nhất và sẽ giới thiệu cho tất cả bạn bè chúng tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuận",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn thích hợp và tuyệt vời cho gia đình.",
            "review_content": "Sonata Resort có vị trí phù hợp cho gia đình nghĩ dưỡng, phong cảnh hữu tình,bãi biển thoải mái và đẹp,phòng sạch sẽ, khuôn viên xanh mát yên tĩnh, nhân viên thân thiện ,nhiệt tình, thức ăn sáng đủ món và hợp khẩu vị, sẽ nghĩ đến khi có dịp đi phan thiết.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Maps04619719872",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": " Sonata Resort là nơi nghĩ dưỡng thật tuyệt đối với gia đình tôi Phòng ốc đẹp, phong cảnh xung quanh nhiều cây xanh và rộng rãi Hồ bơi sạch với view sống ảo cực chất Thức ăn ở đây khá đa dạng và nhiều sự lựa chọn. Nhân viên nhiệt tình và rất thân thiện lúc nào cũng tươi cười. Rất thích hợp để đưa gia đình đi nghĩ dưỡng tại nơi đây. Tôi sẽ quay trở lại đây vào dịp gần nhất để trải nghiệm hết tất cả dịch vụ của resort",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thanh Mai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghỉ ngơi tuyệt vời",
            "review_content": "Phòng sạch, cảnh quan xanh mát, nhân viên thân thiện Hồ bơi chung siêu đẹp, hồ bơi Villa sạch Khu trẻ em xinh xắn Món ăn ngon, phong phú Bãi biển đẹp và sạch Nhà hàng và phòng họp rộng, thích hợp tiệc đoàn hoặc hội hộp",
            "reviewer_location": "Phan Thiết, Việt Nam"
        },
        {
            "name": "GoPlaces30496859195",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Gia đình tôi đã có kỳ nghỉ 3 ngày 2 đêm tuyệt vời tại đây. Tôi rất thích buổi sáng đi dạo trong khuôn viên sân vườn của Resort có tiếng chim hót, có nhiều hoa và cây xanh mát, được nghe tiếng sóng biển thật dễ chịu.   Bữa sáng nhiều món và bữa tối cơm gia đình rất vừa miệng. 2 bé nhà tôi rất thích sân chơi trẻ em ở đây.  Buổi tối hơi buồn nhưng resort có bố trí rạp chiếu phim và ghé lười ngoài vườn cũng rất thú vị.  Phòng ốc sạch sẽ & nhân viên rất nhiệt tình, lễ phép.  Chúng tôi sẽ quay lại trong năm tới. ",
            "reviewer_location": "Bến Tre, Việt Nam"
        },
        {
            "name": "Resorter",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Có quá nhiều điều cần được cải thiện ở Resort này",
            "review_content": "1. Thái độ nhân viên khu vực Lễ tân và nhà hàng Sen. Sai sót những điều rất cơ bản trong ngành dịch vụ như quên mời nước check in, chào hỏi, cách giao tiếp kém và thái độ luôn ko sẵn sàng phục vụ khách, cứ như miễn cưỡng vậy. Tôi bắt gặp vài lần tụm lại tám chuyện nói xấu khách ở tại Resort (làm ngành dịch vụ mà sai sót những điều căn bản đáng thất vọng) Đây là Resort 4 sao có nhân viên tệ nhất trong tất cả các resort 4 sao mà tôi đã đến. Chỉ có bạn đeo kính tròn ở khu vực nhà ăn là phục vụ tốt. 2. Nhiều ruồi và món ăn bình thường, buffet đơn điệu và ít.  Điều cứu lấy chuyến đi của tôi có lẽ là đội ngũ dọn dẹp phòng của Resort, các chị ăn nói rất dễ thương, dọn dẹp phòng chu đáo và phòng rất thơm. 1 like cho đội ngũ dọn phòng Thêm nữa là cảnh quan rất đẹp, biển sạch, rất thiên",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Violet",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đoàn 100 khách của công ty mình đã có một kỳ nghỉ thật sự thú vị",
            "review_content": "Chúng tôi đã có một đêm GALA TEAM BUILDING thật là sôi nổi nhiệt huyết tạihồ sen và bãi biển sạch đẹp của Sonata Resort. Thật sự rất vui vì sự hổ trợ thật nhiệt tình tất cả nhân viên Resort cho đến anh chỉnh âm thanh. Chúng tôi đã kết thúc Gala và kỳ nghỉ thành công tốt đẹp, Buffet BBQ tiệc của Resort thật tuyệt với trên 40 món và hẹn gặp lại Sonata Resort một ngày gần nhất",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nam N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "For anniversary",
            "review_content": "Chúng tôi đã có khoảng thời gian nghỉ dưỡng tuyệt vời tại đây. Nhan viên của khu Resort rất thân thiện và sẵn lòng giúp đỡ chúng tôi bất kỳ lúc nào. Căn biệt thự mà tôi ở thật đáng ngưỡng mộ, nó đẹp và đầy đủ trang thiết bị nội thất. Không có gì để tôi phàn nàn về nó cả, nếu các bạn có đến Mũi Né – Phan Thiết thì đây là một điểm đến tôi rất muốn đề xuất.  Thiết kế đẹp mắt nhìn phong cách Châu Âu, so với các Resort hạng sang thì đẹp bằng 80% nhưng giá phòng rẻ bằng một nửa, buffet ngon, nhân viên thân thiện.”",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Từ Mỹ Khánh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sonata villa- lựa chọn tuyệt vời cho gia đình.",
            "review_content": "Resort rất phù hợp cho gia đình vì nhiều dịch vụ kèm theo. Highly reccomend, đặc biệt là dạng villa. Các con của tôi mê mẩn hồ bơi riêng ngày trước villa để được bơi bất cứ lúc nào. Chồng tôi và các bạn khen cơm ngon, đồ nhắm uống bia ngon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi nghỉ dưỡng tốt",
            "review_content": "Cảnh quang đẹp, nhiều góc chụp hình, hồ bơi chung đẹp, phòng ốc tiện nghi, villa có hồ bơi riêng sạch, cực thích biển ở đây,đẹp và trong, lài dễ tắm, sóng nhẹ, đồ ăn làm vị ổn, buffet sáng hơi ít món , khu vực yên tĩnh thích hợp nghỉ dưỡng, nhân viên nhiệt tình, vui tính.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ms Phuc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt với, thích hợp cho nghỉ dưỡng",
            "review_content": "Gia đình mình gồm 10 người lớn & 1 em bé đã có những trải nghiệm tuyệt vời ở đây. Không gian xanh mát, bờ biển dài, 3 hồ bơi cực thích cho cả người lớn & em bé. . Mình rất thích món dừa dứa được trồng ngay tại resort & không gian âm nhạc du dương đến tận phòng & khắp các lối đi. Mình xin gửi lời cảm ơn chân thành đến đội ngũ nhân viên phục vụ & tiếp tân của Sonata, các bạn rất nhiệt tình & chu đáo. Số là ba mình bi thất lạc cái bóp mà không biệt đánh rơi ở đâu. Các bạn tiếp tân đã hỏi giúp với các khách thuê ngày ấy & cuối cùng bạn phục vụ phòng đã tìm lại được cho ba mình. Mình đã nhận lại chiêc bóp sau khi về đến Sài Gòn mà không nghĩ rằng có thể tìm lại được với niềm vui khôn xiết. ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "moonemi94",
            "avatar": "",
            "review_rating": "5",
            "review_title": "mọi thứ đều tốt",
            "review_content": "nhìn chung thì với tầm giá trên thì mọi thứ đều rất tốt, nhân viên phục vụ chu đáo và nhiệt tình, thức ăn ở resort củng ngon nữa và một phần ăn thì củng rất nhiều và rất no. bãi tắm rất sạch nhé, hồ bới củng ok luôn, view củng xịn và có nhiều chổ sống ảo cho mấy bạn trẻ luôn nhé. nếu để nói 1 điểm không hài lòng thì chắc có lẽ là do resort mở củng khá lâu rồi nên có vẽ các vật chất ở đây hơi xuống cấp 1 tý...nhưng nó củng ko ảnh hưởng gì mấy đến tiện nghi khi ở của khách cả...nếu đc thì lần sau mình vẫn sẽ book tại RS vì không gian ở đây khá thoải mái và củng không quá xa khu trung tâm hay các điểm du lịch khác là mấy tầm 15-30' là tới rồi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tan Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng đến",
            "review_content": "Một không gian trong lành , mát mẻ . Gia đình và bạn bè tôi rất thích nơi đây,  Hồ bơi rộng ngay cạnh biển , món ăn thì cực kỳ ngon ( mấy nhóc nhà tôi vét sạch đĩa không chừa chút nào ) thích nhất là cái võng ngay vườn , sống ảo khỏi chê nha,  mọi người có thể thử .",
            "reviewer_location": "Phan Thiết, Việt Nam"
        },
        {
            "name": "Minh H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kì nghỉ hè muộn",
            "review_content": "Nếu tìm một không gian yên tĩnh để nghỉ ngơi thì theo tôi; nên chọn khu vực biển Tiến Thành này. Dọc con đường này toàn là rẻot nên yên tĩnh, biển êm, bóng mát nhiều... Ngược lại thì bạn nên cân nhắc. Gói tôi chọn cho kì nghỉ này là combo 2n1đ, gia đình tôi lấy 3 phòng hướng vườn như gói, cuối tuần phụ thu thêm mỗi phòng 200k. Được tặng 3 pizza nhưng vì đi xe lửa nên tôi đã lấy 3 pizza đó cho ngày cuối trả phòng.  Về việc đưa đón theo hành trình của resort với gia đình tôi chênh lệch. Nên tôi đã quyết định thuê 1 chiếc 7 chỗ của Muine Private Car. Dịch vụ được đánh giá cao trên Trip, rất chuyên nghiệp, cảm thấy đi rất sang chảnh và không phải đợi chờ. Nói đến combo, kể cả tôi cũng phân vân và mail hỏi lại về phần ăn trong gói. Nhưng thật bất ngờ, món ăn trong gói combo rất ngon,",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ly Kieu Tien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Năm nay mình chọn Sonata Resort làm điểm nghĩ dưỡng sau đợt dịch. Đây là lần t2 mình check in tại đây. Sonata chưa bao giờ làm mình thất vọng, từ không gian rất đẹp, món ăn rất ngon đến nhân viên rất tận tâm. Mình được các bạn lễ tân hỗ trợ rất nhiệt tình về phòng và thông tin các khu vực lân cận. Gia đình mình cảm thấy rất vui và thoải mái khi nghỉ tại đây. Nếu có dẹp mình sẽ quay lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "939ph_cn",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Quá tồi tệ",
            "review_content": "Qui định resort quá cứng nhắc nào là: làm dơ khăn (sử dụng ngoài mục đích khác) phải bồi hoàn. Khẩu phần ăn cho 10 người thiếu như: bún, bánh tráng,.. Và vô lý là xin thêm bún thì khẩu phần 1 bàn bao nhiêu đó rồi nên muốn thêm thì tính thêm chi phí. Tôi không dùng được nước của khách sạn nên đi mang bên ngoài vào nhưng nhân viên lễ tân không cho mang vào phòng và bắt sử dụng bên ngoài vì đó là qui định. Tôi đi nhiều nơi từ 4* đến 5* nhưng mới thấy một resort 4* (tự giới thiệu) nào lắm qui định gây phiền hà đến như vậy. Chưa nói đến phòng bên trong thì quá dơ, có mùi ẩm mốc (như lâu lắm rồi không ai dọn dẹp). Đèn điện chập chờn, lúc sáng lúc tối như trong phòng ma vậy.  Do đi cùng công ty, nhưng chất lượng như thế thì quá tệ. Lần đầu và cũng lần cuối cùng sẽ không quay lại đây",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "VuTrinh",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Quy định quá cứng nhắc.",
            "review_content": "Chuyến đi tuột mood kinh khủng, tôi đặt 7 phòng cho gia đình tại resort Sonata & Spa Phan Thiết. Quản lý resort quá cứng nhắc. Wifi thì ko bắt tới. Biển quá dơ, và hụt chân quá nguy hiểm đặc biệt là tụi nhỏ. nhìn không muốn tắm nên chuyển lên hồ bơi chơi với mấy đứa nhỏ, bị nhân viên quản lý không cho xuống hồ bơi vì mặc quần đi biển (nhưng quần trên đầu gối), và yêu cầu tôi lên thuê quần bơi chuyên dụng. tôi có giải thích tôi không mặc được các loại quần bơi ôm sát cơ thể, vs cũng ko biết phải có quy định cứng ngắt thế này nên không có chuẩn bị quần bơi.  nhưng tôi cũng không có mặc quần jean hay kaki xuống hồ bơi . Trong khi đó những resort nổi tiếng từ trong nước tới ngoài nước khác tôi từng đi thì chã ai cấm. Rất nhiều người trong gia đình tôi hụt hẫn và không hài lòng, tụi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dương Dương",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Điểm đến hấp dẫn",
            "review_content": "Không gian xanh mát, hồ bơi tràn rất đẹp nằm sát biển vài bước chân. Phòng sạch sẽ, thức ăn ngon, dịch vụ chu đáo.  Mình đến với một vài người bạn, ở phòng đôi rất rộng. Phù hợp du lịch gia đình, bạn bè, nhóm đông người. Sẽ quay lại sớm!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "quelekim",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đã ở Resort , mình mua được 1 voucher giá tiết kiệm cả gia đình đi vui vẻ, happy, phòng  sạch sẽ ấm cúng, rs rất mới phòng đẹp, nhân viên thân thiện, sẽ quay lại đây nếu đến phan thiết 1 lần nữa, thanks resort",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Minh N",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tạm được.",
            "review_content": "Ưu điểm: Resort đẹp, sạch sẽ, nội thất ấm cúng, lễ tân thân thiện.  Khuyết điểm: xa thành phố, xung quanh không có hàng quán. Quán ăn gần nhất cách 4km. Vô trung tâm TP 17km. Điểm tâm sáng ít món, trên phiếu ghi 7h phục vụ mà đến 8h đa số món đã hết. Mặc dù đã biết trước số lượng khách nhưng thức ăn không hề được châm thêm. Đặc biệt không hài lòng với cách phục vụ của nhà hàng: gọi món từ phòng mà yêu cầu khách lên lấy, nếu muốn giao tận phòng phải tính thêm phí ship?!? Chẳng thà tính luôn phí vào giá bán rồi phục vụ tận nơi.  Nói chung nếu trải nghiệm một lần ở khu vực Tiến Thành thì nên đến đây, còn lại thì khu Mũi Né vẫn là lựa chọn tối ưu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cuong N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Quá tệ",
            "review_content": "Thức ăn không được ngon Phòng nhỏ, sàn dơ, view biển nhưng bị vườn dừa che hết Không hiểu sao không cho khách tắm hồ bơi buổi tối Khi về lấy xe thì cả 2_xe oto gia đình mình bị xì lốp hết 4 bánh, rất nguy hiểm nếu ai không để ý",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "VuNguyen88",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kì nghỉ tuyệt vời",
            "review_content": "Có thể nói đây là một trong những resort hàng đầu tại khu vực Tiến Thành- Phan Thiết. Resort rất mới, phòng đẹp, dịch vụ tốt và nhân viên vô cùng thân thiện. Chắc chắn mình sẽ trở lại trong thời gian tới. Cảm ơn Sonata đã đem đến cho mình những trải nghiệm tuyệt vời trong thời gian lưu trú. Trang đầuTrang trước1Trang sauTrang cuối",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "JunLee27",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi tuyệt vời",
            "review_content": "Các đại lý bán hàng là tốt đẹp, các nhân viên địa phương đã thực sự tốt bụng và hữu ích. Chúng tôi có bữa ăn ngon, bãi biển đẹp, và căn phòng thật đáng yêu. Tôi ước chúng ta có nhiều thời gian hơn ở đây. Chắc chắn sẽ quay lại lần sau khi chúng tôi ở Việt Nam.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "remylebeau9",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời cho kỷ niệm của bạn",
            "review_content": "Tôi đến đây với vợ tôi để kỷ niệm. Nó thật tuyệt vời. Hồ bơi đẹp tuyệt vời và bãi biển nằm ngay tại khu nghỉ mát. Các cơ sở đã được sạch sẽ và các nhân viên đã đi trên và xa hơn để giúp chúng tôi cảm thấy thoải mái. Chúng tôi thấy kiến ​​trúc đáng yêu. Tất cả điều này và chúng tôi đã không phải phá vỡ ngân hàng cho kỳ nghỉ của chúng tôi.  Chúng tôi ở lại cho hai trong những đêm tốt nhất chúng tôi đã có trong kỳ nghỉ của chúng tôi đến Phan Thiết. Chúng tôi hy vọng sẽ quay lại đây vào năm tới.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Joe W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một ngôi nhà xa nhà",
            "review_content": "Nếu bạn đang tìm kiếm thiên đường trên trái đất, đây là nơi bạn sẽ tìm thấy nó. Phòng sạch sẽ và thoải mái. Bãi biển tách biệt, đứng trước khu nghỉ mát, là đẹp và hồ bơi vô cực là tuyệt đẹp. Nhân viên rất thân thiện.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "Km17, Road 719, Lạc Long Quân, Tiến Thành, Phan Thiết 800000 Việt Nam",
        "name": "Sonata Resort & Spa",
        "geo_data": {
            "latitude": 10.783540725708008,
            "longitude": 108.02290344238281
        },
        "room_number": "75",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/93/44/86/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/15/4b/b1/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/15/4b/b0/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/15/4b/ad/floating-meal.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/15/4b/ac/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/15/4b/a2/floating-meal.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a9/d3/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a9/d0/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a9/50/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a9/45/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a9/44/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a8/70/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/4b/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/38/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/33/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/30/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/2c/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a4/29/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a3/8e/sonata-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/0c/a3/76/sonata-resort-spa.jpg?w=1200&h=-1&s=1"
        ]
    }
}