{
    "content": [
        {
            "name": "Bùi Văn Nam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không biết khen bao nhiêu cho đủ- What a amazing place with awesome people !!",
            "review_content": "*English below\" Đôi nét về cảm nhận của mình sau chuyến đi hồi tháng 9/2019. -Chị chủ dù đón lúc mờ sáng vẫn rất vui vẻ. -Xe vẫn rất mới, hoạt động tốt và rất mạnh mẽ khi đi đèo. -Chị chủ tư vấn rất nhiệt tình những chỗ có thể đi dựa vào quỹ thời gian mà bạn có, và còn giúp bạn đặt xe về. Không cần lo khi bạn lần đầu tới đâu, có khi chị chủ sẽ là người cho bạn 1 kế hoạch tuyệt vời đó. -Khi bạn mướn xe cũng sẽ bao gồm bảo hộ đầu gối và khuỷu tay, nón 3 phần 4 hoặc full head, cũng sẽ được chị chủ giúp cột hành lí sao cho chắc chắn nhất. -Dịch vụ tuyệt vời- Giá cả phải chăng- Quan trọng nhất là một người chủ tuyệt vời. This is my feelings about this place after our trip in 9/2019: - We came at 3 A.M early morning but the owner was very nice and gave us a warm welcome. -Her",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Luke",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review homestay Giang Sơn - Hà Giang",
            "review_content": "11/08/2019 Mình và bạn bè đến đây tờ mờ sáng, vì không báo trước nên xe thả mình khá xa homestay, mọi người đến thì alo báo với chị Giang hoặc báo nhà xe ở Giang Sơn nhé. Mình đến thì chị Giang có sắp xếp cho bọn mình chỗ nghỉ ngơi đến sáng, tuy nhiên vì có mấy bạn tây khá đông và tụi mình đang rất mệt nên mình lấy một phòng máy lạnh để ngủ và chị tính mình giá không thể rẻ hơn được! Hôm sau bọn mình ăn sáng tại đây chọn xe và lên đường đi Hà Giang. Chị tư vấn cặn kẻ mọi thứ và tất tần tật dụng cụ từ dây, áo mưa, túi đựng balo. Hôm mình về thì mọi người có thể nghỉ free tại homestay và nhờ chị Giang book xe giùm về Hà Nội. Nói chung tất cả là tuyệt vời. Mình sẽ recommend nhiều bạn bè và lần sau mình sẽ chọn Giang Sơn homestay để thuê xe và nghỉ ngơi nếu có đến Hà Giang một lần",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nganthanh h",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ha Giang 19/7/2019",
            "review_content": "Chị chủ cực kì thân thiện va nhiệt tình. Nếu có dịp len lại Hà Giang minh cũng sẽ quay lại homestay này. Ai ma lần đầu tiên chưa đi Hà Giang như mình thi minh khuyên nen ở trọ nhà chị va chị sẽ tư vấn va đưa ra những lời khuyên hữu ích cho chuyến đi ",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "GoPlaces823335",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi ở tuyệt vời.",
            "review_content": "Chúng tôi thuê 1 phòng  tại nhà nghỉ với giá rẻ không tưởng 130.000vnd/ phòng, với bữa ăn sáng tuyệt vời, tại đây chúng tôi thuê 2 xe máy mới với giá 170.000 vnd / ngay đã bao gồm bảo hiểm xe máy. Chúng tôi đã bị tai nạn nhỏ với xe máy nhưng không phải trả thêm bất kỳ khoản thêm . Dịch vụ hoàn hảo và ngừoi quản lý tuyệt vời với thông tin hữu ích cho chuyến đi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThuyTrang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Mình đi Hà Giang 2 lần rồi, lần nào cũng thuê xe chở đây. Chị chủ cực nhiệt tình, hiếu khách. Nên thuê xe máy ở đây để phượt Hà Giang nha, cứ 1 năm là chị ấy đổi xe mới 1 lần, 3 tháng là mang xe đi bảo dưỡng nên leo đèo ở Hà Giang phải nói là quá ngon lành! Giá cả có thể hơi nhỉnh hơn nơi khác 1 chút nhưng nếu so sánh về đời xe và độ an toàn thì hoàn toàn là hợp lý! Đầy đủ mũ 3/4, giáo bảo vệ tay chân, Baga để balo sau xe nha, chị chất cho mượn free. Sáng sớm 4h là tới HG rồi, chị sẽ cho mình nghỉ free chờ trời sáng luôn, còn được dùng nhà vs tắm rửa nữa. Nếu muốn nghỉ qua đêm thì có phòng dom, giá rất hạt dẻ, 50k/ng mà rất sạch sẽ, giường êm ái! Nói chung là nếu có ý định thuê xe máy phượt Hà Giang thì nên thuê ở đây nhé, đảm bảo tuyệt vời luôn. ^^",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoàng H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "chuyến đi đầy ý nghĩa",
            "review_content": "Phòng nghỉ sạch sẽ, xe máy rất mới, không như những chỗ khác trong thành phố. Hỏi ra mới biêt bạn chủ nhà thay xe mỗi 2 năm :D Vote 5* cho các bạn. Địa chỉ nằm gần bến xe Cầu Mè nên tiện đường cho các bạn đi từ Hà Nội lên vừa xuống xe khách đã có thể vào thuê xe máy đi luôn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Caroline Corbett-Thompson",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời, thoải mái và rất thân thiện!",
            "review_content": "Những người ở ký túc xá rất hữu ích, tốt bụng và thân thiện. Họ đã hoàn trả chuyến đi của chúng tôi khi chúng tôi gặp sự cố và các phòng đều sạch sẽ, ấm cúng và tuyệt vời. Họ cung cấp tủ khóa và mọi thứ cho vòng lặp Hà Giang. Họ cũng tổ chức xe buýt trở về Hà Nội. Rất khuyến khích nếu bạn cần một nơi nào đó để ở lại cho vòng lặp!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AntoineH",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà nghỉ Giang Sơn",
            "review_content": "Bất ngờ tốt ở Hà Giang Nhân viên rất thân thiện với những lời khuyên tốt Bạn bè tôi và tôi rất thích ở tại ký túc xá Giang Sơn. Nếu bạn đang tìm kiếm một nơi rẻ và ấm áp, tôi chắc chắn sẽ giới thiệu và nơi này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Matej R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ký túc xá tuyệt vời, xe đạp đáng tin cậy và chủ sở hữu rất thân thiện!",
            "review_content": "Chúng tôi thuê một chiếc xe máy trong ký túc xá trong hơn ba tuần để hoàn thành vòng lặp ha Giang. Đầu tiên chúng tôi có một chút tôn trọng, bởi vì chúng tôi thấy nơi này khá ngẫu nhiên, nhưng sau khi chúng tôi gặp chủ sở hữu, những nghi ngờ của chúng tôi đã nhanh chóng biến mất.  Nhà nghỉ nằm gần trạm xe buýt, vì vậy bạn chỉ cần lấy một chiếc xe đạp từ đó và lên đường.  Chiếc xe máy trong tình trạng tốt, như mới, chắc chắn là điều kiện tốt hơn tất cả những chiếc khác tôi thuê ở Việt Nam.  Chủ sở hữu siêu thân thiện và cung cấp cho bạn tất cả lời khuyên và tình yêu mà bạn cần trước khi thực hiện vòng lặp Hà Giang.  Rat khuyen khich! Nếu tôi trở về Việt Nam, tôi sẽ luôn đến đây để lấy xe máy!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Federico M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh nghiệm rất tốt",
            "review_content": "Tôi đã thuê một chiếc xe tay ga ở đó trong vài ngày để hoàn thành vòng lặp Hà Giang. Chúng tôi đến bằng xe buýt đêm và chủ nhà trọ / cho thuê rất dễ thương cho phép chúng tôi tắm và dành thời gian để sẵn sàng. Cô ấy rất thông tin với một vài đầu vào và rất tuyệt khi trở về, cho phép chúng tôi một lần nữa đi tắm và đặt vé xe buýt cho sự trở lại của chúng tôi. Cô ấy có vị trí rất thuận tiện, ngay trước trạm xe buýt, cách Hà Giang vài km nhưng hoàn hảo để tránh đi taxi đến thị trấn nếu bạn chỉ muốn đi xe tay ga. Chiếc xe tay ga trong điều kiện tốt, điều kiện chắc chắn tốt hơn tất cả những chiếc khác được thuê ở Việt Nam. Rat khuyen khich!",
            "reviewer_location": "Zürich, Thụy Sỹ"
        },
        {
            "name": "Jodie8890",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tạo cảm giác như gia đình.",
            "review_content": "Tôi không thể giới thiệu Giang và Hostel của cô ấy cao hơn. Thật là một dịch vụ từ đầu đến cuối và thực sự quan tâm đến việc đảm bảo bạn có một thời gian tuyệt vời ở Hà Giang.  Tôi thuê một chiếc xe đạp trong 5 ngày để đi Hà Giang Loop. Chiếc xe rất tuyệt và họ cũng cung cấp gói thuê rẻ nhất trong thị trấn bao gồm đồ bảo hộ và bảo hiểm, mà không ảnh hưởng đến chất lượng. Không có gì là quá nhiều rắc rối từ các đề xuất ký túc xá tuyệt vời xung quanh vòng lặp để đặt vé xe buýt.  Hoan nghênh và làm cho cảm thấy như thể thực sự trong nhà của họ.  Cảm ơn Giang.",
            "reviewer_location": "Andover, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "Km3, Group 1 Cau Me Village, Phuong Thien Ward, Hà Giang 310000 Việt Nam",
        "name": "Nhà Nghỉ Giang Sơn",
        "geo_data": {
            "latitude": 22.80113983154297,
            "longitude": 104.98041534423828
        },
        "room_number": "5",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6d/24/hien-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/af/68/51/nha-ngh-giang-son.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/2c/5e/4f/motor-bike-for-rent.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/2c/5e/16/my-tour.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/2c/5d/83/motor-bike-for-rent.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/2c/5d/4a/hoa-dao.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/cb/4f/f5/so-nice.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6e/8e/bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6e/20/hien-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6d/da/bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6d/84/giang-son.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6c/9b/s-nh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6c/75/s-nh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6c/41/room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6b/ff/room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6b/ae/room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6b/7e/phong-l-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6b/45/phong-tam.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b1/6a/e7/nh-phong.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/af/68/f4/nha-ngh-giang-son.jpg?w=1200&h=-1&s=1"
        ]
    }
}