{
    "content": [
        {
            "name": "Vo Jack",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ ở Nha Trang",
            "review_content": "Nằm ở khu trung tâm của TP Nha Trang, khách sạn Rosaka Nha Trang đẹp, phòng rộng và thoải mái,nhân viên thân thiện, khách sạn có hồ bơi với view rất đẹp trên tầng 22. Nếu có cơ hội trở lại Nha Trang sẽ ghé Rosaka Nha Trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nhatq575",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời",
            "review_content": "Tôi và gia đình đã ở đây 2 đêm. Thực sự chọn ks này vì có bạn giới thiệu chứ ko thích những ks kiểu boutique. Nhưng tôi đã ko thất vọng. Các bạn nv ở đây phải nói rất chuyên nghiệp, lúc nào cũng cười nói khi thấy khách, như quen biết thân thuộc vậy. Ăn sáng tuy ít món nhưng vị ngon, nv nhà hàng cũng nhanh nhẹn. Phòng ở tuy nhỏ nhưng chất lượng và ấm cúng. Tôi thích nhất là vị cafe và sky bar, thú vị! Chắc chắn sẽ tiếp tục chọn Rosaka nếu có dịp quay lại NT!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Chris Ton",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch, tầm nhìn cực đẹp, ngay trung tâm",
            "review_content": "Tôi nghỉ ngơi ở đây cho chuyến đi Nha Trang vừa rồi, tuy nghỉ được 2 đêm, nhưng đã cho tôi thấy một Nha Trang rất khác, hotel nằm trung tâm, dễ dàng di chuyển tới bãi biển hay các quán cafe nổi tiếng như Highlands, toàn cảnh hồ bơi rất đẹp, panaroma view nếu như nhìn từ đằng xa, phòng sạch, nhân viên cần thân thiện thêm 1 chút nữa :) I love you, Rosaka",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "TAD",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng không như mong đợi",
            "review_content": "Chúng tôi có kỳ nghỉ tại đây hồi tháng 3 vừa qua. Hình ảnh phòng thực tế và nhứng tiện nghi so với ảnh trên agoda là hoàn toàn khác nhau. Thực sự khiến chúng tôi rất không hài lòng và thất vọng về điều đó.  Dịch vụ phòng thiếu tiện nghi.  Bể bơi quá lạnh không thể tắm nổi.  Bữa sáng thực sự là nhàn chán và không phù hợp với chúng tôi.  Bù lại là nhân viên thân thiện và luôn nở nụ cừoi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "nguyen t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "very nice.",
            "review_content": "+ Phòng ốc sạch sẽ, thân thiện + Môi trường trong lành. + Nhân viên chu đáo, thân thiện, vui vẻ. Tuy nhiên có 1 điểm nhỏ KS nên lưu ý: thang máy và hành lang có mùi hôi do hệ thống thông gió chưa tốt.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "vncollagen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng với phong cách phục vụ",
            "review_content": "Ở tại khách sạn 2 ngày 16 và 17/09 room 2102 . Nội thất mới. Vị tri xa biển nhưng gần trung tâm phố tây.  1. Nội thất mới . Room sạch . Ăn sáng vừa miệng. Nên có thêm dv spa 2. Nhân viên thân thiện và lịch sự. Gia đình đến Nha Trang sáng sớm nhung ks linh động cho checking sớm. Amazing.... đặc biệt nhân viên lễ tân tên Yến, nhiệt tình vui vẻ.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Navigator36121",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tuyệt vời, vị trí tốt",
            "review_content": "Khách sạn đáng yêu để ở, chúng tôi đã đặt phòng sang trọng, được nâng cấp lên bộ, tôi nghĩ rằng nó yên tĩnh do virus, vì vậy đó là một liên lạc đáng yêu. Nhân viên rất thân thiện, nhiều nụ cười, hồ bơi rất đáng yêu, không lớn nhưng sâu và đẹp và mát mẻ và nhìn ra biển với khoảng 10 giường tắm nắng và rất nhiều ghế và bàn trong khu vực quán bar râm mát. Giường thực sự thoải mái, gối cũng vậy, rất nhiều đồ nhỏ trên đường để lấp đầy tủ lạnh. Tiền sảnh rộng, chỗ ngồi ngoài trời tuyệt vời để ngắm đường phố và rất nhiều nhà hàng tuyệt vời xung quanh và đi bộ ngắn đến bãi biển. Chúng tôi muốn giới thiệu nó.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Denis F",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất, vị trí tốt nhất và nhân viên tốt nhất",
            "review_content": "Khi bạn vào khách sạn bạn ngay lập tức cảm thấy được chào đón. Kỳ và Diễm làm cho quá trình đặt phòng rất nhanh chóng và hiệu quả và tuyệt vời. Luat lấy túi của tôi lên phòng tôi ở tầng 12 và thật tuyệt vời. Căn phòng thực sự được trang bị tốt với một chiếc giường king với TV được xây dựng, vòi hoa sen tuyệt vời, khu vực tiếp khách, điều hòa không khí và tầm nhìn đẹp. Bữa sáng là món ngon nhất tôi có ở Việt Nam với nhiều sự lựa chọn cho người trong và ngoài nước. Các nhân viên là những người chuyên nghiệp nhất (và thân thiện) mà tôi đã gặp trong 3 lần đến Việt Nam, vì vậy tôi đã đưa ra quan điểm để Giám đốc Tom Hoàng và Tổng Giám đốc Vũ biết. Vị trí này là tuyệt vời, một đoạn đi bộ ngắn đến bãi biển và nhà hàng. Cảm ơn Quỳnh vì sự liên lạc chuyên nghiệp của bạn, tôi chắc chắn sẽ",
            "reviewer_location": "Bendigo, Úc"
        },
        {
            "name": "George G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Gần tất cả mọi thứ, có mọi thứ bạn cần, giá trị tốt, nhân viên tốt, chỉ cần tránh các phòng đối diện với đường phố.",
            "review_content": "Ở tại giá trị đồng tiền Rosaka Hotel trong chuyến đi 4 ngày đến Nha Trang. Tôi đã được nâng cấp lên một phòng đôi từ đơn của tôi đó là tốt đẹp. Phòng 4 sao rất điển hình của Việt Nam, (tương đương Mỹ hoặc AUS 3 sao). Vì vậy, có khá nhiều thứ và thoải mái ở một mức giá rất tốt. Vị trí là hai khối ngoài bãi biển (khoảng 5 phút đi bộ) và trong - giữa bãi biển và khách sạn là nhà hàng, quán bar và cửa hàng. Vì vậy, rất dễ dàng để giữ cho mình giải trí trong khu vực. Nhược điểm là đường chính có một chút lưu lượng, vì vậy các phòng đối diện với đường có thể nghe thấy tiếng ồn lên đến tầng 22. Tôi sẽ khuyên bạn nên yêu cầu càng cao càng tốt và tránh xa các phòng đối diện với đường phố. Hồ bơi trên tầng 22 nhỏ nhưng quang cảnh rực rỡ và có một quán bar thân thiện dễ chịu ở đó. Họ cũng",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Pilar D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Chúng tôi không thể nói đủ cao về sự giúp đỡ và lòng hiếu khách mà Nan đã cung cấp cho chúng tôi trong chuyến đi đến Việt Nam. Thật không may, chúng tôi đã phải đến dự đám tang của một thành viên trong gia đình và cực kỳ khó khăn cho cả gia đình chúng tôi - chưa kể đến rào cản ngôn ngữ và phải giải quyết tất cả các thủ tục giấy tờ.  Nan đã vô cùng kiên nhẫn và hữu ích và cùng chúng tôi đến bệnh viện, sở cảnh sát và thậm chí giúp chúng tôi sắp xếp tang lễ. Chúng tôi không thể bày tỏ lòng biết ơn của chúng tôi đối với tất cả sự giúp đỡ của anh ấy. Mọi người trong chuyến đi của chúng tôi rất tốt, hiểu biết và chu đáo. Tôi không thể cảm ơn khách sạn đủ cho tất cả mọi thứ họ cung cấp cho chúng tôi và rất muốn giới thiệu chúng cho bất cứ ai đi du lịch ở đây.",
            "reviewer_location": "Encinitas, California"
        },
        {
            "name": "Kris K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi tuyệt vời để thư giãn",
            "review_content": "Bạn gái của tôi và tôi đã gặp một số xui xẻo đáng kinh ngạc trong chuyến đi đến Việt Nam. Các chuyến bay bị mất, mất tiền, và chúng tôi đã bị ốm kể từ khi chúng tôi đến. Khi chúng tôi đến Nha Trang và nhận ra chúng tôi sẽ không thể đi tàu đêm đến Hội An vì tôi bị sốt (hóa ra tôi bị nhiễm trùng xoang), chúng tôi quyết định rằng chúng tôi cần tìm một nơi thích hợp để nghỉ ngơi thay vì ở trong ký túc xá thông thường của chúng tôi.  Tôi rất vui vì chúng tôi đã chọn Rosaka Hotel. Các nhân viên đều rất tốt, mỉm cười và vui vẻ giúp đỡ. Vy, đặc biệt, rất hữu ích. Tiếng Anh của anh ấy rất tuyệt vời và anh ấy đã giúp chúng tôi tổ chức chuyển sân bay và thay đổi phòng của chúng tôi rất nhanh chóng và chuyên nghiệp.  Phòng sạch sẽ và được giữ tốt, các tùy chọn bữa sáng thay đổi hàng ngày và",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gillian C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Chúng tôi ở đây 2 đêm như một phần của chuyến đi được hộ tống dài hơn. Nó nằm trên một con đường đông đúc (tất cả các con đường đều bận rộn!) Khoảng 10 phút đi bộ đều đặn để đi biển. Nhân viên thân thiện và rất lịch sự. Hồ bơi vô cực trên sân thượng đẹp và quán bar có làn gió đáng yêu. Khu vực công cộng đẳng cấp. Phòng được trang bị tốt và kích thước rất tốt với ban công nhỏ. Đêm đầu tiên không khí của chúng tôi không hoạt động nên rất khó chịu. Chúng tôi đã báo cáo vào sáng hôm sau và thấy một vài người khác có cùng vấn đề. Nhân viên tiếp tân cho biết các kỹ sư đang làm việc trên nó. Tuy nhiên, sau đó chúng tôi được thông báo rằng nó không thể được sửa trong phòng của chúng tôi nên đã được cấp một phòng mới. Những điều này xảy ra và hành động thích hợp đã được thực hiện. Ăn",
            "reviewer_location": "Huddersfield, Vương quốc Anh"
        },
        {
            "name": "Harry_HoundEngland",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn xinh xắn với hồ bơi tuyệt vời",
            "review_content": "Khách sạn xinh xắn với khu vực bể bơi trên mái. Bữa sáng rất tuyệt với nhiều sự lựa chọn và các phòng đều có kích thước khá và rất sạch sẽ. Vị trí tuyệt vời cho những người đang lưu diễn như chúng tôi. Ước gì chúng ta có thể ở lại lâu hơn.",
            "reviewer_location": "Bristol, Vương quốc Anh"
        },
        {
            "name": "Anne F",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thất vọng ở lại",
            "review_content": "Chúng tôi ở khách sạn Rosaka Nha Trang trong 4 đêm. Căn phòng chỉ là một phòng khách sạn - không có gì đặc biệt, mặc dù nó sạch sẽ và chiếc giường thoải mái. Tủ lạnh trong phòng của chúng tôi sẽ không bị lạnh và khi nó được báo cáo, thợ máy đã đến và kiểm tra nó và nói rằng đó là như thế nào? ? ? ? Vì vậy, chúng tôi đã phải đặt hàng đá từ khu vực quán bar mỗi đêm để giữ cho mọi thứ lạnh! ! Thật là rắc rối! ! Ngày hôm sau vòi hoa sen của chúng tôi bị ngập, rất may là đã được sửa. Các nhân viên khá tốt và có thể nói tiếng Anh hạn chế. Sẽ không quay lại!",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "SVKPeto",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời cho một kỳ nghỉ hoàn hảo!",
            "review_content": "Một khách sạn rất đẹp với mọi tiện nghi bạn có thể nghĩ đến. Bể bơi vô cực là tuyệt vời và mặc dù không có một cảnh biển rõ ràng, bạn hoàn toàn có thể thưởng thức nó. Bữa sáng tự chọn rất ngon và nhân viên thân thiện và giúp đỡ 100%. Chúng tôi thậm chí còn được nâng cấp phòng miễn phí và có ban công trên tầng 9 - khá đẹp! Điều duy nhất làm chúng tôi khó chịu một chút là câu lạc bộ cực kỳ ồn ào quanh góc này đã phát nhạc rất to cho đến 2 giờ sáng. Chúng tôi vẫn ngủ bằng cách nào đó, nhưng tôi có thể thấy đây là một vấn đề lớn đối với một ai đó. Thậm chí, tôi hoàn toàn muốn giới thiệu (có thể yêu cầu xem đường phố nếu có thể).",
            "reviewer_location": "Phnom Penh, Campuchia"
        },
        {
            "name": "Roald K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ và thân thiện",
            "review_content": "ROSAKA cách bãi biển năm phút đi bộ. Mười phút từ nhà máy bia Lousiane. Khách sạn được giữ tốt, nhân viên tiếp tân rất hữu ích và thân thiện. Họ theo dõi rất tận tâm khi được yêu cầu làm một cái gì đó. Phòng, thang máy phòng tắm, nhà hàng ăn sáng và hồ bơi sạch sẽ và hấp dẫn. Khăn tắm biển được đưa ra bởi lễ tân theo yêu cầu.  Khách sạn nằm trong một khu vui chơi nhộn nhịp cũng có cơ hội mua sắm tốt. Nó nằm cách sân bay 40 phút lái xe. Giá vé taxi khoảng 310. 000 đồng một chiều. Trên các tầng thấp, bạn có thể nghe thấy tiếng ồn từ các nhà hàng và xe hơi buổi tối - và ban đêm.",
            "reviewer_location": "Pattaya, Thái Lan"
        },
        {
            "name": "Koalalo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tận hưởng kỳ nghỉ của tôi ở đây",
            "review_content": "Giá cả tuyệt vời và ở lại tốt đẹp. Khuyến nghị ở lại khách sạn thành phố này ở Nha Trang. Vị trí là tốt và dễ dàng để truy cập vào các điểm địa phương. Khi chúng tôi check-in, họ cung cấp nâng cấp miễn phí cho chúng tôi để phòng suite gia đình.  Gần đó có nhiều cửa hàng spa tuyệt vời. Ăn sáng là suy nghĩ bình thường nhưng bạn chắc chắn có thể ra ngoài để thử những món ăn ngon của địa phương. Nice để ở trong khách sạn này với hồ bơi vô cực.",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "Vicente D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Các hồ bơi vô cực trên tầng thượng tốt nhất tại Việt Nam!",
            "review_content": "Các hồ bơi vô cực tốt nhất mà tôi từng thấy! Tôi đã có cơ hội sử dụng nó một mình. Sân thượng không bận rộn chút nào và dịch vụ khách hàng thật tuyệt vời. Giá trị tuyệt vời của tiền. Phòng ngủ có tầm nhìn tuyệt vời ra bãi biển và sạch sẽ và rộng rãi. Phòng tắm có tường kính nhìn vào phòng ngủ nhưng du khách có thể dễ dàng đóng rèm để tạo sự riêng tư hơn. Tôi rất khuyên bạn nên khách sạn này nếu bạn ghé thăm Nha Trang và bạn muốn tận hưởng những bãi biển xinh đẹp của thành phố này. Khách sạn nằm trong khoảng cách đi bộ đến bãi biển và có một môi trường tuyệt vời! Yêu nó! : -)",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Linda W",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một chút than phiền",
            "review_content": "Các sản phẩm trong phòng tắm nằm trong các thùng chứa bằng gốm. Tôi vô tình gõ một cái khỏi kệ tắm và nó vỡ. Sững sờ khi nhận được 200. 000 tỷ hóa đơn cho nó. Rất thất vọng. Bên cạnh đó các nhân viên rất thân thiện và các giường và quan trọng hơn là AC là tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sun K",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Recommand !!",
            "review_content": "Vị trí và dịch vụ tốt Tôi không recommand massage Hotel Spa Bên ngoài cửa hàng Spa là tốt hơn so với khách sạn. 가성 비 좋은 호텔 입니다 시내 에 위치 해서 다니기 편합니다 다만 스파 는 밖 이 더 낫 습니다 ~~~ 호치민 보단 못해도 ㅎㅎ 사람들 도 친절 하고 중국 사람들 많아 좀 좀 럽긴 럽긴 많아 많아",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zamong",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không ấn tượng",
            "review_content": "Tôi quyết định đặt phòng tại khách sạn Rosaka Nha Trang dựa trên thứ hạng cao trên TripAdvisor. Tôi đã kết thúc tự hỏi tại sao và làm thế nào khách sạn có thứ hạng cao. Các phòng rộng rãi nhưng có chút coziness, do đó trông giống như một phòng khách sạn kinh doanh. Các bữa ăn sáng đã được chỉ là ok. Các nhân viên khách sạn thân thiện và tầm nhìn từ hồ bơi trên tầng mái khá tốt. Tôi vẫn sẽ tìm một khách sạn khác nếu tôi ghé thăm Nha Trang một lần nữa.",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "kylie0000",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lớn",
            "review_content": "Ở lại đây trong 2 đêm. Nhân viên ngọt ngào tuyệt vời, Nam ở bài kiểm tra trước và Tom trong nhà hàng thật tuyệt vời. Nhược điểm duy nhất là nó không phải trên bãi biển. Xe buýt của chúng tôi không đến trễ để họ giữ túi của chúng tôi cho chúng tôi và để chúng tôi tắm trong spa trước khi chúng tôi rời đi.",
            "reviewer_location": "Phoenix, Arizona"
        },
        {
            "name": "kimchikaren",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng sạch, mái nhà tuyệt vời, nhân viên hữu ích",
            "review_content": "Các phòng: sạch sẽ, cửa sổ lớn với nhiều ánh sáng mặt trời, giường thoải mái, cửa trượt rất khó để khóa và ngăn chặn điều hòa không khí được để lại trên  Tiện nghi: quầy bar và hồ bơi trên mái nhà là tuyệt vời, quan điểm tuyệt vời, lựa chọn thực phẩm / đồ uống là một chút hạn chế, nhân viên đã được thân thiện và hữu ích với việc cung cấp khăn và trả lời câu hỏi  Nhìn chung: nhân viên lễ tân và doormen rất hữu ích và thân thiện, các nhân viên đều nói tiếng Anh xuất sắc và có thể trả lời các câu hỏi và sắp xếp taxi đến điểm đến tiếp theo của chúng tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MeredithC398",
            "avatar": "",
            "review_rating": "4",
            "review_title": "TÚI TRỘN",
            "review_content": "Điều gì là tốt: Khách sạn vui lòng nâng cấp phòng của chúng tôi để chào mừng kỷ niệm của chúng tôi. Điều này được đánh giá cao cùng với tất cả các đặc điểm của hoa hồng và cánh hoa. Các hồ bơi - nó đã được sạch sẽ với một cái nhìn tốt đẹp, nhỏ và có thể nhận được đông đúc khi bận rộn và tắm rửa không hoạt động. Các phòng được sạch sẽ, cũng bổ nhiệm và giường thoải mái. Nhìn chung một cảm giác sang trọng.  Không tốt như vậy: Ồn ào vào ban đêm với cửa đập từ hàng xóm Ăn sáng lựa chọn chỉ ok và nhà hàng đã hoàn toàn không có bầu không khí nhưng rất nhiều tiếng Trung Quốc ho và khạc nhổ - khó thoát  Nhìn chung là một khách sạn rất đẹp ở thành phố rất bận rộn và lộng lẫy - cung cấp cho chúng tôi một lối thoát khỏi tất cả",
            "reviewer_location": "Wellington, New Zealand"
        }
    ],
    "hotel": {
        "location": "107A Nguyễn Thiện Thuật, Nha Trang 650000 Việt Nam",
        "name": "Khách sạn Rosaka Nha Trang",
        "geo_data": {
            "latitude": 12.233365058898926,
            "longitude": 109.1949234008789
        },
        "room_number": "140",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/16/33/0a/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/1f/5c/d0/infinitive-swimming-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/88/0f/af/h-boi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/40/1b/premier-sea-view-s-wc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/40/1a/superior-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/7e/73/64/deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/1f/5c/ea/infinitive-swimming-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/f3/e4/e3/premier-twin-bed.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/7e/6c/64/sky-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/1f/5c/b3/infinitive-swimming-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/f3/e4/e4/premier-twin-bed.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/f3/e4/e5/deluxe-double-bed.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/f3/e4/e7/rosaka-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/40/19/superior-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/32/suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/30/premier-ocean-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/2f/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/2e/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/2d/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/68/3d/2c/family.jpg?w=1200&h=-1&s=1"
        ]
    }
}