{
    "content": [
        {
            "name": "Nam.tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ Khách Sạn rất ok!",
            "review_content": "Khung cảnh xung quanh khá đẹp, Phòng hướng ra biển sáng phòng. Nhân viên lễ tân welcone nhiệt tình. Hơi xa chỗ vui chơi phía Bắc đảo nhưng bù lại rất gần Cap Treo. Phòng rộng và bày trí gọn gàng, đáng để trải nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanhai",
            "avatar": "",
            "review_rating": "3",
            "review_title": "KS cần thay đổi cách welcome khách",
            "review_content": "1. Khi đến KS: Tự mang hành lý. Nhân viên thì đi xung quanh nhưng không ai quan tâm bạn 2. Đến checkin: Nhân viên LT ko welcome. Mượn bàn là thì kêu khách tự mang lên. 3. Sau khi lên phòng cửa bị hỏng. Gọi xuống NV lên mở cửa thì ko giải thik nguyên nhân cũng như XL cửa hỏng.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Bùi thị chinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng ốc và nhân voene",
            "review_content": "Phù hợp với gia đình . Nhân viên nhiệt tình và thân thiệt. Món ăn thì cũng khá vừa miệng. Phòng view đẹp sạch sẽ , thích hợp cho gia đình bạn bè hoặc 1 mình . Nên trải nghiệm thử 1 lần ở đây. Có thể ngắm biển về đêm . Chill cực ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Võ Kim Ngân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng và phục vụ ",
            "review_content": "Khách sạn thoải mái . Sạch sẽ. Mình là người rất kỹ tính nhưng vẫn hài lòng . Nên đến đây thử 1 lần . Nhân viên rất nhiệt tình, tôn trọng khách du lịch, rất có tâm với nghề. Giá cả khá hợp lý phù hợp với gia đình ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Ngân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp ",
            "review_content": "Nơi nghỉ dưỡng tuyệt vời mà chúng ta rất nên đi đến vì ở đây nhân viên rất nhiệt tình,dễ thương... Phòng thoáng mát hướng ra biển rất tuyệt vời!!!  Khách sạn nằm gần trung tâm và biển rất tiện cho việc mua sắm và vui chơi! ",
            "reviewer_location": "Sóc Trăng, Việt Nam"
        },
        {
            "name": "TRUNG N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sang trọng",
            "review_content": "Khách sạn sang trọng, các trang thiết bị ở trong phòng rất hiện đại, phòng của mình hướng biển rất là lãng mạn cho những cặp đôi. Nhân viên Lễ tân rất là hiếu khách, rất biết cách quan tâm và chu đáo đến cho khách hàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung Hiếu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Nhân viên rất nhiệt tình, thân thiện, hiếu khách. Mình đi cùng gia đình và được chọn 2 phòng gần nhau, view nhìn vừa núi, vừa biển đẹp. Dù chỉ có 1 chiều đón miễn phí ở sân bay, nhưng chiều về khi có xe lên đón khách cùng giờ, các bạn ấy cũng gợi ý chở nhà mình đi ra sân bay miễn phí luôn.",
            "reviewer_location": "Đông Hòa Hiệp, Việt Nam"
        },
        {
            "name": "Chile",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Địa điểm khá gần với cảng biển để có thể tham gia fishing. Phòng đẹp, Các dịch vụ của khách sạn đa dạng so với tầm tiền và các khách sạn cùng hạng xung quanh. Nhân viên thân thiện, chu đáo và linh động hỗ trợ khách hàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hồng Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn đào tạo đội ngũ nhân viên tư vấn và chăm sóc khách quá tốt. Từ khâu tư vấn qua điện thoại, tư vấn trực tiếp từng loại phòng cho đến khâu xếp phòng đều làm tôi hài lòng. Phòng ốc thì rộng rãi, rạch sẽ. Trang thiết bị thì hiện đại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyenthihanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ",
            "review_content": "Đến với khách sạn Phụng Hưng điều ngạc nhiên đầu tiên của tôi là khách sạn nhìn rất sang trọng, lại nằm ngay trung tâm chợ có thể tiện đi lại để mua sắm cũng như vui chơi.  Phòng ốc tại khách sạn thì rộng rãi thoáng mát, nhân viên lễ tân ở tại đây rất nhiệt tình, và rất biết quan tâm khách hàng. ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nguyen H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ công tác vui vẻ",
            "review_content": "Khách sạn nhân viên lịch sự, lễ phép và rất nhiệt tình hỗ trợ khách hàng. Phòng sạch sẽ, view đẹp, rất thoáng mát, ban đêm ngủ không cần bật điều hoà. Không giãn yên tĩnh nên có thể ngủ kỹ tới trưa nếu không đặt chuông báo thức. Quầy bar rất đẹp, đồ ăn, uống cũng rất tiện lợi và giá cả phải chăng. Tôi sẽ còn quay lại khi trở lại phú quốc trong thời gian tới.  Very high recommended for everyone. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Bình",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp,phòng sạch sẽ",
            "review_content": "Khách sạn đẹp, nhân viên lễ tân nhiệt tình, phòng sạch sẽ!gần chợ, khu vực ăn uống và mua sắm! Mình rất hài lòng về khách sạn cũng như cung cách phục vụ! Phòng ốc rộng rãi, nhà tắm chất tương tự khách sạn business. hỗ trợ gọi và thông dịch yêu cầu taxi tỉ mỉ, tôi cảm thấy rất thoải mái.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Mùa Đông Buồn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing...",
            "review_content": "Một khách sạn good về dịch vụ, nice về nhân viên, great về phòng cảnh. Tóm lại là amazing... Lounge tầng 5 có thể chụp ảnh chill vào buổi hoàng hôn. Bữa sáng cũng OK. Nhìn chung ở đây có vị trí khá thuận tiện để tham quan đảo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hồn Hoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ĐẸP - SANG - SẠCH",
            "review_content": "Bên ngoài to đẹp giống kiểu tò lâu dài. Bên trong nội thất sang trọng và đầy đủ tiện ngi. Phòng óc sạch sẽ và rát thoải mái. Đặc biệt quán cafe trên tầng thượng có ngắm biển rát đẹp. Nhân viên tiếp tân rát hiếu khách và tận tâm phục vụ. Rất hài lòng và sẽ ủng hộ dài lâu.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KHÁCH SẠN OK - ĐÁNG GIÁ TIỀN",
            "review_content": "Mỗi lần ra PQ là lại đến Phụng Hưng. Theo tôi thì đây là khách sạn tốt nhất trong khu vực. KS lớn, sang trọng và đầy đủ dịch vụ. Giá thành lại phù hợp và ổn định. Phòng rộng, đầy đủ tiện nghi. Nhân viên chu đáo dễ mến. Rất đáng giá tiền và rất hài lòng. Chúc Phụng Hưng luôn thành công.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen duc hoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghĩ dưỡng phú quốc",
            "review_content": "- Khách sạn sang trọng, nhân viên phục vụ tận tình từ lúc đặt vé cho đến khi nhận phòng - Khung cảnh đẹp thích hợp ngắm toàn cảnh biển và mặt phố, chất lượng phòng tốt vệ sinh sạch sẽ - Đây là một chuyến nghĩ dưỡng tuyệt vời!cảm ơn khách sạn Phụng Hưng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quyên La",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn đẹp, thuận tiện cho đi lại. Nhân viên cực kỳ thân thiện, rất quan tâm đến khách hàng.  Nhà hàng thì giá cả phải chăng, món ăn đồ uống ngon đẹp mắt, view nhìn ra biển ngắm hoàng hôn đẹp tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Haimt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, phòng sạch, giá tốt.",
            "review_content": "Khách sạn sang trọng, phòng sạch đẹp và đầy đủ tiện nghi. Đã ở nhiều lần và rất hài lòng về cung cách phục vụ và chất lượng dịch vụ. Khách sạn có vị trí thuận lợi để đi du lịch, đi công vụ vì nằm ở trung tâm phía nam. Sân đỗ xe rộng, nhà xe tầng trệt lớn, luôn có bảo vệ quản lý. Hài lòng, sẽ ủng hộ nhiều lần sau nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Hoàng Tú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt và giá phù hợp.",
            "review_content": "Gia đình mình book phòng qua sự giới thiệu của người bạn đã từng ở đây. Ban đầu hơi thất vọng vì khách sạn ở xa chợ đêm nên mình nghĩ sẽ vắng vẻ và không có gì để chơi. Nhưng sau khi nhận phòng, được mấy em lễ tân tư vấn lịch trình và đưa cho mình tờ bản đồ siêu to siêu chi tiết thì mình thấy lựa chọn ở đây là đúng đắn vì hầu hết các điểm tham quan nổi bật của Phú Quốc đều tập trung ở khu vực này. Về phòng thì cũng bình thường nhưng rất sạch sẽ và rộng rãi. Phòng mình dù ở tầng 2 (tầng thấp nhất do ngày mình đến đã full các tầng cao) nhưng tầm nhìn cũng OK, nói chung không bị các toà nhà lân cận che khuất tầm nhìn ra biển và cáp treo. Về giá thì khá bình dân so với tiêu chuẩn. Mình thích nhất là thái độ các nhân viên ở đây rất tốt, rất thân thiện. Mấy chú bảo vệ rất lịch sự và",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Đạt",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Thái độ nhân viên và ý thức kém",
            "review_content": "Hôm đó tôi có lên phụng Hưng bar tầng 5 uống nước và ăn , tôi rất thích cảnh hoàng hôn và nhìn về phía cáp treo , chất lượng nước uống rất ok và có chị bartender mình không biết tên chị ý nhưng chị ấy rất vui vẻ với khách như tui , tôi có lại xin chị ý đá chị ý rất vui vẻ và cho tôi , nhưng tuếc về phần nhân viên phục vụ tôi không hài lòng về bạn ( nhung ) bạn ý kiểu khó chịu mặt trầm dầm , khi đem nước ra bàn của tôi , làm việc không chuyên nghiệp , nói trống không khi đưa menu , nước đem ra bạn ý để kiểu như dằn mặt , thái độ bạn ( nhung ) như vậy thì tuyển vào làm chắc đuổi khách di hết .. tôi không hài lòng thái độ của bạn ( nhung ) khách sạn nên cải thiện về chất lượng nhân viên phục vụ nhất là bạn ( nhung ) .. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yến",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Thái độ nhân viên quá tệ",
            "review_content": "Hôm nay mình có đến khách sạn Phụng Hưng để uống cà phê vì nghe mọi người review quán cà phê ở đây rất đẹp. Lúc mới vào gửi xe gặp được chú bảo vệ rất dễ thương (chú có nói là đang có chương trình giảm giá). Lên tới tầng thượng, vừa vào gặp anh Bartender cũng rất nhiệt tình và dễ thương. Vì trời mưa vừa tạnh nên anh Bartender có bảo mình ngồi phía trong nhà. Sau đó hết mưa mình muốn ra ngoài ngồi, vì phía ngoài thoáng mát và ngắm được cảnh đêm. Thì lúc đó mình có nhờ 1 anh nhân viên tên Hiếu ra lau giúp 1 cái bàn phía ngoài. Anh ấy đồng ý ra lau, sau đó mình ra bàn mà anh ấy đã chuẩn bị, nhưng ghế phía ngoài trời không có nệm lót ngồi nên mình có yêu cầu nhờ anh Hiếu lấy nệm giúp thì anh trả lời là “GHẾ CÒN ƯỚT MÀ ĐEM NỆM RA THÌ ƯỚT NỆM CỦA ANH THÌ SAO”. Thái độ của anh ấy rất",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Gia Hân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm",
            "review_content": "tôi đến đây với bạn bè và gia đình vào mỗi dịp cuối tuần . Và luôn luôn ấn tượng với phong cách trang trí và đồ uống tại đây . Đến đây bạn như được lạc vào không gian cổ xưa từ thời bao cấp và địa điểm view rất đẹp . Vừa bước chân từ thang máy ra các bạn chào tôi và nở nụ cười rất thân thiện khiến tôi cảm thấy mình được tôn trọng . Ngồi nơi đây có thể ngắm được Biển và Cáp treo . Các món ăn và thức uống trang trí rất đẹp mắt . Món ăn phong phú và đa dạng , thức uống ngon , phù hợp với giá tiền . Nhân viên nhiệt tình , chu đáo và thân thiện. Đối với tôi nơi đây là một trải nghiệm thật tuyệt vời . Tôi rất hài lòng . Loại chuyến Gia đình & Bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tony",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice hotel.",
            "review_content": "Gia đình chúng tôi có kỳ nghỉ nơi đây thật tuyệt vời. Nhân viên thân thiện, phục vụ nhiệt tình. Phòng ốc sạch sẽ. Cafe sân thượng rất thoải mái và đẹp. Chúng tôi sẽ ghé lại nơi đây thời gian gần nhất.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Kim Bin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một chọn lựa hoàn hảo",
            "review_content": "Khách sạn rất sang trọng, sạch sẽ, nhân viên lại thân thiện, rất nhiệt tình luôn cơ. Thích nhất là rooftop bar, quang cảnh tuyệt vời, không khí rất tốt, giá lại phù hợp với view. Đúng là một lựa chọn hoàn hảo!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mikey S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ăn tối tại quán bar trên sân thượng",
            "review_content": "Chúng tôi đến đây để ăn tối như một sự thay thế cho khu nghỉ mát Premier như một bữa tối dễ dàng, vì nó ở gần đó.  Tất cả các nhân viên đã được chào đón và phục vụ chúng tôi một cách nhanh chóng.  Bản thân thanh trên nóc rất đẹp, sạch sẽ và thoải mái.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sophia D.",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt và nhân viên bạn bè! Sinh nhật tuyệt vời!",
            "review_content": "Bf của tôi đã cho tôi một sinh nhật đáng ngạc nhiên khi tôi mở cửa phòng khách sạn này. Chúng tôi đặt một phòng ở đây để ở trong 2 ngày. Tôi rất hạnh phúc vì trang trí trong phòng của chúng tôi và cách các nhân viên chào đón chúng tôi ở nơi đầu tiên. Họ rất thân thiện và hữu ích. Khách sạn này nằm ở trung tâm thị trấn An Thới - một trong những phía nam của đảo Phú Quốc. Bạn không thể tìm thấy bất kỳ khách sạn nào so với khách sạn này quanh khu vực này với một mức giá thực sự tốt, phòng siêu mới và sạch sẽ. Chúng tôi đã thực hiện một chuyến du lịch trên biển và trải nghiệm rất nhiều nền văn hóa thú vị ở thị trấn này bằng cách đi xe tay ga cho thuê có giá dưới 10 đô la / ngày. Tôi khuyên bạn nên ở tại khách sạn này nếu bạn đang tìm kiếm một khách sạn sạch sẽ, giá rẻ, chuyên nghiệp",
            "reviewer_location": "California"
        },
        {
            "name": "Vicariously",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt, chúng tôi đã đặt hai lần!",
            "review_content": "OYO 163 Phung Hung Boutiq không tốn kém và họ đề nghị chúng tôi nâng cấp miễn phí lên phòng nhìn ra biển. Nơi này là rất tốt đẹp, chúng tôi đặt hai lần! Chúng tôi ban đầu đã đặt trong một vài ngày nhưng rất thích ở lại đến nỗi chúng tôi đã đặt một tuần ở đây. Chúng tôi đã được nâng cấp lên một căn phòng với tầm nhìn ra biển khi chúng tôi đặt phòng lần đầu tiên nhưng khi chúng tôi kéo dài thời gian lưu trú, chúng tôi đã bị tính phí thêm một chút và được chuyển đến một phòng khác không đẹp nhưng vẫn tốt. Khách sạn nằm ở một vị trí tuyệt vời với chợ và quán ăn trong khoảng cách đi bộ. Khách sạn có quầy bar và nhà hàng trên tầng thượng cũng được trang trí đẹp mắt và có tầm nhìn ngoạn mục ra mặt nước. Vào các buổi tối thứ Tư, họ có một giờ vui vẻ với một ly cocktail đặc trưng với giá",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Markster1959",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Nếu bạn từng đến thị trấn xinh đẹp và cảng của một thời gian thì đây là khách sạn tốt nhất trong một dặm, khách sạn sạch sẽ không tì vết và phục vụ đồ ăn và đồ uống tuyệt vời, tôi có món bít tết thăn tuyệt vời và đồ ăn Việt Nam là hoàn toàn tuyệt vời tất cả các nhân viên rất tốt đẹp và thân thiện ở Anh, bạn sẽ trả 150 một đêm cho qaulity này nơi này là tuyệt vời không thể chờ đợi để trở lại",
            "reviewer_location": "Dương Đông, Việt Nam"
        },
        {
            "name": "Wayne H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Huế tuyệt vời và Denny",
            "review_content": "Những gì tuyệt vời và tuyệt vời lưu trữ các loại cocktail ở nơi này có giá hợp lý và họ ra khỏi thế giới này. Dựa trên tầng năm tầng thượng của khách sạn. Chúng tôi đi dạo và chỉ tình cờ quyết định xem và wow tôi rất vui vì chúng tôi đã làm quán bar và nhân viên thật tuyệt vời. Quan điểm là tuyệt vời. Xin đừng vượt qua nơi này bởi bạn sẽ hối tiếc, tôi hứa. Kinh nghiệm 5 sao",
            "reviewer_location": "Oldbury, Vương quốc Anh"
        },
        {
            "name": "Azzie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quán bar và nhà hàng trên tầng thượng rực rỡ",
            "review_content": "Chúng tôi đã có thời gian tốt nhất ở đây. Các món ăn thật tuyệt vời và rất ngon. Chúng tôi đã có cánh gà chiên với nước mắm, bruschetta, calamari và hành tây, khoai tây chiên, nước ép dưa hấu và dứa với nước quế. Dịch vụ chúng tôi nhận được là dịch vụ tốt nhất từ trước đến nay trong suốt tuần của chúng tôi. Nhân viên thân thiện, hữu ích, những người đã làm hết sức để nói tiếng Anh và làm mọi thứ với những nụ cười lớn nhất. Rất khuyến khích điều này cho một bữa ăn ngon và có giá trị.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Buncha R",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Không có nước nóng, không có nước trong đứng tắm",
            "review_content": "Chúng tôi ở lại 3 đêm và với nhiều bạn bè & gia đình tổng cộng 4 phòng. Đêm khai trương và đêm tiếp theo không có nước nóng. Không thể sử dụng vòi sen vì không có nước trong phòng tắm và phải tắm trong bồn tắm để thay thế. Bữa sáng không được tổ chức, không có cà phê hoặc nước trái cây.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "60 -62 Nguyễn Văn Cừ Khu Phố 3, An Thoi, Đảo Phú Quốc 920000 Việt Nam",
        "name": "Khách Sạn Phụng Hưng",
        "geo_data": {
            "latitude": 10.133397102355957,
            "longitude": 103.98422241210938
        },
        "room_number": "35",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/58/92/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/72/8f/honey-moon-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/72/8c/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/72/77/deluxe-ocean-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/5f/building.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/81/building-at-night-time.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/70/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/75/receptionist.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/83/lounge-at-lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/7e/hall-way.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/61/7c/hall-way.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/c0/3e/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/be/fd/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/be/f3/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/be/dd/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/bf/c6/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/58/9b/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/58/99/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/b3/58/86/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/bf/74/oyo-163-phung-hung-boutiq.jpg?w=1200&h=-1&s=1"
        ]
    }
}