{
    "content": [
        {
            "name": "Tran phuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ks BB hotel Nha Trang",
            "review_content": "Khách sạn có dịch vụ tốt. Phòng sạch sẽ. Ăn sáng nhiều món ngon. Khách sạn gần biển, đi dạo biển và tắm biển rất vui. Lễ tân thân thiện, nhiệt tình và vui vẻ. Nếu lần sau có đến nha trang tôi sẽ ghé nơi đây lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nghiêm Đàm Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên vui vẻ, nhiệt tình",
            "review_content": "Tôi ở Thuỵ Điển về và cùng 2 cháu đi du lịch Nha Trang. Gia đình tôi đã đến khách sạn B-B nhiều lần, còn tôi thì là lần đầu. Gia đình tôi và bản thân tôi thấy rất thích và dễ chịu khi ở đây. Phòng ốc thiết kế đẹp, màu sắc hài hoà, ăn sáng buffet ổn, nhà hàng sạch, nhân viên nhà hàng phục vụ tốt, đặc biệt là Bình. Tổ lễ tân cực kỳ dễ thương, vui vẻ, thân thiện làm tôi và các cháu thấy gần gũi như ở nhà. Các bạn Hoà, My, Hiền, Phương rất hay cười, nên phát huy.   Nhất định lần sau đến Nha Trang, gia đình tôi lại ở BB Hotel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "@Tin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "VERRY GOOD!",
            "review_content": "Khách sạn được thiết kế đẹp và hiện đại. Nhân viên khách sạn nhiệt tình, chu đáo. Phòng óc rộng rãi, trang bị hiện đại, đầy đủ tiện nghi. Khách sạn gần biển, có thể đi bộ ra tắm biển, dạo mát. Nằm trong khu trung tâm, sầm uất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mrsdangthimaiphuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lovely hotel !",
            "review_content": "Khách sạn có vị trí trung tâm và gần biển rất thuận tiện cho việc nghỉ dưỡng cũng như tham quan. Chất lượng phòng sạch sẽ, view hướng biển đẹp, nhân viên nhiệt tình. Đặc biệt, bữa ăn sáng buffet được thay đổi hàng ngày và món ăn ngon, khá tốt so với một số khách sạn 4 sao khác tại Nha Trang. Khách sạn có hồ bơi và quầy bar trên tầng thượng có thể vừa thưởng thức ly rượu hay nước trái cây, vừa ngắm biển cũng rất lãng mạn. Tôi sẽ giới thiệu cho bạn bè chọn khách sạn B&B khi họ du lịch Nha Trang.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nguyen H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tiện lợi và nội thất phòng đẹp, hiện đại",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố, chỉ mất 2 phút để đi bộ ra đến biển, rất đễ dàng di chuyển đến các địa điểm tham quan trong thành phố. Nội thất trong phòng đẹp rất hiện đại và sang trọng. Ngoài ra khách sạn còn có hồ bơi nằm ở tầng 17 có thể ngắm được biển và thành phố , đặc biệt có thể ngắm cảnh thành phố Nha Trang lung linh về đêm . Hôm mình đi có festival biển nên mình có thể xem bắn pháo hoa ở trên tần 17 luôn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quang L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 kỳ nghỉ tuyệt vời",
            "review_content": "Ấn tượng đầu tiên là thái độ chào đón của nhân viên lễ tân rất thân thiện. Khách sạn cách biển không xa, chỉ khoảng 3 phút đi bộ. Mình book trên mạng được giá khá rẻ so với chất lượng. Phòng ốc rất tốt, sạch sẽ và đầy đủ tiện nghi,  Lần sau đến Nha Trang mình sẽ quay lại khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lovemnkn95",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful",
            "review_content": "Dù mới đến lần đầu nhưng mình rất hài lòng về khách sạn . Nhân viên nhiệt tình , không gian thoáng đãng và sạch sẽ, thoải mái. Cộng thêm cả giá cả hợp lý nữa ^^ nhất định mình sẽ quay lại để ủng hộ ks ^^",
            "reviewer_location": "Gia Lai, Việt Nam"
        },
        {
            "name": "Kim H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới và đẹp với hồ bơi trên tầng thượng!",
            "review_content": "Chúng tôi ở lại đây trong 2 đêm, nhân viên rất thân thiện và đáp ứng. Rò rỉ điều hòa không khí của chúng tôi và họ đã có nó sửa chữa ngay lập tức, phòng là rất sạch sẽ và bãi biển chỉ là một khối đi. Các bữa ăn sáng miễn phí rất đẹp và nó có rất nhiều loại. Chúng tôi sẽ ở lại đây một lần nữa!",
            "reviewer_location": "Saskatoon, Canada"
        },
        {
            "name": "Traci P",
            "avatar": "",
            "review_rating": "1",
            "review_title": "THUỐC LÁ CIGARETTE!",
            "review_content": "Đó là 11. 30 giờ tối và tôi không thể ngủ được. Khách sạn này là đủ tốt đẹp. Tiện nghi là tốt. Mọi thiết bị và đèn đơn đều được rút phích cắm khi bạn đến, điều này gây phiền toái, nhưng ngoài ra, nó cũng ổn.  Nhưng mùi hôi thối của thuốc lá cũ đang nổi loạn. Chỉ cần nổi loạn. Có những gạt tàn thuốc ở hành lang và họ cho phép hút thuốc trong phòng. Thật không may, máy điều hòa không đủ mạnh để giúp lọc mùi.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Bex",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không chắc chắn về thời gian lưu trú này",
            "review_content": "Khách sạn đẹp nhưng không có gì để nói về. Các phòng đã được kích thước tốt và điều hòa không khí là tuyệt vời. Khi đến, nhân viên lấy hộ chiếu của chúng tôi và nói rằng chúng tôi sẽ lấy lại chúng khi chúng tôi rời đi, tôi hiểu lấy một bản sao nhưng giữ chúng. Các nhân viên không nói được tiếng Anh tuyệt vời nên thật khó để vượt qua những gì chúng tôi muốn. Các phòng xông khói nhưng nó là một khách sạn không hút thuốc. Vòi sen bị rò rỉ qua phòng tắm vì tất cả đều mở. Đó là ok cho một vài đêm nhưng sẽ không muốn ở lại lâu dài.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LiveForSunday (aka Sophie)",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nghỉ ngơi an toàn, sẽ giới thiệu",
            "review_content": "Tôi đã có một kỳ nghỉ tốt tại khách sạn + được hơn năm ngày và có một chuyến đi thực sự yên tĩnh ở Nha Trang. Các phòng lớn tôi đã có được chỉ đơn giản là giá trị tuyệt vời cho giá - giường đã rất thoải mái, đặc biệt là gối mềm và chăn, và phòng tắm có một tốt đẹp, nhỏ bồn tắm để thư giãn trong với một bong bóng tắm vào buổi tối sau một ngày nóng. Ăn sáng là một lựa chọn tốt, hợp lý mỗi sáng và thực đơn thay đổi mỗi ngày nên ngay cả sau 5 ngày, tôi cũng không cảm thấy mệt mỏi với thực đơn.  Mặc dù khách sạn được liệt kê là 4 sao, tôi nghĩ nhân viên tiếp tân cần nhiều nhân viên cao cấp hơn hoặc được đào tạo tốt hơn về dịch vụ khách hàng tổng thể và quan trọng nhất là hiểu và nói tiếng Anh tốt hơn. Tôi nghĩ chỉ có một nhân viên tại quầy tiếp tân có thể dễ dàng trò chuyện và tham",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        }
    ],
    "hotel": {
        "location": "96B1/15 Trần Phú Phường Lộc Thọ, Nha Trang 650000 Việt Nam",
        "name": "BB Hotel Nha Trang",
        "geo_data": {
            "latitude": 12.22728443145752,
            "longitude": 109.19886779785156
        },
        "room_number": "80",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/2b/e6/e0/b-b-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/fe/d0/pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/c7/e7/19/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/ff/09/b-b-suite.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/eb/ca/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/eb/a2/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/eb/82/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/ea/e6/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/ea/da/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/ea/d2/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/ea/cb/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/ea/14/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/e9/86/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/f3/e8/ed/bb-hotel-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/2b/e8/ea/b-b-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/2b/e7/3d/b-b-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/ff/1d/b-b-suite.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/ff/0f/b-b-suite.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/ff/05/b-b-suite.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/f3/fe/fd/deluxe-city-view-room.jpg?w=1200&h=-1&s=1"
        ]
    }
}