{
    "content": [
        {
            "name": "HuyenAnh2014",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nên ở để cảm nhận, thật sự hài lòng",
            "review_content": "Lần đầu ra Hà Nội cảm giá thấy sợ vì nghe nhiều về Hà Nội từ bạn bè rồi. Khi đặt chân đến khách sạn điều tôi ấn tướng nhất là sự niềm nở chào đón, lịch sự của nhân viên. Chúng tôi nghĩ ở đây 2 ngày và khách sạn có đặt tour cho gia đình tôi đi Hạ Long và Ninh Bình. Nói chung mọi thứ thật tuyệt vời từ vị trí, giá cả, nhân viên và phòng sạch sẽ, đầy đủ tiện nghi cần thiết. Tôi sẽ giới thiệu về khách sạn này.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tuan x",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất ở Hà Nội cho gia đình",
            "review_content": "Gia đình chúng tôi đã có kỳ nghĩ rất vui khi chọn ở khách sạn Hanoi Central Homestay. Thuận tiện đi lại, ăn uống , vui chơi vào cuối tuần. Nhân viên thân thiện, lịch sự, phòng có 2 giường to thoáng ,sạch sẽ. Tôi vẫn chọn khách sạn này cho kỳ nghĩ năm sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "bjmchicken",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn quá tệ, tôi phải nhấn mạnh cực kì tệ",
            "review_content": "Sẽ không bao giờ tôi ghé lại lần 2.  Chuyện là đầu tháng 3 tôi có chuyến đi Hà Nội 3 ngày. Tôi gọi đặt 3 đêm nhưng người Chủ KS ở đây nói phải chuyển khoản trước 1 đêm, giá là 700k thì mới giữ phòng, và còn xác nhận với tôi rằng sau khi chuyển khoản sẽ gửi cho tôi 1 email để xác nhận. Ok tôi chuyển vì tôi bay ra giờ cũng muộn (2h30) sáng mùng 2/3. Sau khi chuyển khoản tôi đã gọi điện không dưới 5 cuộc, nói rằng \"hãy gửi cho tôi email xác nhận phòng\" => Kết quả sau bao lần gọi vẫn không gửi. Bà chủ ở đây nói \"Em yên tâm chị làm ăn không này nọ đâu, chắc chắn chị sẽ giữ phòng cho em\" Nhưng, đến khi tôi ra tới nơi thì nhân viên báo với tôi hết phòng rồi, rằng tôi không cọc phòng ngày này => WTF? Chuyện gì xảy ra vậy? Thế còn tiền tôi đã chuyển giữ phòng thì sao? Tôi vẫn trả tiền",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Paulina M",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Hà Nội Prague căn hộ homestay",
            "review_content": "Bắt đầu từ đầu, khi chủ sở hữu / nhân viên yêu cầu hộ chiếu của tôi giữ nó cho đến khi thanh toán (5 ngày!) Cũng như thanh toán trước cho toàn bộ thời gian đó. Sau đó, chúng tôi thấy phòng tắm, sau sự ngạc nhiên của chúng tôi về chỗ ở thực sự tồi tệ, anh ấy cung cấp cho chúng tôi một vị trí trong khách sạn của anh ấy, với tiêu chuẩn tốt hơn nhưng tất nhiên là đắt hơn. Chúng tôi quyết định ở lại chỉ vì nó ở trung tâm của khu phố cổ và chúng tôi không có kế hoạch dành cả ngày ở đó. Thật không may sau khi trả tiền, chúng tôi đã kiểm tra thực tế so với đề nghị đặt phòng mà chúng tôi đặt trước, nó hoàn toàn khác biệt (phòng tắm đầu tiên), sau đó là toàn bộ căn hộ bẩn (ví dụ, bay trên tường và trong nhà vệ sinh, bụi và gián) Chúng tôi không ngờ rằng KHÔNG có cửa sổ, (nơi tối tăm), ở",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "steve_vens",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Không bao giờ đặt khách sạn này cho tốt của riêng bạn",
            "review_content": "không bao giờ ở trong khách sạn lừa đảo này bao giờ hết. Hãy an toàn. Khách sạn này sẽ không tôn trọng đặt phòng của bạn do đó chuyển bạn đến khách sạn tồi tệ nhất khác. không bị thu hút bởi giá rẻ. Họ chỉ muốn bạn lấp đầy một khách sạn khác mà họ có. Tốt hơn chi tiêu thêm 10 đô la để có phòng tốt hơn",
            "reviewer_location": "Jakarta, Indonesia"
        },
        {
            "name": "daisyef92",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên đáng yêu",
            "review_content": "Chúng tôi đã có một kỳ nghỉ ba đêm đáng yêu ở đây. Các phòng đều có tiêu chuẩn tốt và có con không khí được nhiều đánh giá cao. Các nhân viên là hoàn toàn đáng yêu, họ không thể làm đủ để giúp bạn và làm cho bạn cảm thấy rất hoan nghênh. Chúng tôi sẽ ở lại đây một lần nữa trên chuyến đi tiếp theo của chúng tôi đến Việt Nam:) cảm ơn bạn!",
            "reviewer_location": "England, Vương quốc Anh"
        },
        {
            "name": "Tomas and Lua",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà trọ thực sự tốt",
            "review_content": "Ở lại đó chỉ một đêm mà yêu nó! Nhân viên đã rất tốt đẹp và phòng đã được nhiều hơn okay! Tôi khuyên bạn nên làm điều đó nếu bạn muốn gần với khu phố cổ (đó là, tôi nghĩ, khu phố tốt nhất của Hà Nội)!",
            "reviewer_location": "Brussels, Bỉ"
        },
        {
            "name": "Camilagar122",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời!",
            "review_content": "Các nhân viên rất đáng yêu và hữu ích, họ đã dành thời gian để cho chúng ta thấy những nơi tốt để đi và ăn. Các phòng đều tốt, không phàn nàn. Tôi chắc chắn sẽ giới thiệu nơi này! Và nó rất gần trung tâm thành phố, yêu nó!",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Charissutton",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Đừng ở đây",
            "review_content": "Đây là một trong những nơi tồi tệ nhất mà chúng tôi đã ở lại trong suốt 6 tuần đi du lịch khắp châu Á. Để bắt đầu với khi chúng tôi lần đầu tiên bước vào quầy tiếp tân của thuốc lá và nấm mốc. Thứ hai các phòng đều bị phá hoại, giấy dán tường bị bong tróc, tấm ván ốp chân tường, khuôn trên tường và máy lạnh không hoạt động nên mỗi đêm tôi là bạn trai và tôi tỉnh dậy.  Ngoài ra còn có một dấu hiệu trong phòng rất gây hiểu nhầm và nói rằng đồ uống trong tủ lạnh được miễn phí, được cảnh báo, họ không và chúng tôi đã bị tính phí cho họ ở cuối.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Oona A",
            "avatar": "",
            "review_rating": "3",
            "review_title": "3/5",
            "review_content": "Vị trí không thể tốt hơn. Mặc dù, căn phòng khá mệt mỏi và bồn rửa của chúng tôi không hoạt động. Các tấm có một số vết bẩn trên chúng. Gia đình thật tuyệt. Bữa sáng không được bao gồm, tôi không biết tại sao vì nó được cho là được bao gồm.",
            "reviewer_location": "Helsinki, Phần Lan"
        },
        {
            "name": "Afraz Ahmed",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yêu khách sạn này",
            "review_content": "Xin chào mọi người, đây là một trong những khách sạn với những người tuyệt vời để giúp bạn và tốt nhất là khách sạn này nằm ở vị trí tốt nhất của Hà Nội, nơi bạn có thể tổ chức tiệc tùng suốt đêm với đám đông tốt nhất. !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mark H",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Hình ảnh xuyên tạc phòng",
            "review_content": "Nhân viên tuyệt vời nhưng căn phòng không có gì giống như các bức ảnh. Nó chỉ đơn giản là khó chịu. Chúng tôi đã ở Việt Nam được 3 tuần và đã ở lại 9 khách sạn khác nhau và đây là một trong những khách sạn tồi tệ nhất. Ống xả AC xả vào sàn phòng tắm để sàn phòng tắm luôn ẩm ướt. Sàn phòng đã lột và cửa sổ không khóa. Các tấm có vết bẩn màu đỏ / cam. Đó là máu hoặc vết bẩn. Một trong những chiếc gối là một chút ghê tởm vì vậy chúng tôi đã không sử dụng nó. Ăn sáng không phải là bất cứ nơi nào gần như ấn tượng như những bức ảnh chúng ta đã thấy trước đây. Căn phòng trông không có gì giống như những bức ảnh. Nhân viên là thân thiện và hữu ích. Họ rõ ràng là quan tâm đến việc làm càng nhiều càng tốt để làm cho chúng tôi ở lại dễ chịu, nhưng ý định tốt của họ không thể bù đắp cho các",
            "reviewer_location": "Austin, Texas"
        }
    ],
    "hotel": {
        "location": "109A Mã Mây, Hoàn Kiếm Hoan Kiem District, Hà Nội 100000 Việt Nam",
        "name": "Hanoi Central Homestay",
        "geo_data": {
            "latitude": 21.03394889831543,
            "longitude": 105.85340881347656
        },
        "room_number": "18",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ac/e6/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/41/52/73/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/41/51/f5/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/1a/a7/b1/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/94/91/c5/suite-honey-moon-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ad/d4/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ad/b7/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ac/bb/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ac/8e/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ac/54/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ac/1d/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ab/c4/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ab/7c/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ab/44/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/ab/19/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/aa/fa/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/aa/d5/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/aa/b1/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/aa/a9/hanoi-central-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6a/aa/93/hanoi-central-homestay.jpg?w=1200&h=-1&s=1"
        ]
    }
}