{
    "content": [
        {
            "name": "hue tourism",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thân thiện, thoải mái",
            "review_content": "Tôi đã có một chuyến đi và nghỉ chân tại đây trong mấy ngày. Cảm giác thật tuyệt vời, mọi thứ rất tiện dụng, thái độ nhân viên thân thiện và rất quan tâm đến khách. Việc di chuyển đi lại giữa các điểm trong thành phố khá tiện lợi, tình hình an ninh khá tốt. Tuy là nằm tại trung tâm của thành phố nhưng không gian khá yên tĩnh. Xung quanh khu vực khá nhiều các hàng quán.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "Pitt P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chất lượng tương xứng - dịch vụ tốt.",
            "review_content": "Phòng khá rộng, tiện nghi khá tốt, vị trí tuy hơi xa (cách trung tâm quận 1 chừng 3km)  nhưng phù hợp với giá tiền. Chất lượng phục vụ là điều làm nhóm chúng tôi hài lòng nhất. Anh chị chủ nhà nhiều chuyện (vui) và thân thiện.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Cao Anh Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi nghỉ qua đêm lý tưởng tại Tp Hồ Chí Minh (Sài Gòn)",
            "review_content": "ở Tp HCM (Sài gòn) bạn sẽ rất khó tìm được nơi nghỉ nào mà giá cả vừa hợp lại có những dịch vụ tốt (ko muốn nói là rất tốt). Đó chính là Citi Home, qua nhiều người bạn đã từng ở đây chia sẻ, vừa rồi mình có dịp ghé qua và đúng như những gì đã từng nghe... phòng ngủ sạch sẽ thoáng mát, các món ăn đa dạng và chế biến khá ngon, địa điểm gần ga Sài Gòn khoảng 0,5 km, đi sân bay cũng ko quá xa, đến các địa điểm du lịch khác cũng gần (dưới 50.000 nếu đi taxi), ... Ah...người quản lý ở đây rất tuyệt vời, rất chiều khách, sẵn sàng chiêu đãi bạn các món đặc sản của khách sạn mà ko tính phí...he he. Cảm ơn Citi Home đã tiếp đón trọng thị và phục vụ chu đáo. Hẹn gặp lại lần tới nhé!.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lam N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tiếng ồn máy lạnh",
            "review_content": "Sau khi đọc tất cả các đánh giá tốt về khách sạn này, tôi tìm thấy tôi một ngày ở đây. Bà chủ nhà rất đẹp, căn phòng rất ổn, đẹp. Nhưng mọi thứ thay đổi ngay sau khi tôi bật máy lên, tiếng ồn, nó bị xúc phạm. Tất nhiên, tôi hỏi người phụ nữ nếu tôi có thể đổi sang một phòng khác, không có phòng trống, cô nói. Trời tối và tôi đã thanh toán, tôi có thể làm gì khác. Và như thể không khí - con người không đủ, có tiếng nước chảy, ngay bên trên chúng ta, và sự hòa hợp nó tạo ra chỉ đồng bộ với không khí - con để tiến hành kinh nghiệm kiệt tác, tâm trí - khoan. Và hãy tin tôi khi tôi nói, miễn là con không khí đang bật, tiếng ồn sẽ không biến mất. Và vào buổi sáng, yêu cầu tôi thức dậy, tôi thấy rằng ngay cả với một chút kéo, cánh cửa được mở rộng. Vâng, khóa trên cửa là vô ích, bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LiinhTran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great stay",
            "review_content": "Chủ sở hữu là siêu thân thiện, cô luôn luôn mỉm cười bất cứ khi nào cô gặp chúng tôi. Phòng và phòng tắm trên tầng 2 rộng rãi và sạch sẽ. Chúng tôi chắc chắn sẽ trở lại khi chúng tôi có cơ hội khác ở quận 10.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "chris w",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trở lại một lần nữa và cảm thấy như đang ở nhà!",
            "review_content": "Ở lại cho 3 đêm khi chúng tôi lần đầu tiên đến thành phố Hồ Chí Minh. Chúng tôi đã có 2 phòng với một phòng tắm ở giữa cho gia đình của chúng tôi 5 (3 thanh thiếu niên) Chúng tôi yêu khu vực. . . . . bạn sẽ không thấy những khách du lịch khác và con đường mà Citi Home thể hiện trong cuộc sống hàng ngày của người Việt. Chúng tôi trở lại thành phố Hồ Chí Minh vào cuối tháng và ở lại đây một lần nữa. . . . lần này có một phòng với một ban công. Citi Home nằm gần tàu. . . khoảng 11 phút đi bộ, gần cửa hàng tiện lợi (bên cạnh). . rất nhiều người bán hoa quả, quán cà phê, một người bán chuối chiên tuyệt vời không xa Citi Home. . . một thợ làm tóc tuyệt vời trên con đường được gọi là tóc Salon Châu. . . và một thợ may trẻ, những người chúng tôi đã làm một số sửa chữa trên quần áo.",
            "reviewer_location": "Wellington, New Zealand"
        },
        {
            "name": "TaylorRo88",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thân thiện do gia đình tự quản",
            "review_content": "Một khách sạn tốt đẹp, rẻ tiền và thoải mái do một gia đình rất thân thiện và hữu ích cho phép chúng tôi sử dụng bếp của họ bất cứ lúc nào chúng tôi muốn, (chúng tôi được yêu cầu sử dụng nó như thể đó là nhà riêng của chúng tôi!) có thể chuẩn bị và nấu các bữa ăn của chính chúng ta! Khi chúng tôi đặt phòng của chúng tôi, chúng tôi nhận được một email thông báo đầy đủ giải thích chính xác nơi để có được một xe taxi và bao nhiêu nó nên chi phí (từ sân bay - không quá 150, 000) để chúng tôi sẽ không nhận được hối hả!",
            "reviewer_location": "Ireland"
        },
        {
            "name": "Ecotravelers Travel & Tours Bohol",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không sao đâu 👍",
            "review_content": "Đó là một nơi ba lô để ở lại rất tốt cho một khách sạn có ngân sách. Tôi ở lại một đêm và trả khoảng 380.000 đồng cho đêm và bao gồm ăn sáng. Chủ sở hữu là rất có sức chứa và bạn cũng có thể thuê một chiếc xe máy tại chỗ của họ.",
            "reviewer_location": "Đảo Bohol, Philippines"
        }
    ],
    "hotel": {
        "location": "95 Hòa Hưng Phường 12, Quận 10, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "Citi Home",
        "geo_data": {
            "latitude": 10.779011726379395,
            "longitude": 106.67430114746094
        },
        "room_number": "12",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/cd/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6f/46/fd/the-logo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6f/46/fb/citi-home-front-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/6f/26/79/superior-double-window.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/69/db/06/breakfast-cafe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/69/da/f7/superiour-double-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c2/50/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c2/39/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/f3/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/d5/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/a3/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/8c/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/7e/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/5d/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/38/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c1/1a/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c0/fd/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c0/e2/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c0/d8/citi-home.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/b7/c0/b5/citi-home.jpg?w=1200&h=-1&s=1"
        ]
    }
}