{
    "content": [
        {
            "name": "anhpham-lhabitant",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect",
            "review_content": "Nhân viên ở đây mình xin đảm bảo độ nhiệt tình còn hơn cả resort 5*, room rất sạch.  Beautiful place,clean cổmtable. Staff really friendly and willing to help Beautiful surrounding, and really quiet place",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Olalala L",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ko như kì vọng",
            "review_content": "Chỉ có 1 số bungalow có view đẹp còn lại đều bị chắn tầm nhìn vì họ ko phát quang mấy bụi cây ở hồ. Phòng basic thì tệ vì 4 phòng chung 1 nhà vệ sinh. Mỗi khi ai đó vô đó thì cả 4 phòng đều biết. Dãy phòng basic này nằm sát ngay nhà ăn nên khá ồn. Mấy cái võng hướng hồ đặt sát nhau quá cũng bất tiện nếu ra đó vừa nằm vừa nói chuyện. Mình ko thích khăn tắm, chăn và giường ở đây vì nó đã cũ và màu sắc rất xấu. Mini bar free nhưng chỉ là chai nước và mấy gói bim bim. Đc cái khen nhân viên phục vụ. Nói chung nếu bạn đi nghỉ dưỡng thì nên book bungalow. Còn đi kiểu khám phá cả ngày rồi về muốn 1 chỗ ở tốt thì đừng chọn phòng basic vì với số tiền đó bạn chọn đc đầy chỗ tốt hơn rất nhiều. Mình đã ở gần như hết các homestay đc coi là đẹp nhất Ninh bình nên thấy Nguyen shack ko đc như kì",
            "reviewer_location": "Thái Bình, Việt Nam"
        },
        {
            "name": "deerbaozi_602",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm gần thiên nhiên",
            "review_content": "- Phòng ốc sạch sẽ. Mình và bạn có lo sẽ nhiều muỗi, nhưng thực ra ngay cả ở ban công ban đêm cũng hầu như không có muỗi, đêm ngủ cài màn kĩ là không lo gì nữa. - Vệ sinh sạch. Tuy nhiên mùi bèo tanh, không quá nồng nặc, nhưng cũng có lúc hơi khó chịu một chút. - An ninh tốt. Ngoại trừ việc đường vào homestay buổi tối hầu như không có đèn, thì bọn mình đều cảm thấy an toàn khi ở đây. - Địa điểm cách các điểm tham quan khoảng 6-10km, thích hợp đi xe đạp. Bạn có thể thuê xe máy, nhưng nhất định nên đạp xe quanh làng xóm, rất thích. Còn đi xe ra khỏi phạm vi chòm xóm thì nên mũ, khẩu trang đầy đủ. Đường khá bụi. - Mình đánh giá cao bữa ăn ở đây. Bạn staff có vẻ lo bọn mình ăn không hợp khẩu vị, nhưng thực ra chúng mình ăn đều vừa miệng. Các món gọi ra hầu như đều chén hết ^^ - Thái",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Yanira H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thời gian của cuộc đời bạn",
            "review_content": "Viên ngọc nhỏ ngoài sông này là một trải nghiệm tuyệt vời! Ẩn mình trong những ngọn núi bạn thực sự cảm thấy như cắm trại của bạn ?? nhưng trong một ngôi nhà gỗ sang trọng. Mặc dù đó là một túp lều nhưng tôi phải công nhận những người phụ nữ điều hành nơi tuyệt đẹp này. Các món ăn là siêu ngon và các loại cocktail? đã vào điểm. Nếu bạn muốn ở tại một địa phương bên cạnh địa điểm du lịch Cave, thì đây là nơi thích hợp. Chắc chắn sẽ trở lại ??",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "JamesNav",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng sinh thái tuyệt vời",
            "review_content": "Vị trí và nhân viên là những gì thực sự làm cho nơi này không thể tin được. Tất cả các nhân viên nói tiếng Anh rất tốt và luôn cười và đùa giỡn. Thiết lập của khu vực nhà hàng chính làm cho bạn cảm thấy như bạn xa rời gia đình của họ. Chúng tôi thực sự thích cách chúng tôi nhìn thấy các món ăn tươi xuất hiện hàng ngày vào buổi sáng và vì vị trí nhà bếp, cảm giác như gia đình chúng tôi chỉ nấu cho chúng tôi bữa sáng hoặc bữa tối. Chúng tôi nghĩ rằng thực phẩm có thể là một vấn đề vì vị trí kín đáo nhưng chúng tôi đã hoàn toàn sai. Tất cả các bữa ăn là hàng đầu của dòng. Chúng tôi ở đó 3 đêm và vào ngày thứ 4, chúng tôi khởi hành lúc 10 giờ tối trên chuyến tàu đêm. Họ giữ túi của chúng tôi cho chúng tôi và cho chúng tôi đi chơi cả ngày. Họ nói rằng chúng tôi có thể đi xe đạp hoặc",
            "reviewer_location": "Chicago, Illinois"
        },
        {
            "name": "Yan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ và nhân viên làm cho kỳ nghỉ dễ chịu!",
            "review_content": "Nguyen shack rất đẹp, yên bình và thanh bình, khiến bạn lấy điện thoại ra để chụp ảnh mỗi khi bạn vào hay ra.  Nhân viên làm cho trải nghiệm trở nên tuyệt vời, mang lại sự chú ý giản dị và cá nhân cho gia đình tôi. Tất cả các nhân viên đã xuống đất và thực sự tốt đẹp, cho bạn một nụ cười ấm áp và lời chào khi họ nhìn thấy bạn.  Chúng tôi đã đặt tour đi xe đạp đến Trang an vào ngày đầu tiên, hướng dẫn viên - Zam, kiên nhẫn và nhiệt tình, chia sẻ kiến thức trong suốt chuyến đi mặc dù thời tiết mưa xấu. Hướng dẫn viên khác là Chúc, rất sôi nổi, nhiệt tình và chu đáo. Cô ấy đã đi cùng mẹ tôi trong suốt 2 ngày tham quan - đi bộ, hỗ trợ và chụp ảnh, cho phép những người trẻ tuổi tự do khám phá và mạo hiểm hơn một chút mà không phải lo lắng.  Khoảnh khắc kinh hoàng nhất là các nhân",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "lynnm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở lại hoàn toàn tuyệt vời",
            "review_content": "Chúng tôi hoàn toàn thích ở lại và buồn khi rời đi sau 3 đêm.  Những người trong đội ngũ nhân viên rất đáng yêu, mỗi người trong số họ đều rất ngọt ngào, luôn cố gắng giúp đỡ và rất thích nói chuyện với bạn và làm quen với bạn, trao đổi kinh nghiệm. Quan điểm là phi thường. Tôi đã ngạc nhiên bởi sự thoải mái trong phòng. Tôi ngủ rất ngon, cả đêm. Đêm tự nhiên âm thanh làm việc rất nhẹ nhàng đối với tôi. Nhờ màn chống muỗi, không có vết chích vào ban đêm. Hơn nữa, tôi phải nói rằng bữa sáng là một trong những món ngon nhất chúng tôi có ở Việt Nam. Các món ăn nói chung là ngon là tốt. Không quá xa trung tâm và các hoạt động nhờ xe đạp và xe máy bạn có thể thuê.  Tôi muốn giới thiệu điều này cho bất cứ ai đang tìm kiếm sự yên tĩnh và thích sống trong tự nhiên.  Tái bút: họ có thời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OthilieHaaber",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KINH NGHIỆM FANTASTIC",
            "review_content": "Ở lại trong lán là tất cả những gì chúng tôi đã hy vọng, và nhiều hơn nữa!  Nhân viên là nhóm người thân thiện nhất, những người sẽ vượt lên trên để đảm bảo rằng bạn sẽ tận hưởng kỳ nghỉ của mình một cách trọn vẹn nhất.  Vị trí là tuyệt vời, yên tĩnh và xinh đẹp. Căn lều tương đối gần với tất cả các địa điểm chính, và đó là một cơ sở tuyệt vời để khám phá khu vực Ninh Bình.  Các món ăn là tốt, và giá cả rất hợp lý. Bữa sáng miễn phí là tuyệt vời, và cà phê cũng vậy.  Chúng tôi đã dành nhiều giờ chỉ để thư giãn trên một chiếc võng nhìn ra hồ, và thấy lán là nơi lý tưởng để thư giãn và nghỉ ngơi.  Chúng tôi ở trong phòng cơ bản với phòng tắm chung, và đó là cơ bản. Đó là năm phòng dưới cùng một mái nhà, nhưng không có tấm trần - vì vậy điều duy nhất ngăn cách bạn với các phòng",
            "reviewer_location": "Aarhus, Đan Mạch"
        },
        {
            "name": "Jez682016",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để ở",
            "review_content": "Vị trí và tài sản tuyệt vời. Đã dành 3 đêm ở đó và yêu từng phút. Không rời đi do khung cảnh tuyệt đẹp và ngắm nhìn thiên nhiên cả ngày - cá bói cá, cá đuối, quế đắng, cá tuyết, vịt, v.v.  Chỉ có nhược điểm là sức nóng. Ở nhiệt độ 38 độ, trời quá nóng để làm nhiều và không có không khí - con (vô nghĩa trong lán tre) có nghĩa là không thể hạ nhiệt ngay cả vào ban đêm và có bốn người hâm mộ đi.  Mọi người rất thân thiện và trò chuyện với chúng tôi. Thực phẩm tuyệt vời và rẻ tiền. Cảm ơn bạn nhưng không, cảm ơn gà trống đã đánh thức chúng tôi lúc 4 giờ sáng mỗi sáng.  Phải ở lại Việt Nam. Chúng ta sẽ trở lại trong một mùa lạnh?",
            "reviewer_location": "Mount Maunganui, New Zealand"
        },
        {
            "name": "Nick",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất tôi gặp ở Việt Nam",
            "review_content": "Bạn gái tôi và ban đầu tôi dự định ở hai đêm tại Nguyễn Shack ở Ninh Bình, nhưng cuối cùng lại ở lại 4 sau một tai nạn xe máy khiến chân tôi bị gãy. Họ đã có những nhân viên tốt nhất, hữu ích nhất. Chúng tôi đã ăn tất cả các bữa ăn của chúng tôi ở đây, vì chúng tôi không thể thực sự di chuyển, và thức ăn rất ngon. Quan điểm của khu vực hồ của họ là đẹp, và tất cả điều này là ở một mức giá hợp lý như vậy. Chắc chắn sẽ trở lại vào một ngày nào đó.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Toristot",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt đẹp và nhân viên tuyệt vời",
            "review_content": "Đây là một trong những điểm yêu thích của tôi ở khắp Việt Nam! Địa điểm là hoàn toàn ngoạn mục. Thuê một ngôi nhà gỗ là hoàn toàn xứng đáng với cảnh quan núi và nước tuyệt đẹp. Nhược điểm duy nhất là không có AC và nó có thể trở nên khá nóng vào mùa hè. Ngôi nhà gỗ rất đẹp với vòi hoa sen tuyệt đẹp nhìn ra mặt nước, rất nhiều quạt và võng ở ban công. Các nhân viên đều rất hữu ích và tốt đẹp, tôi rất muốn giới thiệu.",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Alex",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời, vị trí tuyệt vời và rất thân thiện!",
            "review_content": "Nơi này thực sự tốt như những bức ảnh, chúng tôi đã được chào đón rất thân thiện và đã tìm được một Bánh Mì đẹp cùng với một số lời khuyên (bao gồm cả bản đồ!) Về những việc cần làm trong 2 ngày của chúng tôi, đã qua Tết. Tất cả mọi thứ được làm từ tre và trông thực sự mát mẻ. Chúng tôi quản lý để thuê xe đạp để bên cạnh không có gì và khám phá những cánh đồng lúa và cảnh quan tuyệt vời. Sau một giấc ngủ yên bình vào ngày hôm sau, các nhân viên đã giúp chúng tôi thuê những người lau nhà từ hàng xóm của họ và chúng tôi đạp xe cả ngày, đi ra công viên tự nhiên và khám phá vùng quê Việt Nam đúng nghĩa - ngày tuyệt vời nhất trong cả chuyến đi của chúng tôi! ! Người bạn của chúng tôi đã ngã xe đạp và tự cắt mình khá nặng khi chúng tôi quay lại lán, nhân viên tuyệt vời đã giúp anh ấy",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jenny D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xuất sắc",
            "review_content": "Ở lại rất tốt! Vị trí hoàn hảo gần Hang Mua. Nhân viên rất tốt bụng và hữu ích. Luôn ở đây để giúp bạn và hỏi ngày hôm nay của bạn như thế nào. Thức ăn là tốt và nếm thử. Rất nhiều sự lựa chọn cho bữa sáng quá. Bạn có thể thuê xe đạp miễn phí tại homestay. Giới thiệu!",
            "reviewer_location": "Marseille, Pháp"
        },
        {
            "name": "Malcolm K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi huyền diệu, không giống ai.",
            "review_content": "Tôi vừa trải qua bốn đêm ở đây và tôi có thể ở lại lâu hơn. Vị trí này là tuyệt vời nếu bạn thích thiên nhiên cơ bản và một môi trường hòa bình. Các nhân viên thật sự tuyệt vời, rất hữu ích và thân thiện, thân thiện hơn bất kỳ nhân viên khách sạn nào tôi từng trải nghiệm. Nó khá đắt theo tiêu chuẩn Việt Nam, nhưng theo tôi thì đáng giá từng xu.",
            "reviewer_location": "Ireland"
        },
        {
            "name": "Lisa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Shacks đẹp và nhân viên rất tốt",
            "review_content": "Chúng tôi ở 2 đêm tại Nguyễn Shack Ninh Bình. Mặc dù chúng tôi đến rất muộn vào buổi tối, chúng tôi vẫn được các nhân viên chào đón nồng nhiệt. Các lán siêu đẹp với võng trong và ngoài để thư giãn. Các bữa ăn sáng và tối cũng được chuẩn bị mới và rất tốt. Các nhân viên đã cho chúng tôi những gợi ý về những gì nên ghé thăm và thời gian nào là tốt nhất để đi du lịch bằng thuyền, Hang Mua, v.v. Chúng tôi thuê một số xe tay ga từ hàng xóm và một số xe đạp từ Nguyễn Shack, cũng trong tình trạng tốt! Chúng tôi rất có thể khuyên bạn nên ở lại đó và chắc chắn sẽ quay trở lại. :)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sander D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Các nhân viên thân thiện nhất mà tôi từng gặp !!!",
            "review_content": "Chúng tôi đến với taxi lúc 4:30 sáng và sau một cuộc gọi đến bằng xe máy để đón chúng tôi. Chúng tôi đã kiểm tra ngay lập tức để chúng tôi có thể có một vài giờ ngủ. Các nhân viên rất tuyệt vời và thân thiện, chúng tôi có thể hỏi họ bất cứ điều gì! Họ sắp xếp một chiếc xe máy, xe đẩy, xe đạp miễn phí và họ đã cho chúng tôi rất nhiều thông tin về những điều cần làm trong và xung quanh Ninh Bình. Ngoài ra, bữa tối thật tuyệt và những gì về bữa sáng: họ có bánh kếp hạt dẻ! ! ! ! ! ! ! Vì vậy, khi bạn đang ở Ninh Bình bạn phải đi đến Ngyen Shack với cái nhìn tuyệt vời nhất và những nhân viên giỏi nhất từ ​​trước tới nay!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "40+holidaybuddies",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tuyệt vời ở lại với đội ngũ nhân viên thân thiện .. chỉ cần một tinh chỉnh cần thiết.",
            "review_content": "Chúng tôi ở lại 2 đêm và chúc chúng tôi ở lại lâu hơn. Đây là một nơi nhỏ tuyệt vời với các phòng có tất cả mọi thứ và nhiều hơn nữa bạn có thể mong muốn. Chúng tôi lấy một căn phòng có phòng tắm riêng và có hai giường đôi lớn (chỉ cần một) và hai chiếc võng bên trong và hai bên ngoài là nơi chúng tôi dành hầu hết thời gian để thư giãn và đong đưa và ngắm cảnh quan tuyệt đẹp. Trong thời gian tới, chúng tôi đã được thực hiện để cảm thấy như trở về thành viên gia đình và khi chúng tôi rời đi, chúng tôi cảm thấy như chúng tôi đã có một tuần! . Vị trí của nó rất tuyệt vời và bạn có thể thuê xe đạp và đạp xe xung quanh cánh đồng lúa hoặc đi tam dừa hoặc Tràng An (khuyên bạn nên đi thuyền từ đây) hoặc đi bộ quanh góc để mua hang động và leo núi để ngắm cảnh tuyệt vời nhất! Tôi đã khấu",
            "reviewer_location": "Norwich, Vương quốc Anh"
        },
        {
            "name": "Margot S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hành tinh cô đơn tặng 1 sao, chúng tôi tặng 5",
            "review_content": "Trước hết, homestay này có một vị trí tuyệt vời. Vì vậy, ngôi sao đầu tiên đi đến đó, Nhưng tất cả phần còn lại là do nhân viên tuyệt vời nhất! Họ không chỉ tốt đẹp, Họ chỉ thực sự muốn cung cấp cho bạn tốt nhất có thể ở lại. Những phút bạn đến, họ làm cho bạn cảm thấy như bạn là một phần của gia đình! Tôi chỉ có thể recommand nơi này cho tất cả những ai muốn cảm nhận sự chào đón nồng nhiệt nhất và ở lại bao giờ hết, 3 ngày chúng tôi đã ở đây, là thiên đường trên trái đất cho chúng tôi Cảm ơn tất cả mọi người tại Nguyen Shack! ! ! !",
            "reviewer_location": "Waasmunster, Bỉ"
        },
        {
            "name": "BonHavenga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời, nhân viên thân thiện",
            "review_content": "Chúng tôi đã đăng ký với những phụ nữ rất thân thiện và được trưng bày cho các bungalow bằng tre xinh xắn của chúng tôi. Các phòng đều được trang bị và sạch sẽ. Mỗi đơn vị có 2 cái võng ngoài trời trên hồ. Thật không may, nó đã quá nóng vào tháng Bảy và chúng tôi rất cần một máy lạnh nên chúng tôi phải kiểm tra cùng ngày. Các nhân viên rất thân thiện và tử tế và thậm chí còn giúp chúng tôi tìm một nơi khác và đi taxi. Rat khuyen khich",
            "reviewer_location": "East London, Nam Phi"
        },
        {
            "name": "Sandra S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yêu sự thanh thản",
            "review_content": "Chồng tôi và tôi thực sự rất thích ở lại của chúng tôi tại Nguyễn shack Ninh Bình. Chúng tôi may mắn được ở lại tại lều Cần Thơ lúc đầu. Yêu sự yên bình và chỉ nằm trên võng của bạn nghe những âm thanh của thiên nhiên. Vùng nông thôn xinh đẹp và tầm nhìn tuyệt đẹp gần đó. Một sự thay đổi tốt đẹp từ sự hối hả của các thành phố ở Việt Nam",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "franceswright4",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thiên đường",
            "review_content": "Yêu chuyến đi của tôi ở đây. Nhân viên không thể hữu ích và thân thiện hơn. Du khách chỉ cần đi bộ một đoạn ngắn là đến Hang Múa và có thể tổ chức lái xe hoặc xe đạp để tham quan các điểm tham quan khác. Nhìn đẹp. Sẽ ở lại một lần nữa.",
            "reviewer_location": "Australia"
        },
        {
            "name": "Bari R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khám phá Việt Nam",
            "review_content": "Khách sạn này là một Oasis bình tĩnh ở một đất nước rất đông đúc. Chúng tôi yêu các phòng \"shack\" yêu thương và được ngay tại nước. Thức ăn rất ngon và nhân viên vô cùng thân thiện. Tôi khuyên bạn nên dừng lại nếu bạn đến thăm Việt Nam.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Động Hang Múa, Thôn Khê Đầu Hạ Ninh Xuan Commune, Hoa Lu District, Ninh Bình 40000 Việt Nam",
        "name": "Nguyen Shack - Ninh Binh",
        "geo_data": {
            "latitude": 20.229848861694336,
            "longitude": 105.93850708007812
        },
        "room_number": "11",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4e/55/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/40/cb/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/3f/0c/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4d/e3/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/41/5c/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/40/84/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e7/cat-chilling-arround.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e6/view-from-balcony.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e4/view-from-the-hammock.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e3/guest-relax-on-their.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e2/shack-with-balcony.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e1/view-from-balcony.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/e0/view-from-inside-the.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/df/hammock-on-the-balcony.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/dc/overview.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/4f/c7/db/bungalows.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4e/99/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4e/36/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4d/fa/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/02/4d/cc/nguyen-shack-homestay.jpg?w=1200&h=-1&s=1"
        ]
    }
}