{
    "content": [
        {
            "name": "Jonh yuong",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Góp ý",
            "review_content": "Sự phục vụ thiếu chuyên nghiệp , thể hiện 1 khách sạn không tốt . Tôi thất vọng . 1 doanh nghiệp lớn mà có thể có những thành phần nhân viên kém như vậy thì thật tiếc cho nhà đầu tư . Mong nhà đâu tư xem xét lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hải Đăng",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt",
            "review_content": "Khách sạn Aroma nằm tại vị trí khá thuận lợi cho việc đi lại tại Nha Trang.  Khu phố sầm uất về đêm, cách biển vài trăm mét, gần Sailing Club,...  Nhân viên niềm nở, vui vẻ.  Phòng không rộng lắm, ấm cúng. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Pham K",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Giá phòng đắt hơn những gì nhận được",
            "review_content": "Tôi đặt trên Agoda 3 phòng nghỉ 3 đêm với mức giá last minute bao gồm cả thuế và phí dịch vụ thì rơi vào khoảng 700k/phòng/đêm, tuy nhiên tôi thấy mức giá này vẫn cao hơn những gì chúng tôi nhận được.  Ban đầu tôi có gửi email trước cho khách sạn để sắp xếp 2 phòng giường twin và 1 phòng giường double, khách sạn confirm ok nhưng khi đến thì lại chỉ có 1 phòng giường twin và 2 phòng giường double. 3 phòng nhưng lại xếp ở 2 tầng khác nhau nên chúng tôi phải xin chuyển phòng cho cùng tầng.  Mặt tiền khách sạn ko được bắt mắt, khá mỏng trông như một khách sạn bình dân vậy. Khi đến cửa nhân viên bảo vệ ngồi trước cửa cũng không cười chào khách một câu. Chị lễ tân thì hơi khó tính, cảm giác hơi lạnh. Tôi bị đánh lừa bởi một số bức ảnh đẹp trên mạng nên hi vọng nó sẽ to đẹp lung linh",
            "reviewer_location": "vietnam"
        },
        {
            "name": "Enzo31592",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mọi thứ đều tương đối tốt",
            "review_content": "Khách sạn nằm trong khu phố tập trung khách du lịch quốc tế và cách bờ biển 500m. Phòng khách sạn đẹp, thiết kế đẹp nhưng hơi ồn vào buổi tối do cạnh quán bar. Bữa sáng buffet đã bao gồm trong giá phòng và là điểm cộng cho khách sạn. Nhân viên thân thiện và nhiệt tình giúp đỡ khách hàng các vấn đề. Sẽ quay lại ở Aroma khi tới Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tom T",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tạm ok.",
            "review_content": "Cả nhà đặt phòng  ở tầng 3, tuy nhiên đến tối khi ngủ thì cứ có tiếng nhạc tại quán bar ngoài trời bên cạnh mở nhạc rất to. Ghĩ là họ chỉ mở đến 12h đêm thì ghỉ, nhưng không phải họ mở đến 3 hoặc 4 giờ sáng. Vậy là cả đêm không thể ngủ ngon. Và các bạn lễ tân thì không đổi phòng cho .",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thái Đặng",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Dịch vụ buồng phòng chất lượng kém",
            "review_content": "Tôi đến nghỉ cùng gia đình vào tháng 7/2017. Ấn tượng ban đầu khá tốt. Tuy nhiên khi bắt đầu vào nghỉ thì nảy sinh vấn đề: chăn, ga và khăn tắm có vẻ không được dọn sạch đồng bộ. Khi phản hồi với lễ tân thì không nhận được sự hợp tác có thiện ý. Tôi cần đổi khăn thì nhận được gợi ý giải quyết vào hôm sau. Một số thiết bị vệ sinh được lắp đặt không cẩn thận. Khoá xả nước ở bồn tắm bị lỏng ren, không thể xả được nếu bạn không có kiến thức cơ bản về cơ khí, mặc dù nhìn có vẻ khá mới nhưng lại thiếu sự chăm sóc. Tóm lại nếu bạn quá mệt mỏi và cần nghỉ qua đêm tại tp Nha Trang và bạn không quan tâm  tới chất lượng dịch vụ thì bạn có thể chọn khách sạn Aroma Nha Trang như một phương án thay thế.",
            "reviewer_location": "Thanh Hóa, Việt Nam"
        },
        {
            "name": "Willgrandvn",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Mọi thứ đều tốt",
            "review_content": "Ngay khu phố tây, đi ra là tới Spa, nhà hàng, bar... Phòng mới, thiết kế đẹp, cách âm tốt. Đi khoảng 100m là tới bãi biển & sailing Club. Vị trí tương đối tốt.  Lễ tân & mọi người ở đây khá thân thiện, nhiệt tình.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Dung N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Memorable weekend",
            "review_content": "Khoảng thời gian lưu lại khách sạn Aroma Nha Trang, cả nhà tôi ai cũng hài lòng ngay cả những đứa cháu sống ở nước ngoài cũng khen ngợi phong cách phục vụ ở đây. Phòng ốc cũng ok, nội thất trang trí đẹp, sạng trọng. Bên cạnh đó, buffet  sáng phong phú, ngon miệng. Địa điểm lại gần biển. Tôi vô cùng hài lòng với quyết định của mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "liebephuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Aroma Nhatrang Hotel is amazing",
            "review_content": "KS mới, sạch sẽ, gần trung tâm, thiết bị hiện đại, nhân viên lịch sự và chuyên nghiệp. Bữa sáng phong phú, đa dạng. Đi bộ khoảng 100m ra biển. Xung quanh có nhiều quán ăn ngon, quán cafe đẹp. Rất sôi động vào buổi tối. Gia đình tôi chắc chắn sẽ quay lại Aroma Nha Trang Boutique Hotel",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Khánh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phục vụ khách hàng rất tốt",
            "review_content": "Sau khi đến và sử dụng dịch vụ của khách sạn Aroma tôi cảm thấy rất hài lòng, nhân viên ở đây rất nhiệt tình và thân thiện. Phòng ốc rất sạch sẽ và thoáng mát, view cũng khá đẹp, giá cả phải chăng, không quá mắc so với dịch vụ ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoainam2203",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Phòng hướng biển đẹp có ban công nhìn ra phố và biển, phòng rộng, nhân viên lịch sự & chuyên nghiệp. Tuy nhiên phòng tắm kg có màn chỉ dán mờ kính đứng bên ngoài phòng có thể nhìn thấy hết trong phòng, khách sạn không có hồ bơi chỉ có hồ jacuzzi nhỏ dành cho khoảng 5 - 6 người lớn. Sẽ quay lại nếu có dịp ghé Nha Trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuoc Nguyen",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Dịch vụ khách hàng tệ hơn bao giờ hết",
            "review_content": "Đó là một gia đình kinh doanh khách sạn riêng. Nhân viên tiếp tân không được chào đón khi bạn nhận phòng. Sảnh hành động chủ yếu tắt cả ngày, chỉ mở khi ăn sáng tự chọn. Trong bữa tiệc buffet, tất cả các nữ phục vụ đều phục vụ thức ăn và có thức ăn trên tay. Quá thô thiển và khó chịu.  Điểm cộng là căn phòng của tôi sạch sẽ và tất cả những thứ mới.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Laura S",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tránh bằng mọi giá",
            "review_content": "Các phòng đã được đáng yêu và rộng rãi, tuy nhiên vòi sen là lạnh và nước đã đi khắp mọi nơi. Ban công rất nhỏ và không có ghế. Sự chào đón thật khó chịu. Nhân viên ngủ trên ghế ở sảnh đợi. Không có giấy vệ sinh được cung cấp, ngay cả khi chúng tôi yêu cầu thêm. Vào cuối kỳ nghỉ của chúng tôi, chúng tôi đã bị buộc phải thay khăn tắm và khăn trải giường và thảm tắm vì chúng có bụi bẩn chung và các điểm trang điểm nhỏ có thể dễ dàng đi ra ngoài trong quá trình giặt. Họ không hiểu bất cứ điều gì chúng tôi nói và không có người quản lý trên trang web để nói chuyện. ĐỪNG Ở ĐÂY!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kfigg C",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không phải là một câu hỏi về dịch vụ",
            "review_content": "Chúng tôi ở lại hai đêm. Nhân viên lễ tân và nhân viên rất đáng yêu. Chỉ có một vài vấn đề với những thứ khác. Khách sạn là bên cạnh một hộp đêm mà âm nhạc máy bơm tuy nhiên tôi nói rằng đối với những người khác vì điều đó không ảnh hưởng đến tôi. Một vấn đề lớn mà tôi có là có kính mờ cho phòng tắm để bạn thực sự có thể nhìn thấy bạn đồng hành hoặc bạn tình đi du lịch của bạn trên nhà vệ sinh. Có chút ít cá nhân và tôi không hề thô lỗ. Một điều nữa là vòi sen bị hỏng vì cần gạt để chuyển sang vòi hoa sen và ngừng chạy vòi sẽ không ở lại. Bạn trai tôi phải quấn thứ gì đó quanh căn cứ để nó ở lại và để vòi sen chạy. Không co nươc nong. Giường ngủ là siêu thoải mái mặc dù và vị trí là tốt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "micaelamac",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Dịch vụ tồi tệ nhất",
            "review_content": "Đừng ở đây trừ khi bạn thích vòi sen lạnh, cống bị tắc, không có giấy vệ sinh và nhân viên ngủ trên ghế trong sảnh hoặc chơi trên điện thoại của họ ở phía bên kia của căn phòng từ một quầy lễ tân trống rỗng. Nơi này có vẻ đẹp, nhưng không ai làm việc ở đây quan tâm đến khách sạn này. Sự bùng nổ - bùng nổ - bùng nổ từ câu lạc bộ đêm bên cạnh cho đến 3 giờ sáng là những lo lắng của chúng tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GK_",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng hiện đại nhìn ra hộp đêm",
            "review_content": "Địa điểm tốt - tôi có thể đi bộ đến chợ đêm và bãi biển và có rất nhiều cửa hàng quanh khu vực. Phòng của tôi quay mặt ra con đường chính và có một ban công nhỏ; phòng và bồn tắm hiện đại; tủ lạnh, máy pha trà / cà phê, máy lạnh, tivi. Các phòng được thoải mái, nhưng vào ban đêm, câu lạc bộ đêm bên cạnh trở nên sống động và tôi đã phải chịu đựng với nhịp điệu bùng nổ cho đến giờ wee của buổi sáng. Sảnh được chuyển thành một điểm ăn sáng. . . . và mùi hôi thối của thức ăn nán lại. . .",
            "reviewer_location": "Malaysia"
        },
        {
            "name": "misscatshaw",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Sẽ không khuyên bạn",
            "review_content": "Chúng tôi đặt ở đây cho một đêm trước khi bay đến Hội An. Chúng tôi đã chào đón rất nồng nhiệt so với những gì chúng tôi đã nhận được ở Hồ Chí Minh và những chỗ ở khác của chúng tôi ở Nha Trang. Không có người khuân vác để mở cửa, nhân viên tiếp tân rất không có thiện cảm, người dường như không có chút quan tâm để có mặt ở đó. Chúng tôi đã chỉ vào thang máy đến phòng ‘sea view room’ của chúng tôi đã không hoạt động cho căn phòng, người dọn dẹp phải cho chúng tôi vào. Và tầm nhìn ra biển đã bị chặn bởi những kẻ chọc trời trên đường. Tích cực là căn phòng ít nhất là sạch sẽ. Khách sạn nằm ngay cạnh quán Why Not Bar, nơi bắt đầu với âm nhạc lúc 22:00. cho đến khoảng 3 - 4 giờ sáng. Trên tầng 12 không làm phiền chúng tôi quá nhiều nhưng tôi chắc chắn có thể thấy điều này có thể là",
            "reviewer_location": "Croydon, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "26A Trần Quang Khải Phường Lộc Thọ, Nha Trang 650000 Việt Nam",
        "name": "Khách sạn Aroma Nha Trang",
        "geo_data": {
            "latitude": 12.233316421508789,
            "longitude": 109.19583129882812
        },
        "room_number": "50",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b2/8a/executive-seaview-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b1/2c/executive-seaview-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b1/16/executive-seaview-triple.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b1/33/df/aroma-nha-trang-boutique.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/bf/b6/38/reception.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b2/7e/deluxe-seaview-room.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/bf/b6/37/reception.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b1/33/e3/aroma-nha-trang-boutique.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b1/33/e1/aroma-nha-trang-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/cb/67/68/jacuzzi-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/cb/67/59/kha-ch-sa-n-aroma-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/cb/67/50/kha-ch-sa-n-aroma-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b3/ad/jacuzzi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b2/8e/executive-city-view-twin.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b2/82/executive-seaview-triple.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b2/80/execuitve-city-view-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b1/24/kha-ch-sa-n-aroma-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b1/1b/honeymoon.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/fb/b1/13/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/bf/b6/39/restaurant.jpg?w=1200&h=-1&s=1"
        ]
    }
}