{
    "content": [
        {
            "name": "Freedom29657776249",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ 5 sao",
            "review_content": "Dịch khách sạn rất tuyệt, các bạn nhân viên thân thiện, nhiệt tình hỗ trợ. Không gian thoáng mát, phòng sạch sẽ, gọn gàng, bữa sáng nhiều sự lựa chọn. Ngoài ra còn có cả phòng tắm nước nóng và xong hơi đã bao gồm trong giá phòng, rất đáng để trãi nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vacation44504009735",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tuyệt vời ,tôi nhất định sẽ quay lại ghé thăm khách sạn vào lần tới ,dịch vụ ở khách sạn này thực sự rất tốt về cả vị trí lẫn những dịch vụ đặc quyền khác biệt như là tắm nước nóng osen kiểu nhật bản ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Cao Nguyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng về chất lượng dịch vụ",
            "review_content": "Khách sạn: Sạch sẽ Nhân viên vui vẻ, thân thiện Ăn sáng ngon và đa dạng món ăn Các dịch vụ khác: osen, sauna,...tốt Chính sách giá hợp lý. Có dịp công tác tại Đà Năng thì khách sạn sẽ là một trong những lựa chọn hàng đầu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuan dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn",
            "review_content": "Chất lượng dịch vụ tốt , phòng sạch sẽ và thơm Có buffet ăn sáng , kết hợp giữa món ăn Việt Nam và món Âu  Có các dịch vụ giai trí và spa kết hợp tại khách sạn  Ngay khu vực trung tâm Đà Nẵng , kết nối các tiện ích rất dễ dàng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness33614567606",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Tôi chưa thấy ở đâu có chăn gối đệm êm hơn ở đây.  Dịch vụ chăm sóc khách hàng tốt, nhiệt tình, mọi thứ tuyệt vời Đối diện có winmart rất tiện lợi :))))))))) Tuy nhiên, một số phòng hơi tối, chưa đủ ánh sáng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sunshine28774839655",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Grandvrio",
            "review_content": "Không khí trong phòng rất dễ chịu. Nhân viên thân thiện, tư vấn nhiệt tình. Dịch vụ xông hơi tốt Bữa ăn sáng đầy đủ, nhiều lựa chọn. Tiện ích xung quanh tốt. Sẽ tiếp tục lưu trú trong các chuyến công tác sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Voyager00168026975",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao",
            "review_content": "Dịch vụ tốt, giá hợp lý. Khách sạn ở vị trí đẹp, trung tâm, dịch vụ đi kèm chất lượng nhưng chưa có thời gian trải nghiệm. Nhân viên chu đáo, nhiệt tình, chuyên nghiệp. Sẽ quay lại trong thời gian tới. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bảo Thạch",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Dịch vụ tốt Hường chăm sóc khách hàng nhiệt tình, phục vụ tốt. Ăn sáng nhiều món,ngon. Chúng tôi đã có một kì nghỉ tuyệt vời tại đây, nếu có cơ hội chúng tôi sẽ quay trở lại. Tóm lại, tất cả dịch vụ đều tốt, mọi người nên trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Companion32124884149",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Tuyệt vời, chất lượng dịch vụ rất tốt, chỗ ở sạch sẽ, tiện nghi, thoáng mát, view đẹp. Đồ ăn sáng đa dạng món, rất ngon và hợp khẩu vị. Đặc biệt là các bạn nhân viên lễ tân rất nhiệt tình và chu đáo, xinh gái, hoà đồng. Lần sau có dịp nhất định sẽ ghé ở tiếp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Văn Thời",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi công tác",
            "review_content": "Theo cảm nhận của cá nhân mình cảm thấy dịch vụ của khách sạn rất tốt, bữa sáng chuẩn bị rất chu đáo nhân viên thân thiện, không gian xanh và đẹp, yên tĩnh, đặc biệt là bạn Hường chăm sóc khách hàng rất chu đáo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vien H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Business trip",
            "review_content": "Tất cả mọi thứ đều tốt, đặc biệt về phong cách làm việc của nhân viên.   Tuy nhiên có góp ý 4 vấn đề:  - nhà vệ sinh nên có vòi xịt  - Nên để kem tắm và dầu gội đầu trong phòng tắm  - Nên có phòng gym  - Phần review nhất định phải có tiếng Việt, tại sao có 4 ngoại ngữ nhưng ko có tiếng Việt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Tuấn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Được bạn bè giới thiệu đến nhà hàng ăn món ăn ở đây rất ngon và các bạn nhân viên phục vụ rất nhiệt tình hy vọng sẽ được",
            "review_content": "Được bạn bè giới thiệu đến nhà hàng ăn món ăn ở đây rất ngon và các bạn nhân viên phục vụ rất nhiệt tình hy vọng sẽ được gặp lại các bạn đó ( ví dụ như: kiều, Hà, Kim Trang ) see you again have nice day",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trương Thế Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Grandvrio không gian yên tĩnh",
            "review_content": "Khách sạn nằm tại trung tâm thành phố nhưng lại có không gian thật yên tỉnh, thức ăn ngon, có spa thật tuyệt. Có chuyến xe buýt và xe đưa đón khắp thành phố. Chúng tôi sẽ trở lại vào lần gần nhất. :).",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good hotel",
            "review_content": "KS đẹp và sang, nhân viên lịch sự và thân thiên. Hồ bơi , xông hơi, hotspring nóng lạnh cực đã miễn phí cho khách ở tại khách sạn. Gần biển nên đi đâu cũng dễ dàng. Được gặp bác Seo thật là thích. Hehe.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lucy2807",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hanatei restaurant perfect",
            "review_content": "Khách sạn tốt và nhân viên thân thiện. Đặc biệt, khách sạn có nhà hàng Hanatei BBQ thiết kế theo phong cách rất sang trọng và đậm chất Nhật Bản. Đồ ăn rất tươi ngon. Chúng tôi cảm thấy rất hài lòng khi được trải nghiệm tại nhà hàng Hanatei. nhà hàng vào thứ hai hằng tuần để được giảm giá 50% buffet cho các bạn nữ nhé.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Phuoc Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác tại TP Đà Nẵng",
            "review_content": "Phòng sạch sẽ thoáng mát, View nhìn ra bờ sông hàn  rất thơ mộng, đồ ăn sáng khá phong phú, nhân viên  rất dễ thương, lễ phép hơn bất cứ chỗ nào tôi từng đến . Sẽ quay lại đây vào mùa hè sắp đến .   Xin chân thành cảm ơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "chinhiz",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Trên mức trung bình một chút",
            "review_content": "Khách sạn nằm ở vị trí không quá thuận lợi , phòng ốc nằm ở mức 3 sao + . toilet nhỏ và bố trí không hợp lý ,sàn nhà tắm lót gạch bóng rất trơn và nguy hiểm bồn cầu gắn vòi xịt kiểu tự rửa nhưng không hoạt động .cách âm kém nên khi đêm khuya ai khó ngủ sẽ cảm thấy khó chịu . ăn sáng cũng chỉ nằm ở mức 3 sao nhưng bù lại thái độ của nhân viên và bếp rất niềm nở . giá cũng không phải ở mức tốt nên chưa biết có lần quay lại không ?",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "binh l",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Khách sạn có view đẹp, nhân viên thân thiện, nhiệt tình với khách hàng, gần trung tâm thành phố, có thể đi bộ tới trung tâm để tham quan, mua sắm. Tôi sẽ giới thiệu bạn bè và người thân đến đây để trải nghiệm dịch vụ ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thao h",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên nhà hàng rất lịch sự và dễ thương ",
            "review_content": "Tôi đi cùng bạn vào ăn thử nhà hàng này. Nhìn từ bên ngoài thấy rất sang trọng. Khi vào trong thi tôi rất thích không gian của nhà hàng. Và đặc biệt tôi rất thích cô phục vụ rất dễ thương, nói chuyện có duyên lắm. Cô đấy tên là Dung. Cô giới thiệu món ăn cho tôi rất nhiều và tôi cực kỳ hài lòng về đồ ăn ở đây. Bạn tôi và tôi thực sự khen cô này. Phục vụ là phải như nhà hàng ở đây. Biết cách làm hài lòng khách hàng.  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duc L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lễ tân xinh gái và lịch thiệp",
            "review_content": "Dịch vụ tốt nhân viên rất thân thiện và nhiệt tình giúp đỡ tôi. Tôi đã o đây lần thứ 3 và rất hài lòng về khách sạn. Phòng sạch sẽ, tôi chọn View hồ bơi nên khá thoáng mát. Cảm ơn khách sạn. Tôi sẽ còn quay lại nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jonhny2007",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện, nhiệt tình",
            "review_content": "Tôi cùng 1 người bạn ở ks này 2 đêm, từ quản lý đến nhân viên đều thân thiện và nhiệt tình. Họ đã giúp đỡ chung tôi từ những cái nhỏ nhặt nhất. Buffet sáng rộng rãi, ngon, nhiều món để lựa chọn. Đặt biệt là có phòng tắm onsen nước nóng của nhật, rất tốt khi trời đang lạnh thế này. Tôi sẽ quay lại và giới thiệu cho bạn bè biết về ks này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thiên Phú L",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Review",
            "review_content": "Khách sạn mới, đẹp và thoải mái. Không gian phòng ngủ không được thoáng lắm nhưng nội thất bên trong khá ổn, chất lượng dịch vụ tốt, nhân viên lịch sự, tận tình, phục vụ chu đáo. Sẽ quay lại trong dip ghé thăm DN. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "rubychan1983",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rat tot",
            "review_content": "Minh o day duoc  4 dem , tat ca dieu rat hai long , nhan vien than thien , phong oc sach se . Khach san ngay trung tam luon . Gia phong rat hop ly , minh book standard nhung luc check in het phong standard cho minh nang hang len phong Sub luon .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thương l",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn phục vụ theo phong cách Nhật Bản. Chu đáo, tận tâm. Phòng ốc sạch sẽ, onsen và hồ bơi OK. Good!",
            "review_content": "Tuyệt vời! Phòng sạch sẽ, đồ ăn ngon, nhân viên luôn luôn Chào hỏi mình. Lễ tân rất tận tình chu đáo. Đặc biệt khách sạn nằm ngay trung tâm thành phố nên rất tiện lợi cho việc thăm quan và mua sắm của mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Van Phuc U",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn sang trọng mà giá rẻ",
            "review_content": "Lại 1 khách sạn nữa ở gần sông mà tôi đã từng ở Ưu điểm là giá rẻ Đặc biệt là gần sông, tôi rất thích ngắm sông ban đêm Nhân viên trẻ, nhiệt tình Có tắm onsen là vợ tôi thích nhất, cô ấy đòi quay lại vì tắm onsen haha  Tôi có 1 kỳ nghỉ vui vẻ ở đây, vậy thôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "BaoQuoc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ khách sạn rất tốt, nhân viên nhiệt tình, thân thiện",
            "review_content": "Khách sạn giá cả rất phải chăng nhưng dịch vụ thì lại như tiêu chí 5 sao, nhân viên vô cùng nhiệt tình, thân thiện, đặc biệt các bạn lễ tân Ms Chung, Ms linh và các bạn khác đã hỗ trợ rất nhiệt tình cho chúng tôi trong việc tư vấn các địa điểm tham quan ở Đà Nẵng.nhân tiện gửi lời cảm ơn đến các bạn lễ tân, chúng tôi cảm thấy rất hài lòng khi lưu trú tại khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, nhân viên nhiệt tình thân thiện, đồ ăn ngon.",
            "review_content": "Một trải nghiệm phong cách nhật ngay tại trung tâm thành phố Đà nẵng vô cùng thú vị. Tắm Onsen cực thích. nhân viên rất thân thiện, đồ ăn ngon, phòng ốc sạch sẽ..nói chung là OK.tôi sẽ quay lại trong thời gian tới.......",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lucky",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời.",
            "review_content": "Chất lượng dịch vụ tốt. Nhân viên rất thân thiện.Và tôi rất thích đồ ăn nhật. Tôi chỉ vô tình nhìn thấy nhà hàng nhật này thôi. Lần đầu vào ăn tôi rất ngỡ ngàng trước sự nhiệt tình của các bạn phục vụ và đồ ăn ngon lắm a. Các bạn ấy rất niềm nở đón tiếp khách. Ba bạn này nói chuyện rất dễ thương. Và biết cách trò chuyện với khách khi khách đến nhà hàng. Cảm ơn các bạn.  Và giờ đây nhà hàng này là nhà hàng mà tôi luôn nghĩ đến khi đi ăn.  Tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong Nguyen",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng không cách âm, Buffet không ngon",
            "review_content": "Mình vừa ở đây 1 ngày, nói chung mọi thứ đều ok, phòng tắm onsen kiểu Nhật là 1 điểm nhấn, duy chỉ có 2 điểm mình chưa được hài lòng lắm - Phòng không cách âm: khi ở trong phòng, tất cả mọi hoạt động diễn ra ở hành lang: tiếng động khách đi qua đi lại, tiếng nhân viên buồng phòng í ới nói chuyện với nhau,.. mình đều nghe thấy rất rõ. Thậm chí kể cả tiếng xê dịch bàn ghế ở phòng bên cạnh hoặc tầng phía trên cũng thế. - Buffet không ngon: các món ăn thực sự chưa đa dạng để kích thích thực khách, các món bánh, tráng miệng cũng chưa thực sự xuất sắc, món chè Việt Nam không ngon, ăn hơi đắng.",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "dangvispa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn đẹp, nhân viên phục vụ rất tốt,mình rất thích nơi đây",
            "review_content": "khách sạn đẹp nằm ở vị trí trung tâm rất tiện lợi, nhân viên phục vụ rất nhiệt tình và chu đáo, phòng ốc sạch sẽ,cách bố trí phòng rất hợp với phong cách của mình,mình rất thích nơi đây,Mình sẽ cùng gia đình quay lại đây trong thời gian tới.verry good.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Huy T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tốt",
            "review_content": "Phòng khách sạn đẹp, rộng rãi, tách biệt phòng khách và phòng ngủ. Các dịch vụ đi kèm khá tốt, bữa sáng tương đối phong phú. Nhân viên rất thên thiện, phục vụ chu đáo. Những trẻ nhà tôi rất thịch. Gia đình tôi rất hài lòng khi chọn lưu lại khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yumin T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Japan nằm giữa lòng tp Đà Nẵng",
            "review_content": "Tai nghe không bằng mắt thấy - mọi người đồn thổi nhau nhiều nhưng bây h mới có cơ hội đổi gió nên 2 vợ chồng tôi đã chọn GRANDVRIO .  View đẹp - thoáng mát mà khau vệ sinh rất sạch sẽ tôi rất thích mùi hương nơi này ngay từ khi bước vào cổng . Đặc biệt những bạn lễ tân và bell nơi này rất thân thiện - vui vẻ và nhiệt tình , cách tiếp đón của mọi người nơi này tạo cho tôi thấy cảm giác thoải mái . Phòng ốc thì siêu sạch và rất ưng ý với cách trang trí . Lại có cả Room Service - phục vụ 24/24 thức ăn lại ngon . Tiệc buffet thì lại rất nhiều món tha hồ lựa chọn .  Một thứ mà tôi ko thể nhắc đến là dịch vụ spa , và tắm onsen - đây là cái riêng biệt và đặc biệt là ở DaNang  chưa từng có. Nơi này mang phong cách Nhật theo vẻ đẹp hiện đại lại Nằm ngay trung tâm thành phố , chỉ mắt 3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Black Phat",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn phong cách nhật tốt nhất Đà Nẵng..!",
            "review_content": "Đây là khách sạn mang phong cách Nhật nằm ngay trung tâm thành phố cùng vs cách phục vụ chuyên nghiệp và tận tình của tất cả nhân viên. Gia đình tôi rất hài lòng về tất cả các dịch vụ tại GRANDVRIO. Từ khi bước vào tiền sảnh tôi đã nhận được sự chào đón rất nhiệt tình và đặc biệt ấn tượng vs thức uống welcome drink. Nói về phòng thì tôi lại không thể chê, rộng rãi-thoáng mát- sạch sẽ. Khuôn viên giữa lòng khách sạn khiến tôi cảm thấy thoải mái.  Ở đây có một thứ mà hầu các khách sạn ở Đà Nẵng không có đó là dịch vụ tắm onsen(tắm tiên) hoàn toàn miễn phí Buffet buổi sáng rất đa dạng, vừa có món Á và cả món Âu.  Tôi thực sự rất hài lòng từ cách phục vụ cho đến khâu vệ sinh rất sạch sẽ. Nếu đến Đà Nẵng hãy chọn khách sạn GranVrio hãy trải nghiệm và thưởng thức phong cách Nhật tại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đoàn Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice hotel",
            "review_content": "Khách sạn có phong cách phục vụ theo kiểu nhật bản rất tốt.phòng nghỉ lịch sự sạch sẽ. Các dịch vụ khác theo văn hoá người nhật cũng rất tốt.chất lượng hơn giá thành.rất ấn tượng với các nhân viên bộ phận lễ tân, rất thân thiện và nhiệt tình. Tôi sẽ quay lại khách sạn Grandvrio khi đến Đà Nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "dieu thuy H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A nice and convenient place to stay in Da Nang",
            "review_content": "Khách sạn nằm ở vị trí trung tâm thành phố, gần sân bay, rất thuận tiện đi lại. Các bạn chỉ phải trả tầm 40k taxi ra bãi tắm Mĩ Khê hay các quán hải sản ngon, rẻ dọc bờ biển. Điều quan trọng hơn nữa là mình rất hài lòng về thái độ phục vụ của nhân viên khách sạn rất lịch sự, ân cần và chu đáo.   Đặc biệt là các bạn ở bộ phận lễ tân tận tình và dễ thương, ấn tượng nhất với bạn quản lí bộ phận lễ tân người Hà Nội (mà quên mất chưa hỏi tên bạn ý :((( ) Phòng ốc mới, sạch đẹp và tiện nghi. Khách sạn có bể bơi và cả bể tắm nước nóng bên trong khu spa ( free nhé). Ăn sáng nhiều món và ngon Sẽ quay lại khách sạn nếu có dịp đến Đà Nẵng. Và chắc chắn mình sẽ giới thiệu cho bạn bè nữa:)  Cảm ơn và hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "壁昆 金",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Grandvrio danang",
            "review_content": "Đây là lần thứ 2 chúng tôi đến thăm Đà Nẵng, chúng tôi thực sự thích thành phố này. Lần này chúng tôi đã chọn khách sạn này, và chúng tôi hài lòng với quyết định của mình. Nó nằm ở trung tâm, gần sông Hàn, gần sân bay, gần maket đêm. Nhân viên thân thiện, phục vụ tốt. Chúng tôi sẽ trở lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "วิรัช น",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn bạn.",
            "review_content": "Chúng tôi đã có 2 đêm ở đây, chúng tôi thực sự thích dịch vụ onsen, và cũng rất hài lòng với thái độ của nhân viên ở đây, tất cả họ đều rất tốt, nhân viên tiếp tân đặc biệt - họ rất hữu ích và đáng yêu. Ăn sáng là như vậy, cảm ơn bạn đã điều trị của bạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoang Vo",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chỉ cần ổn thôi",
            "review_content": "Các phòng có vẻ cũ, chúng tôi có một phòng nhỏ trước, nhưng cửa sổ bị rò rỉ, họ đã cố sửa nó nhưng nó không hoạt động, vì vậy chúng tôi đã được nâng cấp lên một phòng lớn hơn. Nhưng thiếu thiết kế nên cảm thấy rất chán. Cách âm không tốt nên tôi nghe thấy tiếng ồn từ bên ngoài rất rõ. May thay nó không tồn tại lâu hơn. Nhân viên đôi khi tốt đẹp và đôi khi tốt, hồ bơi nhỏ nhưng phòng tắm hơi và onsen là tuyệt vời. Bữa sáng cần được cải thiện. Hy vọng ở lại bên bờ biển để xem xét thêm. Điều này là phù hợp cho các nhóm du lịch.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Ильдар К",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và nhân viên dễ thương",
            "review_content": "Chúng tôi là người Malaysia. Đó là lần đầu tiên chúng tôi đến thăm danang, chúng tôi chính xác ở lại Grandvrio danang, nhân viên rất hữu ích và lịch sự, họ luôn nói xin chao với chúng tôi, họ đã cho chúng tôi nhiều thông tin hữu ích trong suốt thời gian tôi ở.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Simone",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đà Nẵng ngày",
            "review_content": "Tôi ở tại khách sạn Grandvrio City trong sáu đêm vào tháng 6 năm 2019. Tôi đã ở Nang cho một hội nghị và chúng tôi đã ở khá gần nhau. Đó là một khách sạn tuyệt vời để ở nếu bạn cần được đặt ở phía bên kia của dòng sông. Các phòng rất thoải mái, hồ bơi và onsen là cần thiết trong cái nóng, và bữa sáng là quá đủ. Trên tất cả các nhân viên là tuyệt vời. Họ luôn mỉm cười. Tôi cảm thấy may mắn khi gặp được một nhân viên đặt phòng dễ thương như vậy, Nancy (Ny), người đã cho tôi nhiều lời khuyên về nơi sẽ đi. Chúng tôi đã có một số cuộc trò chuyện dài tuyệt vời và tôi chắc chắn sẽ là bạn trong một thời gian dài sắp tới. Sự háo hức của nhân viên đôi khi là trên đỉnh, ví dụ. với tiếng la hét của Xin Chao hoặc Xin Cam On trong phòng ăn sáng khi bạn bước vào và rời đi. Tôi cũng cảm thấy kỳ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Remus C. H. A.",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng yêu?",
            "review_content": "Kiểm tra nhanh. Nhân viên lễ tân đều tươi cười và phòng đẹp n sạch sẽ. WiFi mạnh. Massage có sẵn. Gần khu vực hành trình và cầu rồng. Bể bơi nhỏ bên trong khách sạn thiết kế vuông. Rat khuyen khich.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Kim M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhân viên chu đáo tại Grandvrio City Đà Nẵng",
            "review_content": "Tôi đã đi du lịch với người mẹ 72 tuổi của mình và các nhân viên rất nồng hậu và thân thiện. Chúng tôi đến vào ban đêm, mệt mỏi và nhân viên tiếp tân lễ tân, Quyên, làm cho nó trở thành một quá trình liền mạch. Ngày hôm sau, Quỳnh thấy chúng tôi đợi taxi Grab đến Chua Linh Ung & giúp chúng tôi bằng cách nói chuyện với taxi cho chúng tôi. Ngoài ra, cô ấy đã vượt lên trên và trong việc giúp tổ chức chuyến thăm buổi tối của chúng tôi đến Hội An. Cô ấy rất hữu ích và dễ chịu khi làm việc theo ca 12 tiếng!  Quỳnh là ví dụ hoàn hảo về dịch vụ khách hàng trong ngành khách sạn!",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Yeow Ann Yohann",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến thăm lặp lại tháng 11 năm 2018",
            "review_content": "Lần thứ hai / lặp lại của tôi ở Grandvrio City Đà Nẵng. Đội ngũ khách sạn ở đây rất thân thiện và rất nhiệt tình, cung cấp dịch vụ khách hàng xuất sắc, nhưng chuyên nghiệp trong việc đảm bảo sự thoải mái và trải nghiệm của khách :) Tôi đã chứng kiến nhân viên thường xếp hàng ở lối vào khách sạn để vẫy tay và tiễn khách. Trong khi có một số khách sạn mới khai trương gần đó, Grandvrio City Đà Nẵng vẫn duy trì vị thế thông qua đội ngũ nhân viên xuất sắc. Một tiếng hét đặc biệt - gửi tới chị Dũng (tháng 6), Bình, Phương và anh Chiến mà tôi gặp trong lúc check-in và check-out :) Kịp các công việc tuyệt vời : )",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Don P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn xuất sắc",
            "review_content": "Có đặt trên đường dây, chúng tôi không chắc chắn về những gì mong đợi của sự lựa chọn của chúng tôi về khách sạn. Trong thực tế, khách sạn đã được xuất sắc. Một đoạn đi bộ ngắn từ lối đi dạo và các tour du lịch trên sông nổi, nó thuận tiện cho hầu hết các thị trấn. Các nhân viên thật tuyệt vời và không thể làm đủ cho chúng tôi. Các bữa sáng được tốt và các phòng đều rất sạch sẽ và thoải mái. Chúng tôi dự định trở lại Đà Nẵng để thăm những nơi chúng tôi bỏ lỡ trong chuyến đi này và chúng tôi chắc chắn sẽ ở lại Grandvrio một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ed Booth",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên hữu ích của khách sạn tuyệt vời. Lớp học đầu tiên.",
            "review_content": "Ở đây một đêm vào tháng 10 năm 2018. Nâng cấp miễn phí khi đến nơi. Vị trí tuyệt vời với tầm nhìn ra dòng sông. Bữa sáng ngon miệng. Nhân viên không thể hữu ích hơn. Được đề xuất. chắc chắn sẽ ở lại một lần nữa.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "01-03 Đống Đa Hải Châu, Đà Nẵng 550000 Việt Nam",
        "name": "Grandvrio City Danang by Route Inn Group",
        "geo_data": {
            "latitude": 16.08246421813965,
            "longitude": 108.22193145751953
        },
        "room_number": "162",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/81/50/3e/swimming-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/c6/e4/59/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/c6/e7/1f/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/81/50/12/souvenir-shop.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/c6/e5/42/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/c6/e2/41/premier-deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/81/50/55/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/81/50/2b/souvenir-shop.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3f/e0/47/grand-cafe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3f/e0/5b/grand-cafe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e1/ef/20/coffee-shop.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3f/e0/78/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/0a/50/78/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/0a/50/9a/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/12/33/2f/khach-s-n-grandvrio-city.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e1/ef/3b/spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/12/37/1f/khach-s-n-grandvrio-city.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/b6/3f/0e/the-friendly-team-during.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/0a/50/5d/grandvrio-city-danang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/3b/9e/41/grandvrio-city-danang.jpg?w=1200&h=-1&s=1"
        ]
    }
}