{
    "content": [
        {
            "name": "Hà Nhật Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn trung tâm thành phố Đà Nẵng",
            "review_content": "Khách sạn trung tâm thành phố Đà Nẵng Nên rất tiện đi lại. Tôi ở khách sạn thay vì công tác ở đây mấy ngày và đối tác cơ quan ngay gần khách sạn. Khách sạn to rộng và sạch sẽ. Từ khách sạn đi các hướng Rất là thuận lợi. Ở tầng hai của khách sạn có phòng casino nhưng mà không được vào huhu.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thu Ngân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyên nghiệp, sang trọng",
            "review_content": "Tôi tham dự hội thảo giáo dục được tổ chức tại khách sạn one opera và thực sự ấn tượng về không gian cũng như cơ sở vật chất ở đây. Khách sạn tông màu chủ đạo là trắng đen nhìn khá sang trọng, đặc biệt bị trí ở ngay trung tâm thành phố nên đi chuyển rất thuận lợi. Nhân viên lễ tân thân thiện và đã tư vấn nhiều dịch vụ của ks. Tôi sẽ quay lại để trải nghiệm dịch vụ Cafe và nhà hàng tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuanhl",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đánh giá thật lòng, mong là không bị xoá bài",
            "review_content": "1. Wifi cực kì tệ, 10 phút đơ một lần, ai mà hay xài smartphone thì nên cân nhắc 2. 2 khách nhưng khách sạn chỉ cho 1 key duy nhất, lí do đưa ra khách quá đông. Chuyên nghiệp ghê 3. Cơ sở vật chất chỉ dừng lại ở 2 chữ bình thường Mong là những review này đến được với người cần đến trước khi nó bị xoá",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Bao Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Khách sạn ngay trung tâm thuận tiện việc đi lại và tham quan. Cơ sở vật chất tốt! Đội ngủ nhân viên tận tâm, thân thiện! Sẽ trở lại One Opera trong những dịp tới! Chúc OneOpera ngày càng phát triển tốt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoàng Lê",
            "avatar": "",
            "review_rating": "5",
            "review_title": "One Opera",
            "review_content": "Mình rất thích ở khách sạn One Opera. Khách sạn ở ngay trung tâm thành phố, rất gần sân bay, chỉ khoảng 5 phút đi xe. Nhân viên khách sạn rất nhiệt tình, thân thiện và đồ ăn sáng thì tuyệt vời. Nếu ai có ý đinh đến Đà Nẵng du lịch thì khách sạn One Opera là lựa chọn tốt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Taiphan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất tuyệt vời",
            "review_content": "Tôi và bạn gái đã có một chuyến đi gần như rất hoàn hảo tại Đà Nẵng. Và không thể không nói lời cảm ơn Khách sạn OneOpera. Từ sân bay chúng tôi đã nghĩ mình phải đi đâu cho đến giờ check-in, nhưng ngay sau khi về khách sạn thì các bạn lễ tân rất nhiệt tình, vui vẻ, đã cố gắng sắp xếp phòng cho tôi. Hơn thế nữa nhờ các bạn ấy mà chúng tôi được đi nhiều hơn những nơi mình đã dự định. Cảm ơn Đà Nẵng, cảm ơn OneOpera.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joebui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ khách sạn tốt",
            "review_content": "Tôi thường xuyên công tác tại đà nẵng và công ty tôi đặt phòng tại đây, tuy nhiên phải nói là dịch vụ của khách sạn và vị trí trung tâm rất tốt và thuận lợi. Nhân viên khách sạn: lễ tân, guest service thân thiện và sẵn sàng hỗ trợ khi cần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mai Ánh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "One opera",
            "review_content": "Khách sạn tốt, sạch sẽ, thơm tho, nhân viên khách sạn rất nhiệt tình hướng dẫn địa điểm ăn ngon, bổ, rẻ. Tuy nhiên, nghe chị bạn đi cùng có góp ts phòng tập và hồ bơi ko được mới và tiện nghi cho lắm, nhưng vì mình ko biết bơi và ko tập nên vẫn thiện cảm với khách sạn này. Sẽ ở nơi đây cho những chuyến công tác tiếp theo!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn one opera",
            "review_content": "Tôi đến khách sạn one opera dự hội thảo ,tôi rất hài lòng về dịch vụ ở đây , về chất lượng và các trang thiết bị ở đây rất tốt , đặc biệt khách sạn ở đây ngay trung tâm thành phố nên rất thuận tiện đi lại , nhân viên thân thiện .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TuanAnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Nhân viên lễ tân và cskh rất nhiệt tình giúp đỡ khách hàng, đặc biệt có bạn Na thái độ nhiệt tình giúp đỡ mình rất nhiều. Dịch vụ phòng tốt và sạch sẽ. Nhân viên tươi trẻ và thân thiện. Vị trí thuận tiện gần sân bay gần nhiều địa điểm ăn uống.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ba nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san co tam nhin xa tu xa tren xuong rat dep",
            "review_content": "Excellent service Nha hang thuc an ngon  Buong Phong sach se  ngan nap  Nhan vien  tre dep lanh va rat lich su  Le tan niem no chudao !!! BAo ve rat can thanco le se tro lai cuoi namse gioi thieu nhieru ban be va gia dinh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yoon N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, phòng đẹp",
            "review_content": "Tôi và gia đình đã ghé đến khách sạn one opera để trải nghiệm vì chồng tôi công tác tại đà nẵng. Tôi thấy khách sạn đẹp, sạch sẽ, nhân viên thân thiện và hỗ trợ khách hàng mọi lúc khi chúg tôi cần. Tôi sẽ giới thiệu bạn bè tới one opera khi đến đà nẵng.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Connector13247051729",
            "avatar": "",
            "review_rating": "5",
            "review_title": "one opera đà nẵng",
            "review_content": "Đã tham gia khách sạn 4sao tại đây.Nhân viên phục vụ chu đáo,nhiệt tình với khách hàng khi đến đây.Đặt biệt đồ ăn rất ngon.Không gian vừa đẹp và sang trọng để tổ chức các sự kiện,hội thảo tại đây❤️❤️❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GrandTour31868743362",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đã ghé thăm và ở lại khách sạn 4 ngày, Khách sạn tốt,phòng rộng đầy đủ tiện nghi nhân viên nhiệt tình, món ăn ngon, sẽ ghé lại lần tiếp theo. Cạnh khách sạn có rất nhiều quán ăn ngon vì ởtrung tâm thành phố và gần sân bay, nhân viên tiền sảnh và cskh nhiệt tình chu đáo nên tôi khá hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Maps14727796455",
            "avatar": "",
            "review_rating": "5",
            "review_title": "One opera hotel",
            "review_content": "Khách sạn sang trọng , dịch vụ tốt , nhân viên thân thiện , phòng đẹp, view thành phố rất đẹp . Do gần thành phố nên rất tiện đi lại . Dịch vụ xuất sắc , là địa điểm lí tưởng rất thích hợp chọn làm điểm nghi ngơi khi đến Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Freedom824359",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cam nhan ve KS ONE OPERA DN",
            "review_content": "KS ngay trung tam, view dep, phong thi rat rong rai va thoang, nhan vien cua KS thi nhiet tinh, de thuong, dac biet buoi sang ngoi an sang thi nha hang co view rat dep. Hau nhu thang nao di cong tac toi cung o day. Ma thich nhat la doi dien voi che Lien.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phamhuynhbichhoa0512",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Nhân viên nhiệt tình Khách sạn đẹp,phòng đẹp và sạch sẽ Gần trung tâm đi lại thuận tiền và gần những nơi đẹp.gần sân bay nên cũng thuận tiện vận chuyển đi và về. Phục vụ, tiếp tân nhiệt tình và rất ok",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "vannamhalong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn trung tâm Đà Nẵng",
            "review_content": "Tôi dự hội nghị ở đà nẵng và đã đặt phòng ở khách sạn này. Khạchs sạn phòng ốc rất sạch sẽ và rộng hơn nhiều nơi khác tôi từng nghỉ. Nhân viên lễ tân và các cháu chăm sóc khách hàng lịch sự, lễ phép và đã hỗ trợ cả đoàn khi ở đây. Khách sạn ở trung tâm nên đoàn chúng tôi mua sắm rất tiện lợi. Lần sau tôi vẫn sẽ ghé vào khách sạn này",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "NorthStar694369",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí đẹp dịch vụ tốt",
            "review_content": "Ksan vị trí rất đẹp. Phòng ốc rộng rãi. Dịch vụ tốt. Tuy nhiên tiện nghi hơn cũ 1 chút. Mà giá quá hợp lý nên cũng chấp nhận được. Khách sạn gần sân bay. Ngay khu trung tâm ăn uống của Đà Nẵng. Về đêm khá nhộn nhịp và tiện lợi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "baekhuonh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "One opera number1",
            "review_content": "Khách cua tôi có ở ngày 26/7 nhưng 27 đã check out. Tuy nhiên đến ngày 30 thì phát hiện để quên đồ ở one opera. Trong thời gian lâu vậy giờ khách mới bao tôi có nói voi khách chắc là không có nữa. Nhưng khi tôi gọi cho bộ phận lễ tân thì mà. Ngọc lễ tân đã tận tình giúp đỡ tôi và đã tìm thấy đồ cho khách của tôi. Tôi rất cảm ơn sự tận tình chu đáo của bộ phận lễ tân cũng như sự trung thực của bộ phận buồng phòng. Khách của tôi rất hài lòng và rất muốn lần sau sang việt nam sẽ ghé qua lại one opera hotel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Long H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "phong cách phụ vụ tốt và chuyên nghiệp",
            "review_content": "Mình đã trã qua chuyến công tác và nghĩ tại ks One Opera. Tại đây được nhân viên ks phục vụ chu đáo, tận tình. Thức ăn hợp khẩu vị 3 miền Đặt biệt là có chị Ngọc - lễ tân hỗ trợ đoàn rất nhiệt Xin cảm ơn nhiều....!! Hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngô H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phục vụ hội nghị chuẩn 5 sao",
            "review_content": "Toi đi dự hội nghị tại khách sạn One Opera Đà Nẵng. Rất vinh hạnh được Giám đốc Trần Vĩnh Lộc đón tiếp. Khách sạn nhân viên lịch sự, giúp khách nhiệt tình. Bạn trợ lý lễ tân em Ngọc rất chu đáo. Cảm ơn vì sự đón tiếp đáng trân trọng này!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn dịch vụ tốt",
            "review_content": "Mình và gia đình có lưu trú tại đây 20/7-23/7 Khách sạn sang trọng và sạch sẽ Nằm ngay trung tâm và ở ngay cung đường trà sữa và ăn vặt rất tiện đỡ chi phí di chuyển chỉ cần đi bộ 3-5p Nhân viên niềm nở dọn phòng kĩ  Đặc biệt có cô lễ tân tên “Ngọc” rất quan tâm khách tư vấn địa điểm ăn uống đi chơi sẽ quay lại khi có dịp và giới thiệu cho bạn bè  Cảm ơn one opera!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một kỳ nghỉ vui vẻ hạnh phúc",
            "review_content": "Đầu tháng 7 gia đình tôi đi du lịch Đà Nẵng. Ở Khách sạn One Opera. Lễ tân nhiệt tình, thủ tục nhanh và khá đơn giản. Tôi ở 2 đêm được giảm 50% matxa. Cô Ngọc lễ tân dễ thương, vui vẻ niềm nở với khách giới thiệu nhiều danh lam, thắng cảnh nơi đây, khi chúng tôi đi chơi về gặp lễ tân luôn hỏi đi chơi thế nào có thú vị không, đồ ăn có ngon không....... cảm giác rất dễ chịu. Khi nào có cơ hội gia đình tôi sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoang D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thái độ phục vụ tốt và nhiệt tình",
            "review_content": "Tôi thường lưu trú tại khách sạn này vì văn phòng công ty đặt tại đây nên luôn ở đây khi đi công tác tại Đà Nẵng. Cảm thấy rất hài lòng vì sự phục vụ và tận tình của nhân viên tại đây. Hi vọng các bạn có thể có thêm 1 lựa chọn cho mình khi đến thành phố Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ly Vuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, nhân viên thân thiện",
            "review_content": "Khách sạn có rất nhiều dịch vụ, từ đưa đón sân bay, casino (nhưng không vào được ^.^), karaok trên tầng 4. Bể bơi cũng rất sạch. Bar trên sân thượng cũng rất đẹp, view buổi tối toàn thành phố đà nẵng thì miễn chê. Ăn sáng có nhiều món và ngon. Sẽ ở One Opera tiếp trong dịp tới khi quay lại Đà Nẵng.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hùng N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ hội nghị rất tốt.",
            "review_content": "Cám ơn khách sạn và nhân viên bộ phận nhà hàng de soleil đã hỗ trợ hết mình để chương trình bên mình thành công tốt đẹp. Không có gì để phàn nàn cả, rất vui và hài lòng. Tổ chức nữa sẽ tiếp tục hợp tác với khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm V",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thái độ nhân viên hướng dẫn xe hơi kém",
            "review_content": "Mình ghé sảnh chính đón bạn( thuê vp tại One Opera) lúc 12:00 ngày 21/8. Chạy xe vào sảnh chính mình có hạ kính xuống và nói mình đợi bạn. 30 giây sau có taxi vào đón khách. Mình cho xe tới một chút để xe sau đậu. Mình biết sảnh chỉ cho dừng 1-2 phút vì sảnh nhỏ. Nhưng thái độ quát tháo của nhân viên điều hành xe ( đông phục đen) rất thiếu chuyên nghiệp với tầm 5 sao.  Anh ta có thể nói: \" Anh có thể chạy tới chút nữa được không?\" Thay vì Hét vào mặt khách hàng là:\" Tới đi\"  Các bạn nên training lại. Có thể mình chỉ đến đón bạn, không lưu trú tại đây. Nhưng mình có thể giới thiệu khách trong tương lai.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "125qu_nhm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng đẹp, gần trung tâm, nhân viên thân thiện",
            "review_content": "Gia đình chúng tôi đi du lịch Đà Nẵng vào thời gian cao điểm của mùa du lịch nhưng rất may khi chúng tôi đã xem những đánh giá trên Tripadviser của các khách du lịch và có sự lựa chọn sớm về việc nghỉ dưỡng tại khách sạn One Opera Đà Nẵng. Phòng nghỉ của chúng tôi rất sạch sẽ, có thể nói là tuyệt đẹp. Buổi tối, đứng từ khách sạn, bạn có thể nhìn toàn cảnh Đà Nẵng về đêm, cầu Rồng lung linh ánh đèn. Nhân viên hết sức thân thiện và giúp đỡ chúng tôi đặt tour Bà Nà Hill và tour cù lao chàm, cũng như thông tin về các điểm du lịch tại Đà Nẵng. Một lần nữa cám ơn các bạn, thông tin của các bạn giúp tour của gia đình chúng tôi thuận lợi và hết sức vui vẻ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt cho gia đình có trẻ nhỏ",
            "review_content": "Phòng rộng, thoáng mát, sạch sẽ, đầy đủ tiện nghi. Nhân viên thân thiện, nhiệt tình. Tuy nhiên thực đơn buffet ăn sáng chưa thực sự phong phú. Vị trí khách sạn nằm trong trung tâm thành phố nên hơi xa biển, nhưng lại rất gần sân bay. Tiện lợi cho khách đến liên hệ giao dịch công tác hơn là đi nghỉ dưỡng.",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Jesus",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngày tuyệt vời",
            "review_content": "One Opera là khách sạn tốt nhất trong thị trấn, bắt đầu với quầy lễ tân, thân thiện và nhanh chóng, phòng rộng và sạch sẽ, tất cả nhân viên rất thân thiện và chu đáo, thức ăn rất tuyệt và ngon, Miss Tra trong quan hệ khách là lựa chọn tốt nhất cho mọi kế hoạch và hoạt động bạn khao khát. . . . . chỉ cần hài lòng 100%",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "daniel a",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excelent & speedfull ở lại Việt Nam",
            "review_content": "Chúng tôi đến thành phố Năng sau một tuần đi bộ dài, tìm một nơi để nghỉ ngơi và chuẩn bị cho phần tiếp theo của chuyến đi. Chúng tôi tìm thấy một nhân viên thực sự tử tế và hữu ích. Luôn mỉm cười và cố gắng làm điều tốt nhất cho bạn. Tiếng Anh tốt nhất tôi đã nghe trên khắp Việt Nam. Cảm ơn tất cả các bạn và đặc biệt đến cô Trà.  Hy vọng sẽ sớm gặp bạn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dominic R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp ở trung tâm Đà Nẵng",
            "review_content": "Khách sạn rất đẹp ở trung tâm Năng, rất thuận tiện cho việc đi công tác, vì khách sạn nằm rất gần sân bay. Nhân viên thân thiện, phòng rộng với view đẹp. Cũng gần các điểm tham quan của du khách, như cầu rồng.",
            "reviewer_location": "Mainz, Đức"
        }
    ],
    "hotel": {
        "location": "115 Nguyễn Văn Linh Quận Hải Châu, Đà Nẵng 550000 Việt Nam",
        "name": "Khách sạn One Opera Đà Nẵng",
        "geo_data": {
            "latitude": 16.060436248779297,
            "longitude": 108.21700286865234
        },
        "room_number": "201",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/d2/e6/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0f/bd/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0f/61/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0e/f2/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0e/db/one-opera-danang-hotel.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0e/d3/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/be/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/b6/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/b4/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/a4/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/a0/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/0c/9d/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/dc/5a/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/dd/f3/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/db/f9/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/db/b5/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/db/90/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/db/73/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/db/5a/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/d8/c4/one-opera-danang-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}