{
    "content": [
        {
            "name": "Truong H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Căn hộ cho thuê giá tốt",
            "review_content": "Tôi thuê căn hộ 2 phòng ngủ ở toà A trong 3 ngày tháng 8/2018 Có phòng khách rộng, tivi màn hình 40” các phòng, 2 toilet, có bếp và trang bị đầy đủ vật dụng nấu ăn  Giá cả phải chăng (khoảng 60USD) và vị trí sang trung tâm Quận 1 rất thuận tiện làm việc với đối tác, nhưng không thuận tiện khi ra sân bay Tân Sơn Nhất - phải di chuyển sớm hơn và tránh giờ tan sở An ninh, thang máy rất tốt; khu public sạch sẽ Dưới chân toà nhà không có siêu thị hay trung tâm dịch vụ hay ngân hàng nên không thuận tiện cho việc ăn uống hay thanh toán Toà nhà có bể bơi rất đẹp và sạch sẽ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Marisa Blackwood",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Căn hộ tiện nghi ở vị trí tiện dụng",
            "review_content": "Chúng tôi chỉ ở đây hai đêm, nhưng rất có thể giới thiệu căn hộ. Mặc dù, phải lưu ý rằng tôi đã đặt khách sạn Saigon Sirius chứ không phải Rivergate Residence. Chúng tôi đã rất bối rối khi đến địa chỉ chính xác nhưng tên sai. Nỗi sợ hãi của chúng tôi nhanh chóng được xoa dịu khi người liên lạc của chúng tôi (xin lỗi, không thể nhớ tên cô ấy) xuất hiện và hộ tống chúng tôi đến căn hộ của chúng tôi. Chúng tôi đã được nâng cấp lên một hai phòng ngủ và nó được trang bị rất độc đáo và rất sạch sẽ và thoải mái. Người liên lạc của chúng tôi giữ liên lạc qua Messenger và rất hữu ích với các đề xuất về nơi ăn / làm gì. Ban công cung cấp một cái nhìn tuyệt vời trên thành phố và dòng sông. Vị trí khôn ngoan, chỉ mất 10 - 15 phút đi bộ qua cầu đến quận 1. Có một nhà hàng tuyệt vời chỉ cách",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "gferrod",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đừng đến căn hộ The Manner",
            "review_content": "Chúng tôi đã đặt một căn hộ trong tòa nhà này được thông báo tại Đặt phòng là Căn hộ The Manner Đó là căn hộ trên căn hộ 18 tầng 6 Chàng trai khiến chúng tôi chờ đợi trong nửa giờ để đưa chìa khóa cho chúng tôi mặc dù anh ấy biết thời gian đến của chúng tôi Anh ấy không giải thích bất cứ điều gì Đối với chúng tôi như nơi hồ bơi Căn hộ bẩn thỉu, những sợi lông trên sàn nhà, trên bàn ăn và trên những tấm vải bị ố và bẩn. Có nước trên khắp sàn nhà của một trong những phòng tắm. Chúng tôi đã liên lạc với ownwer để cho anh ấy biết và anh ấy nói sẽ gửi ai đó để dọn dẹp nhưng không bao giờ làm thế. Chúng tôi cũng có vấn đề với việc thanh toán. Kiểm tra ảnh và tôi khuyên mọi người đừng đến Căn hộ The Manner",
            "reviewer_location": "Mieres, Tây Ban Nha"
        },
        {
            "name": "Justin Q",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí thuận tiện, sạch sẽ và tốt",
            "review_content": "Tòa nhà này là một căn hộ địa phương chỉ 5 phút đi bộ đến quận 1. Cửa hàng tiện lợi và quán cà phê có sẵn tại sảnh. Có một hồ bơi và phòng tập thể dục nằm ở tầng 7. Tuyệt vời ở lại!",
            "reviewer_location": "Manchester, Vương quốc Anh"
        },
        {
            "name": "Juankoning",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Sài Gòn Sirius",
            "review_content": "Chúng tôi đặt một căn hộ với 2 phòng ngủ và 2 giường cỡ king. Kích thước khá đẹp cho 4 người lớn. Rất hiện đại và sạch sẽ. Nó có tất cả các thiết bị bạn cần. 3 TV, tủ lạnh và tủ lạnh hai cửa lớn, máy giặt, hệ thống âm thanh và ban công. Nằm cách Quận 1 khoảng 2 km có thể dễ dàng đi bộ nếu bạn lên đường cho nó. Không có bàn tiếp tân vì nó là một tòa nhà chung cư, vì vậy hãy chắc chắn có tên liên hệ của bạn để bạn có thể gọi điện thoại hoặc whatsApp họ để đưa bạn đến căn hộ của bạn. Chúng tôi phải mất một thời gian để hiểu những gì đang xảy ra và những gì chúng tôi phải làm. Vì lý do này, tôi cho nó 4 trên 5. Chúng tôi đã bỏ lỡ 1 đêm khi chuyến bay của chúng tôi bị hủy bỏ. Chúng tôi đã không nhận được đêm hoàn trả, nhưng đã được cung cấp thêm một đêm mà chúng tôi không thể sử",
            "reviewer_location": "Thornbury, Úc"
        },
        {
            "name": "Cornelia S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Sạch sẽ và thoải mái",
            "review_content": "Khách sạn và phòng siêu sạch sẽ. Vị trí là tốt, bên kia sông từ những con đường thành phố bận rộn, ồn ào và nhộn nhịp hơn, tuy nhiên hơi xa để đi bộ trong cái nóng. Chúng tôi thấy dịch vụ taxi sử dụng ứng dụng Grab rất thuận tiện và giá cả phải chăng để đi quanh thành phố. Phòng có một bếp nhỏ xinh, tầm nhìn đẹp và vòi hoa sen tốt. Hồ bơi rất đẹp. Sẽ tốt hơn nếu quán cà phê cung cấp nhiều lựa chọn bữa sáng hơn. Ngoài ra, lưu ý rằng đó là một căn hộ nhiều hơn một khách sạn để bạn không lấy khăn và giường mới làm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dave Fagerstrom",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TUYỆT VỜI TUYỆT VỜI. NHƯ ĐÃ QUẢNG CÁO.",
            "review_content": "Đầu tiên, Nam rất tuyệt khi làm việc cùng. Giao tiếp tốt trước. Tất cả đã được như quảng cáo. Chỗ ở này đáp ứng nhu cầu và mong đợi của chúng tôi.  TIỀN BOA. . . hỏi về đón tại sân bay và thả từ Nam. Đó là giá rẻ và dễ dàng. Điều tốt nhất là Nam đã gặp chúng tôi ở cửa, vì vậy chúng tôi không phải đối phó với các nhân viên bảo vệ.  CSONG, tôi đã đọc một trong những đánh giá về nước nóng. Có một công tắc trên tường bật và tắt nước nóng. Nó đã ở trên và sẵn sàng để đi khi chúng tôi đến, mà tôi cho là chuẩn mực. Có rất nhiều nước nóng cho ba cơn mưa rào vào buổi sáng. Cũng là một vòi hoa sen tốt, vì vậy áp lực quá.  CSONG, tôi đã đọc một đánh giá khác về dịch vụ đầu hôm. Của chúng tôi đã xảy ra (mà không yêu cầu cụ thể). Khăn tươi, loại bỏ rác, ect. Đây là một bất ngờ chào đón nhất.",
            "reviewer_location": "Pennsylvania Dutch Country, Pennsylvania:"
        },
        {
            "name": "nickjt84",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thoải mái ở lại",
            "review_content": "Chúng tôi đã có một căn hộ 3 phòng ngủ ở đây, rất rộng rãi, trình bày tốt và giá cả phải chăng. Các hồ bơi là một nghỉ ngơi thư giãn từ sự hối hả và nhộn nhịp của thành phố. Một chút khó khăn để đi vào trung tâm của Hồ Chí Minh nhưng nếu không sẽ đề nghị.",
            "reviewer_location": "Doha, Qatar"
        },
        {
            "name": "Mobile754402",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tiến hành thận trọng",
            "review_content": "I. Lưu ý và cải tiến được đề xuất  Nhân danh sự an toàn, tôi viết bài đánh giá dài này. Trải nghiệm của tôi với Saigon Sirius / Rivergate Apartments được viết từ góc nhìn của một người phụ nữ lớn tuổi đi du lịch một mình. Lần đầu tiên đến Việt Nam. Dễ bị tổn thương. Tôi viết thư để giúp những người du lịch có thể dễ bị tổn thương hơn; ai không biết cách đi vòng quanh Việt Nam / Hồ Chí Minh. Hãy chú ý đến những lời khuyên về tội phạm. Không chỉ riêng căn hộ Rivergate (Saigon Sirius). Tuy nhiên, căn hộ Rivergate (Saigon Sirius) thu hút người nước ngoài. Vì vậy, kẻ trộm nhắm vào vị trí đó.  A. Tên của tài sản.  1. Đó là căn hộ Rivergate. Nó không phải là một khách sạn. Ở tất cả.  2. Saigon Sirius là tên của doanh nghiệp mà một thanh niên tên Nam điều hành. Ông thuê nhiều căn hộ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "fowxl",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lựa chọn hoàn hảo đầy đủ!",
            "review_content": "[Đã ở bốn đêm]  Nơi này là tốt đẹp và siêu phải chăng. Khuyến nghị!  Chuyên nghiệp:  Nhân viên siêu hữu ích khi họ thêm bạn vào một nhóm trò chuyện trong bất kỳ ứng dụng trò chuyện nào bạn sử dụng (WhatsApp, WeChat, v.v.) Được trang bị tốt với mọi thứ bạn cần: TV, bếp nhỏ, lò vi sóng, máy giặt, gallon nước, bàn ủi, máy lạnh Sử dụng hồ bơi ngoài trời lớn và phòng tập thể hình.  7/11 và quán cà phê đẹp ở tầng dưới  Con:  Vị trí không phải là tốt nhất nhưng không có gì đi bộ tốt hoặc đi xe Grab giá rẻ có thể giải quyết Tôi là một người thích dùng khăn dày thích hợp - những cái này nhỏ và không quá sang trọng. Ánh sáng là tất cả hoặc không có gì, không có đèn đọc sách gần giường Rèm cửa bị thiếu trên cửa ban công (không có ban công thực sự, đó là nơi có máy giặt) Chỉ có một khóa",
            "reviewer_location": "Amsterdam, Hà Lan"
        },
        {
            "name": "Ray M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rivergate",
            "review_content": "Nơi tuyệt vời để ở và cũng gần gũi với mọi thứ. Họ có một hồ bơi và một phòng tập thể dục. Có một số cửa hàng tiện lợi ở tầng dưới. Nó rất an toàn và nằm ở trung tâm. Bạn có các tùy chọn để đi bộ hoặc lấy một grub",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "151-155 Bến Vân Đồn Block B , B08.18, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "River Gate Residence",
        "geo_data": {
            "latitude": 10.76172924041748,
            "longitude": 106.69953155517578
        },
        "room_number": "3",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0f/04/1f/image-4071334021538887046985.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2f/06/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2f/fb/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2f/16/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2e/fc/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2e/f2/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2e/eb/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/14/2c/78/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/eb/8b/ac/rivergate-apartment.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/de/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/dd/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/dc/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/db/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/da/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/d9/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/d8/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/d6/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/cb/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/cc/c5/ca/river-gate-residence.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/d5/9e/ea/river-gate-residence.jpg?w=1200&h=-1&s=1"
        ]
    }
}