{
    "content": [
        {
            "name": "Nguyen Dang Dat",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không gian rộng rãi, yên tĩnh",
            "review_content": "Phòng rộng và đầy đủ tiện nghi, tuy nhiên WC hơi nhỏ một chút. Nhân viên thận thiện và chủ động. Bể bơi rộng và hợp lý. Nhà hàng ven sông có view rất đẹp. Khu này nằm trong tổ hợp du lịch nên có rất nhiều không gian đi bộ thư giãn.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Phan Hữu Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi du lịch cùng gia đình",
            "review_content": "Tháng 4 vừa rồi mình có ở đây nhận lúc 4h chiều, khi nhận checkin rất nhanh, xắp sếp cho mình phòng thấp tiện đi lại, khách sạn sạch sẽ, nhân viên luôn túc trực 24/24 rất tốt. Hẹn 1 ngày không xa mình sẽ ghé lại.",
            "reviewer_location": "Tỉnh Lâm Đồng, Việt Nam"
        },
        {
            "name": "Sarah N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ĐĂNG CẤP VÀ SANG TRỌNG",
            "review_content": "Theo đánh giá cá nhân tôi và một số người thân, đây là một khu resort lý tưởng cho việc nghỉ dưỡng. Phòng cực kỳ sạch sẽ, đẹp, thoáng mát. Tất cả các phòng đều có view hướng ra sông và bể bơi. Tiện nghi đầy đủ, nhân viên thân thiện. Nhà hàng phục vụ các món ăn rất ngon. Có hồ bơi riêng và có bảo vệ riêng, thật sự riêng tư và thư giãn. Tôi hoàn toàn hài lòng về nơi này và sẽ quay lại đây. Thanks for everything Champa Island.",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "cat1987",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá hoàn hảo cho bữa tối sang trọng",
            "review_content": "Tôi được tặng 1 suất ăn tối cho 2 người ở đây. Khuôn viên thoáng đãng, yên tĩnh và cực kì sang chảnh Tây Tây. Mình được  phục vụ khá chu đáo và được tư vấn thêm nhiều món ngon. Sáng ra có quán cafe bờ sông trong khuôn viên rất đẹp. Cố thử cho biết bạn nhé. ",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Phuoc Thien B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Cty mình đã tổ chức cho nv nghỉ mát tại tòa nhà Kubera. Mình thật sự rất ấn tượng với không khí và khung cảnh ở đây, yên tĩnh, trong lành và tách biệt với cái ồn ào trong lòng thành phố. Phong cách phục vụ của nhân viên tốt, thân thiện, đặc biệt mình ấn tượng với cô lễ tân Phương Thanh, tiếp đón khách rất chu đáo, tỉ mỉ và chuyên nghiệp. Mình rất hài lòng và sẽ trở lại lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nghỉ biển, không nhất thiết nằm sát biển",
            "review_content": "Chúng tôi đã cùng với bạn bè có kỳ nghỉ rất thoải mái trước ngày Giáng sinh. Ở đây rất yên tĩnh, không nghe được tiếng sóng vỗ, nhưng vẫn không thiếu sự trong lành của những luồng gió từ biển thổi về . Nhân viên nhiệt tình. Chấm điểm cộng cho các bé lễ tân khi tiếp đón và chia tay chúng tôi. Nhất định, khi nghỉ ở Nha trang chúng tôi sẽ lại chọn Cham Oasis.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "tram p",
            "avatar": "",
            "review_rating": "5",
            "review_title": "một khu nghỉ dưỡng tuyệt vời",
            "review_content": "tôi có dịp đi chơi với bạn bè ở nha trang, thật là may mắn khi được ở một khu resort yên tĩnh như thế này, nếu có dịp tôi sẽ quay lại đây và sẽ giới thiệu cho bạn của mình.không gian ở đây thật sự thoải mái cọng thêm sự phục vụ vô cùng tận tình. very good",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuhien M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Su thoai mai",
            "review_content": "Tuyet voi! Ngoai su mong doi! chac chan toi va ban be, gia dinh se quay lai trong thoi gian sap toi!  Khong gian va view o day that su mang lai cho toi va ban be mot su thoai mai , de chiu , Hen Gap Lao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThanhVan T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi cách biệt với sự ồn ào",
            "review_content": "Gia đình tôi quay lại đây lần thứ 2, khác với lần trước, được chào đón từ anh bảo vệ ngoài cổng sau khi chặn lại và hỏi chúng tôi đi đâu, sau đó được biết chúng tôi thuê phòng ở đây nên niềm nở đón tiếp và hướng dẫn. Phòng chúng tôi được bố trí trên tầng 4 nhìn ra hồ bơi tuyệt đẹp. chúng tôi đã có gần 1 giờ ở đây vào buổi chiều trước khi đến nhà hàng ngoài trời ăn tối. Ngắm cảnh sông nơi đây thật tuyệt, lung linh huyền ảo. Chúng tôi rất thích kỳ nghĩ này, rất đáng ở",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ngoclong.lee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hòn đảo duy nhất ngay trung tâm thành phố Nha Trang",
            "review_content": "Khu Resort rất rộng và đẹp, buối sáng ngắm bình minh tuyệt vời. Hầu như tôi không cần phải ra ngoài vì trong khu resort có đầy đủ tiện nghi ( cafe, spa, nhà hàng hải sản ....)  Điểm đặt biệt ở đây bạn có thể miễn phí xe điện khi có nhu cầu đi ra khu bãi biển riêng của resort. Tôi sẽ quay lại nơi đây khi có dịp đến Nha Trang",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "butcherforever102",
            "avatar": "",
            "review_rating": "4",
            "review_title": "bắt đầu với buổi tối trên đảo với gió đu đưa qua những rặng dừa, không gian vô cùng lãng mạn, thật sự là nghỉ dưỡng.",
            "review_content": "Hawaii thu nhỏ, tuyệt vời. khu nghỉ nằm trên đảo nhỏ, bao quanh là sông nước, cùng hàng loạt tiện ích liền kề. Nhân viên phục vụ tận tình, thân thiện, thực đơn nhà hàng phong phú, phong cách ẩm thực đặc trưng, rất dễ chịu. Từ nơi ở di chuyển đi các bãi tắm, khu danh lam thắng cảnh dễ dàng, đi cả ngày mệt, về đến đảo như tách hẳn ra thế giới khác. Cảm ơn rất nhiều, lần tiếp tới nhé!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Ngocchau704",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yên tĩnh, đẹp",
            "review_content": "Tuy là mô hình du lịch mới tại Nha Trang, nhưng được quản lý bởi ban điều hành resort Champa Island,  nên dịch vụ rất tốt. Tại đây có hồ bơi rất đẹp, ăn sáng thì được đưa đón bằng xe điện. Đặc biêt yên tĩnh cuối tuần và không khí trong lành, điểm tâm buffet sáng rất ngon miệng, rất đáng ở.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ella J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ ngơi thư giãn",
            "review_content": "Kinh ngạc. Đẹp mắt. Đặc biệt  Thiên nhiên. Kiến trúc. Dịch vụ. Món ăn. Vị trí.  Tất cả mọi thứ chỉ là tuyệt vời ở đây & cho phép bạn thưởng thức trong mọi ý nghĩa có thể và nhiều hơn nữa! ! !  Nó được khá đôi khi bây giờ và thường chúng ta nói về thời gian thư giãn của chúng tôi ở đây. Chúng tôi thực sự đã có một thời gian tuyệt vời. Một nơi tuyệt vời như vậy. Nói về nó cho tất cả mọi người ở Úc. Không có gì hoàn toàn thích ở đây. . . thực sự là một viên ngọc mà chúng tôi may mắn vấp phải. . . ahhhh!  Cá nhân tôi nghĩ rằng nó rất quan trọng để làm cho thời gian cho sang trọng như vậy bởi vì cuộc sống sẽ luôn luôn soo bận rộn và kể từ khi thư giãn tại Việt Nam, chúng tôi đã không dừng lại. Luôn làm việc & chỉ bận rộn. Tuy nhiên những kỷ niệm từ đây, nơi không thể nào quên và tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Helen D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lớn",
            "review_content": "Đây là một khách sạn tuyệt vời, được điều hành bởi đội ngũ nhân viên hữu ích và có sức chứa. Chúng tôi đến khá sớm khi check-in và họ cho chúng tôi kiểm tra sớm, không có vấn đề, không có thêm chi phí. Các bộ chúng tôi đã có được tuyệt vời và hồ bơi chỉ là tuyệt vời (nếu một chút ấm áp) như là bữa ăn sáng. Bit của công trình xây dựng xảy ra, nhưng không có gì quá ồn ào. Muốn giới thiệu!",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "304, Đường 2/4 Vĩnh Phước, Nha Trang 650000 Việt Nam",
        "name": "Cham Oasis Nha Trang - Resort Condotel",
        "geo_data": {
            "latitude": 12.265241622924805,
            "longitude": 109.19087219238281
        },
        "room_number": "359",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e2/2c/overview.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/aa/f8/5f/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/aa/f8/18/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/aa/f7/ba/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/aa/f7/5f/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/aa/f6/fd/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/c8/cham-oasis-nha-trang.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/c7/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/c6/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/c5/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/6f/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/6d/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/67/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/65/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/62/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e5/60/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e4/ec/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e4/e5/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e4/e1/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/a9/e4/d5/cham-oasis-nha-trang.jpg?w=1200&h=-1&s=1"
        ]
    }
}