{
    "content": [
        {
            "name": "Nguyen Vuong My H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Lần thứ 2 nghỉ cùng gia đình tại khách sạn  isena nha trang. Mọi thứ tuyệt vời...nhân viên thân thiện..phong sạch sẽ..mon ăn ok. Rất hài lòng cho kỳ nghỉ cùng gia đình tại khách sạn. Sẽ quay lại cho lần kế tiếp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Shinx",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, sạch sẽ, nhân viên nhiệt tình",
            "review_content": "Phòng sạch sẽ, có ban công thoáng mát. Buffet sáng tuy hơi ít món nhưng nhìn chung ok. Phòng gym hơi ít dụng cụ. Nhân viên nhiệt tình, làm thủ tục nhận phòng nhanh.  Sẽ quay lại nếu đến Nha Trang lần sau.  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Discover827486",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt-nhân viên thân thiện",
            "review_content": "Đi du lịch chung với công ty, đến ks trước 2h và được nhận phòng luôn chứ không phải đợi. Tiện nghi trong phòng đầy đủ, duy chỉ có tủ lạnh thì không có nước sẵn, mà có máy bán hàng nước ở dưới sảnh, nhưng cũng không có vấn đề gì lớn. Ăn sáng hai ngày trong đó một ngày có món bánh xèo, cũng hay. Nhìn chung là tốt. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyho0202",
            "avatar": "",
            "review_rating": "5",
            "review_title": "GOOD SERVICE!",
            "review_content": "Lần thứ 3 mình ghé lại đây. Dịch vụ tốt, mình được uống nước welcome và có bánh đặt phòng. Phòng sạch, được free upgrade Nhân viên thân thiện. Khách sạn trong trung tâm nên đi đâu cũng tiện, đây là điểm mình thích nhất. Là một lựa chọn tốt khi tới Nha Trang.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Traveller98",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Disappointed.",
            "review_content": "Đoàn chúng tôi đi du lịch cùng Vietravel, ở ks Isena 2 đêm và nhận thấy ks có cơ sở vật chất tốt. Có đầy đủ bể bơi, GYM, sauna. Bữa sáng buffet hơi nghèo nàn, ít lựa chọn. Minibar trong phòng được rút hết, thay vào đó khách phải mua đồ uống từ máy bán hàng tự động tại lobby. Điều làm chúng tôi thấy thất vọng nhất là thái độ của nhân viên Lễ tân ks. Các quý cô tại quầy lễ tân rất hạn chế nụ cười đối với khách hàng và không cho thấy sự cảm thông hay thấu hiểu nhu cầu của khách hàng. Thời gian làm check out cho đoàn khách 19 phòng là hơn 30', quá lâu cho đoàn khách phải di chuyển vội (và thực tế, ks không phải kiểm tra minibar vì họ đã rút hết). Chúng tôi rate 4* cho cơ sở vật chất và bảo trì bảo dưỡng của khách sạn nhưng rất không hài lòng với năng lực nghiệp vụ và thái độ của Lễ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyho0202",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Great!",
            "review_content": "Phòng nghỉ sạch, rộng rãi. Nhân viên dễ thương. Dịch vụ ổn. Đi lại cực kì thuận lợi vì khách sạn mình ở nằm trong trung tâm. Đối diện là Vincom nên có thể đi bộ qua uống Highland ngắm cảnh. Nên thử khi ghé Nha Trang",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Discover827486",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng sạch, vị trú thuận lợi",
            "review_content": "Khách sạn có vị trí thuận lợi. Gần khu shopping, ăn uống, giải trí. Khu trung tâm. Có xông hơi miễn phí Cần nâng cấp thêm phòng tập thể dục, hơi ít dụng cụ tập.  Phòng nghỉ sạch sẽ.                Nhân viên vui vẻ. Nhận phòng nhanh. Ăn sáng ok, dù khách trung quốc hơi đông. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyho0202",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng!",
            "review_content": "Đây là lần thứ hai mình đến khách sạn. Lần này mình đi honeymoon với anh xã. Các bạn nhân viên làm mình rất ngạc nhiên khi chuẩn bị phòng cực kì dễ thương luôn. Khách sạn ổn, sạch sẽ và điều tuyệt vời nhất là cách các bạn quan tâm đến khách hàng. Tụi mình cảm ơn khách sạn rất nhiều!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "GiangThanh68",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Khách sạn có vị trí tuyệt vời, ngay trung tâm thành phố, rất thuận tiện để đến các điểm tham quan, vui chơi. Phòng sạch sẽ, rộng và đẹp :) buffet sáng khá nhiều món. Tôi sẽ quay lại nếu đến Nha Trang lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuyho0202",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sạch sẽ và lịch sự",
            "review_content": "Tôi đặt phòng Deluxe và đc nâng cấp miễn phí lên phòng Senior Deluxe.  Được tặng thêm nước, trái cây và voucher. Phòng rộng, sạch sẽ, view thành phố. Nhân viên ở đây thân thiện và lịch sự. Bữa sáng ngon.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "huy n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, vị trí thuận lợi",
            "review_content": "Lần trước đi với công ty. Lần này tôi đi cá nhân. Đến nhận phòng buổi trưa. Nhận phòng nhanh.  Khách sạn nằm ngay đối diện Vincom, khá thuận tiện mua sắm. Nằm ở khu trung tâm nên thuận tiện. Vẫn nhìn thấy biển từ phòng tôi. Ăn sáng khá đông khách Trung, nhưng nhà hàng giữ sẵn bàn cho chúng tôi ở khu vực riêng. Sẽ trở lại nếu đến Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Vuong My H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san tuyet voi",
            "review_content": "Gia dinh toi vua roi co o tai khach san isena nha trang. Tat ca deu tuyet voi...chung toi duoc don tiep rat chu dao. Phong cua chung toi o duoc khach san nang len hang. Phong dep..tam nhin thoang co huong ra thanh pho bien rat dep. Toi rat hai long khi o tai khach san nay. Chung toi se quay lai lan sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Candy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn tốt cho kì nghỉ",
            "review_content": "Khách sạn ở vị trí trung tâm. Đối diện trung tâm thương mại lớn. Phòng đẹp và sạch sẽ, mọi tiện nghi đều tốt, view thành phố về đêm khá đẹp. Hồ bơi nằm trên tầng cao nhất, bên ngoài trời. Đi ra biển khá gần. Nhân viên phục vụ rất vui vẻ và nhiệt tình. Tôi đã có một kì nghỉ tuyệt vời ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "levanba",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ thật hoàn hảo",
            "review_content": "Gia đình chúng tôi nghỉ tại khách sạn ISENA thật tuyệt vời, vị trí khách sạn nằm ngay trung tâm thành phố biển Nha trang, chỉ một phút đi bộ đến bãi biển. trang thiết bị rất đặc sắc từ điện thoại bàn đến tranh ảnh kể cả vồi sen cũng vô cùng độc đáo chỉ có tại khách sạn ISENA. Món ăn sáng đa dạng được thay đổi hàng ngày, nhân viên phục vụ nhiệt tình. phòng sang trọng thoáng mát, đặc biệt không tìm được ở bất cứ khách sạn 4 sao nào được phục vụ miễn phí xông hơi khô Sauna và xông hới nước steam bath như ở Isena ( tầng 13 hồ bơi ) . Gia đình chúng tôi rất hài lòng khi ở khách sạn Isena. Hẹn kỳ nghỉ sang năm sẽ quay lại.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "tripwriterfox",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Xây dựng trang web tiếng ồn 24 giờ, không thể ngủ",
            "review_content": "Tôi đánh giá khách sạn này rất thấp do tiếng ồn lớn 24 giờ liên tục do xây dựng ở phía trước của khách sạn và dép bông tái sử dụng:) Nhân viên lễ tân cho biết tiếng ồn sẽ dừng lại lúc nửa đêm nhưng không thành công và đã trải qua cả đêm. Các cửa sổ không được cách âm vì vậy nó cảm thấy như xây dựng là ngay trong phòng của bạn. Nút tai không giúp được gì, bạn vẫn có thể nghe thấy rõ ràng. . . nếu bạn muốn có một giấc ngủ đêm bình thường, hãy chọn khách sạn khác. Tôi đã ở đó vào ngày 11 tháng 3 năm 2018 và việc xây dựng chỉ mới bắt đầu, vì vậy đây sẽ là một lúc tôi đoán. . .  Trong số thú vị: khách sạn này sở hữu một cách biết (ít nhất là tôi chưa bao giờ thấy nó trước đây) - có một danh sách những thứ trong phòng (37 món đồ, xin xem ảnh) và khách nên kiểm tra xem nó có tồn tại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ngocbich t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt và khách sạn tốt đẹp",
            "review_content": "Tôi ở lại 2 đêm tại khách sạn isena. khách sạn gần bãi biển. Các phòng là tốt với quan điểm thành phố. Nhà hàng với nhiều loại thực phẩm cho bữa ăn sáng. Các nhân viên ở đây rất vui vẻ và thân thiện. Chúng tôi sẽ trở lại lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "smiggy25",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng yêu. AMAZING ăn sáng. Chắc chắn sẽ khuyên bạn nên.",
            "review_content": "Gia đình tôi và tôi ở lại Isena một đêm và thật sự rất thích ở lại. Phòng của chúng tôi thật đáng yêu và sạch sẽ. Bữa sáng thật tuyệt vời. Bữa sáng khách sạn tốt nhất mà chúng tôi đã có cho đến nay ở Việt Nam. Các nhân viên đã rất hữu ích và hồ bơi là một hit lớn với 2 con gái của tôi. Chắc chắn sẽ khuyên bạn nên.",
            "reviewer_location": "Market Harborough, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "2 Nguyễn Thiện Thuật Phường Tân Lập, Nha Trang 650000 Việt Nam",
        "name": "Khách Sạn ISENA Nha Trang",
        "geo_data": {
            "latitude": 12.243354797363281,
            "longitude": 109.1930923461914
        },
        "room_number": "165",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9e/12/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/10/8c/fe/buffet-breakfast.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9f/4d/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9d/8e/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9d/54/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9c/2e/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/9f/9c/15/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/75/02/fc/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/f2/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/f0/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/ee/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/ec/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/ea/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/e1/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/dd/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/c2/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/74/db/bd/khach-s-n-isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/fe/98/6e/isena-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/77/d3/e0/img-20180329-173012-largejpg.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/84/a5/4e/photo0jpg.jpg?w=1200&h=-1&s=1"
        ]
    }
}