{
    "content": [
        {
            "name": "Nguyen M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lưu trú tốt, sạch sẽ, khung cảnh đẹp.",
            "review_content": "Mình đã ở The Garden House Phú Quốc trong đợt du lịch vừa rồi. Phòng ốc, khung cảnh đẹp giống như hình giới thiệu. Cây cối nhiều, nhà phong cách nông thôn Việt Nam nhưng tiện nghi đầy đủ. Nhân viên vui vẻ nhiệt tình, có dịch vụ cho thuê xe máy (toàn xe airblade nhé :)). Điểm mình chưa thích lắm là Buffet sáng hơi ít món, đồ ăn chỉ có 2-3 món 1 ngày thôi, cải thiện được cái này nữa là quá tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huynh Trung Hieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort theo kiến trúc Nhà vườn việt nam tuyệt vời",
            "review_content": "Rất thú vị và tiện nghi, phong cảnh, cảnh quang rất đẹp và tinh tế Dịch vụ hồ bơi tiện nghi và nhiều loại phòng để nghĩ ngơi và lựa chọn  Đặc biệt từ đây cách bãi biển ông lang khoản 2km với nhiều cái trải nghiệm",
            "reviewer_location": "Tỉnh Đăk Nông, Việt Nam"
        },
        {
            "name": "batuanhuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng để ở khi đến Phú Quốc",
            "review_content": "Vườn cây rộng, sạch sẽ, quy hoạch chuẩn theo từng khu vực. Lối đi nhỏ giữa các hàng cây thật đẹp. Phòng ốc thiết kế đẹp, sạch sẽ Bể bơi ổn, ăn sáng hơi đơn điệu, không nhiều sự lựa chọn. Kết luận: Dành cho những người thích yên tĩnh, hướng thiên nhiên",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Kelvin_Ha_Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yên tĩnh, bình yên",
            "review_content": "Mình đi một mình, resort rất thích hợp để nghỉ dưỡng, sáng tắm nắng, bơi xong lên ăn sáng, đọc sách. Rất tuyệt nếu bạn đang tìm 1 nơi để nghỉ ngơi để suy nghỉ và sạc lại năng lượng. Resort cũng không xa trung tâm lắm, nên rất tiện để vào thị trấn Đông Dương để dạo chơi chợ đêm, thăm lăng ông và enjoy cuộc sống bản địa, vị trí cũng khá trung tâm để khám phá Nam Đảo, Bắc Đảo...Sẽ còn quay lại ạ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "thanhtamboney",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng đẹp, khu vườn xinh, resort yên tĩnh!",
            "review_content": "Trước khi tới ở resort này mình và gia đình đã trải nghiệm vài khách sạn khác ở Phú Quốc (cứ 2 đêm mình lại chuyển sang hote/ resort khác). Cảm nhận ban đầu là resort hơi xa trung tâm (cách chợ đêm khoảng 8-9km, cách biển Ông Lang tầm 3km). Resort có mỗi điểm bất lợi là vị trí hơi xa còn lại thì rất tuyệt vời. Phòng rộng, sạch, có khu bếp và máy giặt. Khu vườn cực xinh và bể bơi rộng, có nước ấm. Ngoài ra thì resort cũng có 1 khu để các máy tập ngoài trời, rất tiện cho bạn nào muốn tập gym buổi sáng. Đồ ăn sáng ok, nhân viên thân thiện, niềm nở và nhiệt tình. Resort phù hợp cho du dịch theo gia đình, nhóm đông.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Max D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một chuyến đi nghỉ dưỡng cao cấp",
            "review_content": "Nếu ai muốn có một nơi nghỉ dưỡng sau thời gian làm việc căng thẳng và mệt mỏi thì đây là một nơi mà bất cứ ai cũng muốn thử qua. Không gian như rộng rãi, thoáng mát, sạch sẽ, yên tĩnh cũng như đem lại cho mọi người sự thân thiện của một miền quê thật sự của Viêt Nam.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung Hieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lý tưởng cho gia đình và cho nghĩ ngơi yên tĩnh  và hoàn toàn thiên nhiên",
            "review_content": "Điều tôi thích nhất tại Resort này , villa chúng tôi ở có bếp có thể nấu nướng ngay tại phòng, Có không gian để gia đình tụ họp với nhau, vừa rồi là thời gian mà cả ba mẹ tôi được nghỉ ngơi và cùng sinh hoạt cùng nhau . có xe đạp và hồ bơi cho bọn con nít. Đây là một nơi lý tưởng hoàn toàn thiên nhiên và không khí mát lành, nếu quay lại Phú Quốc  lần kế tiếp tôi sẽ đến đây cùng với bạn bè đồng nghiệp  trong thời gian sắp tới.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Devil155",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Đặt phòng cho 6 đêm còn lại sau 2 đêm.",
            "review_content": "Đã đi du lịch rộng rãi qua Đông Nam Á trong những năm gần đây, và trải qua 2 tuần rưỡi đi du lịch ở Việt Nam, tôi có khá nhiều kiến ​​thức về khách sạn / nhà khách / nhà trọ và tiêu chuẩn mong đợi.  Có đọc những nhận xét về The Garden House - Phú Quốc, chúng tôi mặc dù nó sẽ là một nơi tốt để thư giãn trong vài ngày qua sau khi đi du lịch vòng quanh.  Tôi sẽ công bằng với việc xem xét.  Tích cực.   1. Đón khách miễn phí từ sân bay.  2. Căn cứ được giữ gìn và yên bình.  3. Phòng được sạch sẽ và giường được thoải mái, mặc dù không phải là mới như mô tả trong các bức ảnh.  4 . Hồ bơi là tốt để có một bơi lội và mát xuống.  5. Được phép mượn một chiếc xe tay ga trong 5 phút đi đến siêu thị.  Phủ định.  1. Nhà hàng. Do thực tế rằng khách sạn là khá một số khoảng cách từ nơi gần nhất",
            "reviewer_location": "Porthcawl, Vương quốc Anh"
        },
        {
            "name": "apaimanee",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một cơ sở tuyệt vời để tận hưởng hòn đảo",
            "review_content": "Chỉ cần một tuần ở đây. Tôi không nghĩ mình có thể chọn lựa tốt hơn. . . Đối với phong cách của chúng tôi về kỳ nghỉ và ngân sách của chúng tôi.   1 đường phố: đây không phải là một khu nghỉ mát bãi biển và nó không nằm trong khoảng cách đi bộ đến một bãi biển. Nếu ở trên bãi biển là mục tiêu của bạn - hãy tiếp tục tìm kiếm  Chúng tôi chỉ muốn có một cơ sở tốt để từ đó chúng tôi có thể tự do tham quan nhiều bãi biển cũng như các địa danh tự nhiên trong nội địa của hòn đảo. Nơi này là hoàn hảo cho điều đó  Bungalow của chúng tôi được bổ nhiệm độc đáo và hơi quá khổ vuông nên chúng tôi có một cảm giác thật rộng rãi. Phòng tắm với vòi sen trong nhà và ngoài trời thật thú vị. Nơi đây có nhà bếp đầy đủ tiện nghi, phòng khách và khu vực ăn uống cũng như máy giặt. Ai có thể yêu cầu",
            "reviewer_location": "Colorado"
        },
        {
            "name": "Ray S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn hảo cho trẻ em",
            "review_content": "Khách sạn này là giá rẻ và sạch sẽ và có tất cả các tiện nghi mà bạn cần. Tiền thưởng thêm là động vật hoang dã với lợn, gà và guineafowl lang thang trên mặt đất. Các hồ bơi là một kích thước tốt và nhà hàng bán thức ăn ngon mặc dù sau một tuần, chúng tôi đã có thông qua toàn bộ trình đơn. Khách sạn được quảng cáo cách bãi biển 900 m. Chúng tôi không bao giờ tìm thấy bãi biển bí ẩn này và thay vào đó phải đi taxi đến các bãi biển quanh đảo. Đây không phải là quá đắt nhưng nếu bạn có ý định sử dụng cuốn sách dịch vụ xe khách sạn trước. Chúng tôi đã rối tung xung quanh một vài lần mất giờ trong ngày của chúng tôi chờ đợi xung quanh cho xe ô tô hoặc taxi mà không hiển thị. Ngoài ra còn có một sự thiếu hiểu biết rằng ba người lớn và ba trẻ em không thể an toàn phù hợp với một chiếc",
            "reviewer_location": "Bắc Kinh, Trung Quốc"
        },
        {
            "name": "Happy coffee be... N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Great Resort, nhà hàng đắt tiền.",
            "review_content": "Gia đình chúng tôi ở lại đó 3 đêm cho kỳ nghỉ của chúng tôi ở Phú Quốc. Khu nghỉ mát cung cấp cho chúng tôi xe buýt đưa đón sân bay khứ hồi miễn phí cho đặt phòng của chúng tôi mà là tuyệt vời. Các phòng chúng tôi đã được hoàn toàn xinh đẹp với đầy đủ các tiện nghi. Nó cũng được làm sạch hàng ngày. Bữa sáng được bao gồm trong Buffet syle, nơi đây có thể thay đổi được nhiều loại đồ ăn khác nhau hàng ngày. Có một hồ bơi đẹp là tiền thưởng và con tôi thích nó rất nhiều. Giống như tên gọi của nó, khu nghỉ mát này có một khu vườn xinh đẹp với nhiều ngọn núi và hoa địa phương mang lại không khí trong lành cho du khách.  Những gì tôi không thích về thời gian lưu trú của tôi là dịch vụ nhà hàng. Bữa tối của chúng tôi đắt tiền cho những gì chúng tôi được phục vụ. Bữa ăn của chúng tôi khá",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hoang Nam P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn hoàn hảo cho kỳ nghỉ tại khu vườn",
            "review_content": "Không khí hoàn toàn mới mẻ (cách trung tâm Dương Đông khoảng 2 - 3 km). Hoàn hảo cho sự tu tập. Dịch vụ phòng chuyên nghiệp. Thức ăn là tuyệt vời! Bảo mật là xuất sắc. Có các lựa chọn tour du lịch để đi du lịch vòng quanh đảo với chi phí đặc biệt phải chăng.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "MattyG1975",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hoàn hảo",
            "review_content": "Từ thời điểm chúng tôi đến các nhân viên tiếp tân vô cùng thân thiện, thậm chí cho phép chúng tôi có một bữa ăn sáng miễn phí sau một chuyến bay dài.  Chúng tôi ở lại hai lần, và cả hai lần các phòng đều vô nhiễm và rộng rãi, và lúc 5 giờ chiều, có người đi quanh với một số trái chanh để đảm bảo muỗi ở lại (một cái gì đó chúng tôi gặp vấn đề ở nơi khác ở Phú Quốc). Hồ bơi là tuyệt vời, họ cung cấp xe tay ga để có được xung quanh hòn đảo trên và họ có vô số loài chim bất thường đi lang thang xung quanh khu nghỉ mát.  Cảm ơn mọi người vì đã khởi đầu tuyệt vời và kết thúc chuyến đi Việt Nam của chúng tôi!",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Amol J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "giá trị của đồng tiền",
            "review_content": "Tôi đã ở đó trong 3 ngày. thoải mái và yên tĩnh ở lại phòng đẹp. Một chút xa bãi biển nhưng vẫn còn nơi tốt đẹp để ở. Nó cung cấp một chiếc xe đạp miễn phí để đi lang thang xung quanh. chỉ bất lợi là yên tĩnh của nó xa các điểm đến du lịch.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Tổ 1, Gành Gió, Cửa Dương, Đảo Phú Quốc 920000 Việt Nam",
        "name": "Khu Nghỉ Dưỡng The Garden House Phú Quốc",
        "geo_data": {
            "latitude": 10.244734764099121,
            "longitude": 103.96208190917969
        },
        "room_number": "58",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/93/42/04/surrounding-resort-5.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0d/05/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0b/8b/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0b/74/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0b/51/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0b/2b/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0a/ff/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0a/8b/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0a/cb/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0a/4a/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/0a/12/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/3f/80/0d/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/ba/64/10/swimming-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/02/e9/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/09/58/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/09/b3/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/08/b4/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/08/e4/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3b/09/0b/khu-ngh-du-ng-the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/25/64/6d/the-garden-house-phu.jpg?w=1200&h=-1&s=1"
        ]
    }
}