{"content": [{"name": "183tungl", "avatar": "", "review_rating": "5", "review_title": "Kỳ nghỉ tuyệt vời tại Solar Palace", "review_content": "Gia đình tôi đã có một kỳ nghỉ tuyệt vời, phòng ốc rất đẹp, tiếp tân rất nhiệt tình và chu đáo, phòng nghỉ rất yên tĩnh, không gian của khách sạn rất đẹp, có cả hồ cá koi và khu trò chơi thiếu nhi rất phù hợp với các bé. Gia đình chúng tôi sẽ ghé thăm lần sau khi lên Đà Lạt", "reviewer_location": "dumpxxx"}, {"name": "Duc N", "avatar": "", "review_rating": "5", "review_title": "Good good", "review_content": "Khách sạn rất đẹp và giá cả phải chăng, đặc biệt bữa ăn sáng free rất hợp khẩu vị. Nhân viên thân thiện. Có thể thuê xe máy ngay tại khách sạn để khám phá Đà Lạt. Mình sẽ book khách sạn này khi quay lại Đà Lạt.", "reviewer_location": "dumpxxx"}, {"name": "Tran Tuan Anh", "avatar": "", "review_rating": "4", "review_title": "Đánh giá", "review_content": "- Khách sạn đẹp. - Nhân viên nhiệt tình, vui vẻ. - Bữa ăn sáng khá ổn. - Phòng sạch sẽ, nhưng hơi nhỏ. - Vị trí an ninh, gần nhiều địa điểm ăn uống ngon. - Khách sạn nên cho thêm quạt máy, vì phòng khá bí.", "reviewer_location": "Bangkok, Thái Lan"}, {"name": "Sơn Ngọc Phạm", "avatar": "", "review_rating": "5", "review_title": "FO tuyệt vời", "review_content": "Phòng ốc rất đẹp và quân viên rộng rãi . Vị trí thuận lợi , nhân viên nhiệt tình vui tính . Cảnh quan có sân vườn và khu vui chơi cho trẻ em , đồ ăn sáng rất ngon hợp khẩu vị . Đặc biệt nội thất theo kiến trúc châu âu sang chảnh và đẹp", "reviewer_location": "dumpxxx"}, {"name": "TranThiHoa", "avatar": "", "review_rating": "5", "review_title": "Khách sạn lí tưởng", "review_content": "Đây là khách sạn đầu tiên tôi thấy rất đẹp về trang trí, nội thất, phong cách rất hiện đại, đội ngũ nhân viên chuyên nghiệp, tha hồ sống ảo, tôi sẽ đến đây mỗi khi đến Đà lạt. Đây thực sự là 1 khách sạn hơn cả 3 sao.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "07 Dã Tượng Phường 5, Đà Lạt 670000 Việt Nam", "name": "Solar Palace Đà Lạt", "geo_data": {"latitude": 11.952460289001465, "longitude": 108.43807983398438}, "room_number": "23"}}