{
    "content": [
        {
            "name": "Natalie W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect!",
            "review_content": "As you are going to Tam Coc you have to choose this place. Lovely, helpful staff. When we had to wake up in the Morning , they got up with us and made us breakfast and took us to the bus. We were really pleasantly surprised. The property is located in a beautiful place. Delicious, big breakfasts. we had a wonderful time in this place! the service speaks english. I really, really recommend it.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Charles H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "They have helped us a lot!!",
            "review_content": "I have arrived to the homestay at 5am and we very happy for check in early. The recepcionist is so friendly, she have explained us the most important places to visit and we booked bus tickets to return to Hanoi with her easily and good price ! Fully recomended!\"",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jake L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fantastic stay!",
            "review_content": "Fantastic place! Room was lovely and cleaned shower was hot, breakfast was good! And our hosts were amazing! A very helpful lady gave us lots of information about stuff to do and also helped us book our bus to Hue when we left! Would 100% recommend!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gowan H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Everything Amazing",
            "review_content": "“Our stay here was great, the owner  were so welcoming and helpful! It was nice and near the central Tam Coc,  beds and room was comfy and clean and food was great too! recommend staying  here, and i will come back here again.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thomas W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect place for exploring the surrounding areas",
            "review_content": "Perfect place for exploring the surrounding areas + Beautiful homestay in Tam Coc. Our hosts were super helpful about excursions. We really enjoyed our stay very much. Would love to come back some day. - Nothing to complain",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sam P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Outstanding experience!",
            "review_content": "Extremely kind & outstanding service! The breakfast was amazing. Nice location in the town center Easy to rent a scooter or get laundry sorted. With a scooter, everything is pretty close. They made it easy for me to book a transport to the airport, excellent and perfect service, will definitely recommend friends come to here!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jonh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect place to stay in Tam Coc",
            "review_content": "Perfect place to stay in Tam Coc,  the room is clean and comfortable with view pool and  the owners are very nice. the food is good, we can rent a bike and do the laundry here, we will come back here for next time .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stephen B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great location. Accommodating staff. Spacious rooms.",
            "review_content": "Great value for money. Breakfast was included. Staff went above and beyond to make you feel welcome. Cheap motorcycle rental, comfortable bed, fully stocked bathroom, Consistent hot water supply, there's a swimming pool, the place near Tam Coc whaft. There's a restaurant at the homestay and you can eat here, the food is delicious I would totally return on my next trip to Ninh Binh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rich H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent Location!",
            "review_content": "Homestay is located right at the center of Tam Coc, perfectly located to walk around to all the restaurants for lunch and dinner. The rooms are very comfortable and were extremely well cleaned. The staff was very nice and helpful, will definitely recommend friends here.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Julia G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect Homestay in Ninh Binh",
            "review_content": "Our stay at Tam Coc Full House Homestay was perfect, the room was very clean and the location was very great too (1 minute from tam coc boat pier) Thank you to owner for very precious help and advice during our stay ! they answered all our questions at all times and organized the renting of our scooter and the bus tickets for our trip back to Hanoï!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Johana Angela",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very nice Homestay, we have a lovely time here!",
            "review_content": "This room was booked at the very last minute, and it was perfect.  The staff were so friendly and helpful, we arrived early for check in and they gave us a breakfast while we waited for our room, we can rent good motorbike here and go around in Ninh Binh, they help us booked bus tickets to Phong Nha with cheap price and good bus",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ninh Binh Tour and Bus Ticket",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ tuyệt vời tại Tam Coc Full House Homestay",
            "review_content": "Homestay có vị trí ngay trung tâm Tam Cốc, gần các quán bar, nhà hàng, thuận tiện cho việc di chuyển, phòng đẹp và rộng, giường rất thoải mái, mình rất hài lòng về cơ sở vật chất ở đây, món ăn sáng cũng rất ngon và có nhiều sự lựa chọn, đánh giá cao",
            "reviewer_location": "Ninh Bình, Việt Nam"
        },
        {
            "name": "Lea D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great homestay",
            "review_content": "Location was good near tourist hot spot and must see places! you can relax there without any worries, nice and clean swimming pool, delicious food, Very friendly staff  i can rent motorbike here and go aroud in Ninh Binh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jamaine G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice place",
            "review_content": "Nice place, everything was great, very close to the Tam Coc Wharf, people there were great, we can rent motorbike here and they give us the tourism Map in Ninh Binh and recomment for us go good place in Ninh Binh we can go.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Loan Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá 5 sao về dịch vụ",
            "review_content": "Nơi ở ngay trung tâm Tam Cốc, mất 1 phút đi bộ ra bến thuyền, địa điểm đẹp, gần các  quán bar, nhà hàng rất thuận tiện, có thể di chuyển các điểm du lịch một cách dễ dàng, chủ nhà thân thiện, chu đáo nhiệt tình, nhất định sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hoàn hảo tại Tam Coc Full House",
            "review_content": "Gia đình tôi đã lựa chọn Tam Coc Full House để nghỉ dưỡng và tham quan tại Ninh Bình, phòng sạch sẽ, bể bơi đẹp, các con tôi rất thích, đặc biệt gần các điểm tham quan du lịch, một điểm cộng và là một lợi thế rất lớn, giới thiệu cao về nơi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lowell Lam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Completely loved it!",
            "review_content": "The breakfast is very good! The pool is gorgeous and the best think about this place is the staff! The are really welcoming and help you with anything! It was the most pleasant stay of my journey so far. Therefore this place deserves my ever first review! It is a bit quieter, But if you want to socialize just go to the bars or Bus Bar near the Tam Coc Wharf, Have good quite rest at the Tam Coc Full House",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Isaac Steele",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very comfortable room, would stay again",
            "review_content": "The room is comfortable and clean. The location is right in the center of Tam Coc, walking to the wharf Tam Coc only takes 1 minute. The staff here are very helpful, everyone is always welcoming and ready to help you with everything, we rented a motorbike here, the motorbike is very better than all the motorbike I have ever rented at other places. Breakfast was very good.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm hoàn hảo",
            "review_content": "Địa điểm lý tưởng, ngay trung tâm Tâm Cốc, gần các điểm du lịch hấp dẫn, nhà hàng đồ ăn ngon, nhân viên thân thiện hữu ích, giới thiệu tour và những điểm nổi bật để gia đình tôi có thể đi đến, đánh giá cao về nơi đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mohamed J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice hotel",
            "review_content": "Nice room and clean, swimming pool view, central location near Tam Coc Wharf, easy rent motorbikes and bicycles here, delicious breakfast, friendly staff, they can help any thing, we booked bus ticket Ninh Binh to Phong Nha with them, they can book for good price and nice bus,  Thanks for help us anything!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí ngay trung tâm",
            "review_content": "Vị trí tiện đi lại thăm quan các điểm du lịch như thung nham, hang múa. Đồ ăn ngon phòng sạch đẹp, có nhiều view để sống ảo. Gần ngay bến thuyền Tam Cốc mà ở đó rất nhiều chỗ vui chơi, quán cà phê đẹp. Đặc biệt chủ rất nhiệt tình. Chắc chắn sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OANH",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng đẹp đáng giá tiền",
            "review_content": "Vị trí ngay trung tâm Tam Côc, thuận lợi di chuyển đến các điểm du lịch, phòng đẹp và sạch sẽ, tầm nhìn bể bơi, giường siêu êm ái, ăn sáng nhiều lựa chọn và ngon, đánh giá cao khả năng phục vụ và dịch vụ ở đây, nhất định sẽ quay trở lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tú Minh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm đẹp, nhất định sẽ quay trở lại",
            "review_content": "Mình đã lựa chọn Tam Coc Full House để nghỉ  dưỡng vào đầu tháng 11, điểm ấn tượng là phòng đẹp và đệp siêu êm ái, bể bơi sạch đẹp, mỗi tội hôm mình đi hơi lạnh nên không tắm chỉ chụp ảnh ảo mấy pic, điều quan trọng là vị trí khu này quá tuyệt vời, gần ngay trung tâm Tam Cốc, cách bến đò mấy bước chân, đồ ăn ở đây cũng rất ngon, chủ nhà thì quá ư là thân thiện, hai bác dễ thương khi mình rời đi còn cho mình 2 chai nước. điểm cộng lớn về dịch vụ, nhất định sẽ quay trở lại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kshdib_hn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ tuyệt vời",
            "review_content": "chúng tôi đến vào sáng sớm, sự chào đón nhiệt tình của bác chủ nhà, chúng tôi được nhận phòng sớm, phòng rất đẹp vượt qua sự kỳ vọng của tôi, tầm nhìn ra bể bơi, phòng có ban công rộng thoải mái, chúng tôi đã thuê một chiêc xe tay ga rất tốt tại homestay luôn, bác chủ đã hướng dẫn tôi đến các điểm tham quan rất dễ dàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời tại Tam Coc Full House",
            "review_content": "Phòng đẹp, có bản công, bể bơi siêu xinh, đồ ăn ngon, có một trải nghiệm lý tưởng tại nơi đây, gần ngày trung tâm Tâm Cốc, có thuê xe đạp và xe máy tại đây để đi đến các điểm rất dễ dàng, đi khoảng 20m đến ngày bến đò Tâm Cốc để mua vé tham quan.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng tuyệt vời",
            "review_content": "Tôi đã đặt 1 phòng đôi  tại đây vào kỳ nghỉ vừa rồi, rất hài lòng với nơi đây, phòng ốc sạch sẽ, có ban công, ngắm bể bơi, xa xa còn nhìn được cả đò Tam Cốc, điều hài lòng hơn nữa là vị trí, ngay trung tâm du lịch, thuận tiện đi đến tất cả các điểm du lịch nổi tiếng tại Ninh Bình, hơn nữa đồ ăn ở đây rất ngon mà giá cả lại hợp lý, nhất định tôi sẽ tới và book phòng tại đây cho chuyến đi lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ninh Binh Travel Office",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great place to stay",
            "review_content": "Great Villa, location right in the center of Tam Coc, near tourist attractions, clean rooms, nice swimming pool and clean water, friendly host, delicious food, worth a place to relax, you can rent motorbikes, bicycles here to move to tourist attractions",
            "reviewer_location": "Ninh Bình, Việt Nam"
        }
    ],
    "hotel": {
        "location": "Đội 2 Thôn Văn Lâm, Ninh Hải Hoa Lư, Ninh Bình Việt Nam",
        "name": "Tam Coc Full House Homestay",
        "geo_data": {
            "latitude": 20.212177276611328,
            "longitude": 105.9368667602539
        },
        "room_number": "6",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c4/ec/94/tam-coc-full-house-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/51/df/32/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/3c/dd/a6/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/18/69/e9/chill-t-i-nha-hang-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/18/69/e7/trang-an.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/ec/db/d6/so-nice-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/d7/f9/44/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c4/ec/95/tam-coc-full-house-homestay.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/d2/a0/nh-t-i-d-m-sen-g-n-khu.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/d2/75/tam-coc-full-house-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/5b/c9/1c/tam-coc-full-house-homestay.jpg?w=1200&h=-1&s=1"
        ]
    }
}