{
    "content": [
        {
            "name": "mya",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Resort xuống cấp",
            "review_content": "Resort xuống cấp khá nhiều máy lạnh cũ và nóng minh check in phòng sân vườn và đổi sang phòng khác, phòng mùi ẩm mốc, điện phòng thì vài chỗ không sáng. Khu vực nhà hàng kiếm lễ tân trợ giúp không ai trực, phòng gym máy lạnh bị hư , khu vực spa cũng ko nhân viên . :(( nói chung vơi giá này thì chưa chấp nhận được, trải nghiệm từ dịch vụ tới chất lượng đều không hài lòng . Không bao giờ quay lại hay giới thiệu.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Thi Hoan N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Trải nghiệm thật là tồi tệ (bad experiences)",
            "review_content": "3 khách: 2 đến từ Germany và 1 đến từ Việt nam Trải nghiệm tồi trong suốt hành trình (khách người Việt và Đức) Đến sân bay nhưng tài xế không có ở ngay đó để đón khách mà phải gọi hỏi một hồi Mặc dù đến khách sạn là 3h chiều nhưng phải đến 5h chiều mới có phòng trong khi khách sạn hiện chỉ có khoảng 10% lượng phòng được đặt Đồ ăn nhạt nhẽo các món hàng ngày không có gì thay đổi trong suốt 4 ngày và 3 đêm Hotel bị cúp điện, điều hòa trong phòng bị hỏng Kiến và bụi phủ đầy khu vực ghế và nệm gần hồ bơi Nhân viên khách sạn không nhiệt tình và có phần trốn tránh trách nhiệm Một thành viên trong đoàn bỏ quyên kính râm và check out từ thứ 3 nhưng tối thứ 6 gọi lại họ cũng chưa có gửi mặc dù nói là bên khách sẽ tự trả khoản tiền đó. Hỏi lý do tại sao thì bạn lễ tân nói không phải ngày",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Quy Tran",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tôi có chút ko hài lòng về resort này.",
            "review_content": "Tết vừa rồi tôi có đưa gia đình đến nghỉ tại The Shells, theo lịch thì sau 14h sẽ nhận phòng nhưng đến 15:30 vẫn chưa có, mà gđ có trẻ con, phải di chuyển nhiều nên rất mệt cần phòng nghỉ ngơi, đến khi nhận được phòng thì còn ướt, trơn trượt.  Tủ lạnh thì ko có bia như các phòng khác, ko có mì tôm, resort cũng ko có dép cho khách đi tắm biển. Nói chung là 4/5 điểm thôi.",
            "reviewer_location": "Vinh, Việt Nam"
        },
        {
            "name": "thanh xuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ Nghỉ Tuyệt Vời",
            "review_content": "Phòng đẹp rộng rãi thoáng mát . Buffee sáng phong phú, nhân viên thân thiện nhiệt tình. Do tui có con nhỏ khi nhận phòng có nhờ khách sạn hỗ trợ nhận phòng sớm, và họ đã đáp ứng giống như tôi mong đợi mà không phụ thu thêm phí gì, Vị trí của khách sạn cũng gần trung tâm, tầm 7 phút bằng taxi.  Bãi biển đẹp..... Cảm ơn sự nhiệt tình của nhân viên, nói chung tôi và gd rất hài lòng và sẽ quay lại vào 1 ngày không xa trong tương lai.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "resort đáng đi",
            "review_content": "Khuôn viên rộng, đẹp, nhiều cây cối. Phòng sạch và thoải mái, view đẹp! BÃi biển riêng ko bị đông và xô bồ. Nhân viên rất dễ thương. Đồ ăn sáng cũng nhiều món, nhà hàng ăn khá ngon! Rất hợp để đi nghỉ dưỡng.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "ninh44",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu Resort 5 sao đẳng cấp tại Phú Quốc",
            "review_content": "Sau bao ngày nằm nhà do ảnh hưởng của dịch Covid, gia đình tôi quyết định đi \" xả hơi\" 1 chuyến tại Phú Quốc vào ngày 25-28/6 vừa rồi tại The Shells Phu Quoc Resort & Spa. Quả thật đây đúng là 1 lựa chọn vô cùng đúng đắn và đáng đồng tiền với nhiều các tiện ích của Resort 5 sao. Gia đình tôi rất ấn tượng với bể bơi hình con sò ngay trước tòa building và khung cảnh nên thơ của Resort. Các bạn nhân viên rất lễ phép, nhiệt tình và sẵn sàng giúp tôi đặt tour đi Nam Đảo. Nhất định tôi sẽ quay trở lại The Shells nếu có dịp đi Phú Quốc lần tới.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Departure814559",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lich",
            "review_content": "Nv ks vui vẻ nhiệt tình luon hỗ trọ khach hang khi cần hồ boi đẹp biên sạch se nhà hàng an ngon phong sach lần đầu tiên tui đến voi pq tui hẹn se quay trở lai một ngày gần nhất cảm ơn tất cả mn o đây thank",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lakhanhnguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks tốt nhất phải đến khi đi phú quốc",
            "review_content": "thái độ nv 5* phục vụ 5* ăn sáng 5* tôi ko có j để chê các bạn các bạn làm quá tốt và tôi sẽ ghé thăm nhiều lần trong đời nữa bể bơi quá đẹp yên tĩnh và đặc biệt ko có ng trung quốc 1 điều tôi rất thích see u again",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thuy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Good value ",
            "review_content": "Chúng tôi đã chọn The Shell resort cho kì nghỉ 3 đêm tại Phú Quốc. Thật bất ngờ là nó đẹp hơn cả những gì chúng tôi thấy trên webs. Thơ mộng và tinh tế.   Khách sạn rất rộng lớn, nhiều cây xanh được chăm chút tỉ mỉ. Phòng đẹp và riêng tư. Có xe đưa rước phục vụ rất nhanh từ phòng tới lễ tân.  Chúng tôi đặt một phòng có tầm nhìn ôm trọn biển. Phòng và bồn tắm rất rộng có kèm ban công và sofa tiện nghi. Hầu hết vật dụng làm từ đá, rất tinh tế. Tôi hi vọng khách sạn set up 1 kính lớn cạnh bàn để tiện trang điểm.   Khách sạn nằm sát ngay biển và có bãi biển thật sự riêng biệt và an ninh.  Hồ bơi là điểm nhấn với hình xoắn ốc độc đáo, rất rộng, chúng tôi có thể thỏa thích ăn uống tại quầy bar ngay giữa hồ bơi.  Đồ ăn và uống cũng khá ổn. Không gian đẹp và nhân viên cũng thân thiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyenthithoanh12018",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thoải mái",
            "review_content": "Good, tôi rất thích, mọi thứ đều đẹp, cảm thấy rất thoải mái, thức ăn, đồ uống rất phù hợp với khẩu vị của mấy thành viên trong gia đình Gia đình tôi đã có một kỳ nghỉ tuyệt vời. Hứa sẽ quay lại 1 lần nữa",
            "reviewer_location": "Viet Tri, Việt Nam"
        },
        {
            "name": "Nguyen A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Friendly, helpfull Reception, ",
            "review_content": "Tuyệt vời, chuyến đi nghỉ 3 ngày của gia đình tôi thực sự vui, Đặt phòng của chúng tôi có chút sự cố, do lúc tôi trao đổi với đặt phòng cứ nghĩ là còn 3 đêm (thực tế chỉ còn 2) khu hotel nên k kiểm tra lại mail xác nhận là 03 đêm villa, khi nhận phòng hơi ngạc nhiên, Nhưng thật may mắn cách xử lý nhanh từ quản lý tiền sảnh đã hỗ trợ nâng cấp cho gia đình tôi miễn phí 02 đêm đầu trên hotel và đêm còn lại ở villa, một chuyến đi chúng tôi được trải nghiệm 02 loại phòng,  Nhà hàng đồ ăn sáng nhiều lựa chọn, gần biển và hồ bơi, đặc biệt thích nhâm nhi ly cà fe ngắm buổi chiều xuống ở bar cạnh biển. Cảm ơn Phong đã trực tiếp đưa tôi về phòng và cung cấp nhiều thông tin về phú quốc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Schaeme Nguyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thoải Mái",
            "review_content": "Khách sạn có vị trí xa trung tâm, nhưng rất thuận tiện cho việc lấy taxi. Lối vào khách sạn rất đẹp. Khách sạn có view biển khá ổn, nhưng biển thì không được sạch cho lắm, vì nằm dưới hướng gió nên không thể tránh khỏi điều này. Nhân viên phục vụ rất tốt, thân thiện.  Khi resort có không gian riêng, có hồ bơi dùng chung, rất thoải mái.  Ăn khác thì khá ổn, nhân viên phục vụ chưa chuyên nghiệp cho lắm. Nên khác phục điều này.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "102vi_tt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảnh đẹp",
            "review_content": "Yên tĩnh phù hợp với nghỉ dưỡng , nhân viên nhiệt tình , thân thiện . Khu ăn sáng hơi nhỏ so với sức chứa của resot nên phải chờ đợi mới có được bàn ăn sáng . Giá cả 2tr8-3tr / ngày cũng khá phù hợp . Hẹn gặp lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "VU f",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỳ nghỉ đáng nhớ",
            "review_content": "Lần thứ 2 trở lại Phú quốc, lối vào resort khá xa từ đường lớn, nhân viên chào đón từ sân bay rất thân thiện, gia đình tôi cảm thấy được trân trọng sau khi được biết người chào đón chúng tôi tại sân bay chính là Trưởng bộ phận tiếp tân, resort khá rộng phải di chuyễn bằng xe điện, rất tiếc ngày gia đình tôi nghỉ biển động không được tắm biển, bù lại hồ bơi khá lớn, ăn sáng ngon rất nhiều món để lựa chọn,",
            "reviewer_location": "England, Vương quốc Anh"
        },
        {
            "name": "haianh7575",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Thử nghiệm mới",
            "review_content": "Đường vào resort khá sâu, được bao quanh bởi các lũy tre khá mát mắt. Ở đây có những điểm mà mình thích cũng như không thích. Ưu điểm: đây là resort chỉ gồm các căn villa biệt lập bao quanh bằng hàng rào cây, phòng rộng, có khu sofa ngồi thư giãn ngoài hiên, nên khá thoải mái và yên tĩnh, không gian nhiều cây xanh, hồ bơi có ghế đá dưới nước khá dễ thương. Nhược: nhà hàng vắng vẻ, nóng, không chuyên nghiệp; toàn thể khu resort không có gì vui chơi, chỉ toàn các căn villa biệt lập, nên chỉ phù hợp các cặp đôi thích yên tĩnh, nghỉ ngơi trong phòng và tắm biển.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung T",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Services not good",
            "review_content": "Dịch vụ k tốt, bạn mình gọi check có sự nhầm lẫn về phòng hay k thì tín hiệu bị tắt? Và k thấy lễ tân gọi lại. K rõ là do tín hiệu hay lễ tân tự cúp máy?  Chạy chương trình Happy hour free cocktail và wine buổi chiều trên màn hình. Nhưng khi gọi check thì bảo chủ nhật ít khách nên không phục vụ? Ít khách nhưng k có nghĩa là k có khách?  Cho thấy sự tuỳ tiện trong dịch vụ, cẩu thả trong Thông tin tới khách hàng  Not good",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cẩm Mi T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "WOW",
            "review_content": "Rất tiện lợi, Có : Trung tâm thể dục là đã thấy rất hứng khởi, yên tĩnh và rất rất sạch sẽ, có quầy lễ tân 24/24. Nhưng thích nhất là Hồ bơi ngoài trời vì có thể ngắm nhìn trời xanh. Buffe sáng rất ngon. Nhân viên rất nhiệt tình AW !! ! SOOoo COOL !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "CaPham",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỷ niêm 1 năm ngày cưới",
            "review_content": "Dịch vụ ở đây rất tuyệt vời, nhân viên thân thiện, dễ gần, chịu khó. Đặc biệt đồ ăn ở đây rất ngon, khi gọi phục vụ phòng thì rất tuyệt Mọi thứ ở đây khi tôi đến còn trong tình trạng tiếp tục làm thêm các khu khác, nên đường vào hơi nhết nhát 1 tí. Và thực sự so với khu trung tâm cũng không phải quá gần 2 vợ chồng tôi đã đến đó hơn 1 năm, không biết giờ ra sao, nhưng vẫn thích quay lại đó 1 lần Chúng tôi đến đây vào tháng 11/2015 nhưng do trên trang tối đa tháng 1/2016 nên đành lấy thời gian gần nhất",
            "reviewer_location": "Da Nang, null, Vietnam"
        },
        {
            "name": "Hieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chỉ mong có dịp trở lại",
            "review_content": "Thật tuyệt vời! Bước chân tới resort là có cảm giác hoàn toàn thư giãn, phong cảnh và kiến trúc tuyệt đẹp. Phòng nghỉ tiện nghi đẳng cấp, đồ ăn miễn chê, dịch vụ tận tình. Đặc biệt, con người nơi đây sẽ khiến bạn thực sự muốn quay lại thêm lần nữa. BEST TRIP EVER! :))",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Tiến Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ rất tuyệt",
            "review_content": "Resort biệt lập với khu trung tâm ,yên tính và sạch sẽ.cách dinh cậu khoảng 5km. Bể bơi rất tuyệt độ sâu vừa phải cho trẻ em . Buffe sáng đa dạng. mình rất thích các loại hoa quả tại đây rất tươi và ngon, phòng sạch sẽ nhân viên rất thân thiện và nhiệt tình. Chỉ mong resort có bus mini chạy theo giờ cố định vào trung tâm thì không còn gì tuyệt vời hơn!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "xuantungn2015",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghỉ dưỡng tuyệt vời dành cho cặp đôi và gia đình có trẻ nhỏ",
            "review_content": "Tuyệt vời. Phòng ngủ và bể bơi rất đẹp  tuy nhiên bồn tắm ở giữa phòng hơi bất tiện, gia đình tôi chỉ dùng để tắm cho trẻ nhỏ. Nên chọn các phòng gần phòng family để có view đẹp ngắm hoàng hôn từ balcony.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HanoiJW",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kiến trúc đẹp",
            "review_content": "Khu nghỉ có kiến trúc hiện đại, đẹp (theo cảm nhận của riêng tôi là đẹp nhất Phú Quốc hiện nay). Phòng rộng, nội thất phòng khá đẹp, nhà tắm và vệ sinh riêng biệt, bồn tắm ở giữa phòng hơi bất tiện khi sử dụng (làm bắn nước xung quanh), nhất là đối với gia đình có trẻ nhỏ. Bãi biển nước nông, buổi sáng rất trong, buổi chiều ngắm hoàng hôn thật tuyệt vời. Có thể bơi thuyền Kayak thăm khu vực xung quanh, cảnh đẹp và lãng mạn. Bể bơi không rộng lắm, phần lớn diện tích khá nông, chỉ phù hợp cho trẻ em. Nhà hàng ăn sáng không phong phú lắm (vì khu nghỉ chỉ có 40 phòng) nhưng cũng ổn, so với các khu nghỉ khác ở Phú Quốc là tốt rồi. Khu nghỉ cách trung tâm thị trấn khoảng 5-6km, có thể hỏi lễ tân để thuê xe máy đi chơi cho tiện, đường nhựa dễ đi. Về dịch vụ: Do mới đi vào hoạt động, và",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Phil T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Yên bình n thư giãn",
            "review_content": "Ở lại trong 2 đêm. Nhà gỗ là riêng tư và rất rộng rãi và sạch sẽ. Bao gồm bữa sáng tự chọn và lựa chọn tốt. Tuy nhiên thức ăn nóng là lạnh. Nhân viên đã xuất sắc. Thức ăn trong thực đơn là một chút hit và bỏ lỡ. Vị trí tuyệt vời với bãi biển riêng.",
            "reviewer_location": "New South Wales, Úc"
        },
        {
            "name": "CanadianDreamers",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chỉ để thư giãn",
            "review_content": "Chúng tôi ở trong một biệt thự bên hồ bơi. Đó là những ngày cuối cùng của chuyến đi châu Á của chúng tôi và chúng tôi cần thư giãn trước khi về nhà. Họ đã đón tại sân bay miễn phí, trong đó chúng tôi đã gửi email cho họ trước thời hạn với hành trình chuyến bay của chúng tôi. Nó diễn ra khá suôn sẻ; chỉ cần tìm Shells mà tài xế đang cầm. Các nhân viên lễ tân rất đẹp và giải thích các dịch vụ họ cung cấp. Không phải ai cũng nói tiếng Anh tốt, nhưng thường có một nhân viên hiểu. Lễ tân cung cấp một bản đồ của hòn đảo và du ngoạn để đặt. Họ làm việc với John's Tours cho chuyến du ngoạn của họ. Bạn có thể xem những gì công ty du lịch cung cấp trên trang web của họ. Chúng tôi sử dụng chúng vì nó thuận tiện. (Lưu ý, bất kỳ chuyến đi bằng thuyền / lặn với ống thở - cất máy ảnh trong túi",
            "reviewer_location": "Ontario"
        },
        {
            "name": "Elena M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khá tốt",
            "review_content": "Khách sạn tự nó rất tốt, phòng rộng rãi và thoải mái, có một sân thượng tại phòng. Có hai bể bơi lớn trong khách sạn, nước trong đó sạch sẽ. Nhà hàng rất ngon, đồ ăn rất hoàn hảo. Nhưng đội ngũ nhân viên rất giàu kinh nghiệm. Họ quên lau chùi gạt tàn mỗi lần, họ không đặt trà và cà phê vào phòng và vào một buổi sáng, tôi bị đánh thức bởi người làm vườn đang tưới nước cho cửa sổ phòng tôi vào khoảng 7 giờ 30 phút. m. Điều đó thật kinh khủng, lúc đầu tôi không thể hiểu được chuyện gì đang xảy ra. Có vấn đề với các cơ sở xung quanh khách sạn, không có nơi nào để đi, không có cửa hàng gần đó. Nước trong biển là với rong biển.",
            "reviewer_location": "Moscow Oblast, Nga"
        },
        {
            "name": "Stinne",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hẻo lánh và đẹp đẽ (nhưng thực phẩm có thể được cải thiện)",
            "review_content": "Chúng tôi đã có 4 đêm tuyệt vời ở đây. Khách sạn rất đẹp và biệt thự rất rộng rãi. Tùy thuộc vào bạn nếu điều tốt hay xấu là khách sạn ở rất xa thành phố và các cửa hàng mà bạn phải đi taxi khắp nơi. Nó có nghĩa là nó kín đáo và im lặng mà chúng tôi đánh giá cao. Chúng tôi chỉ thử đồ ăn trong nhà hàng của khách sạn một lần vì nó khá nhàm chán. Các bữa ăn sáng là tốt mặc dù.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hooiyees",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Không hài lòng",
            "review_content": "Đầu tiên căn phòng không như mong đợi, khi đến nơi, đã gửi email thông báo rằng đó là lễ kỷ niệm sinh nhật chồng tôi yêu cầu trang trí nhưng không có gì trang trí, sau đó phát hiện ra nước sàn nhà vệ sinh bị rò rỉ, cố gắng bật nước bồn tắm nhưng máy sưởi là Không làm việc chỉ có nước lạnh! Đặt spa trước trong email họ đã không thông báo cho chúng tôi rằng spa đang được cải tạo khi chúng tôi biết, chúng tôi đã nghĩ đến việc sử dụng phòng tập thể dục! Phòng tập đã đóng cửa để bảo trì! Quá thất vọng, đã định ở lại 3 đêm nhưng quyết định rời đi sớm một đêm để ở khách sạn khác thay thế! Đặt phòng qua Expedia thậm chí kiểm tra với khách sạn hỏi về việc hoàn tiền nhưng không nhận được phản hồi nào trong vòng 2 ngày! Kiểm tra với người quản lý khách sạn, họ nói họ có thể quyết định và",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Karpinska M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt đẹp",
            "review_content": "Chúng tôi thực sự thích nó. Được trả khoảng 250 đô la cho 2 ppl với massage mỗi đêm, điều đó ổn với Xmas. Một số người đã phàn nàn về giá cả tại quán bar nhưng tôi nghĩ nó ổn. Phòng thực sự đẹp, hồ bơi - thiết kế tuyệt vời, ăn sáng tốt. Khiếu nại duy nhất của tôi là (1) anh chàng đón chúng tôi là thô lỗ, (2) dịch vụ ở bãi biển có những thăng trầm. . . .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "RhianMcculloch",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khu nghỉ dưỡng đẹp",
            "review_content": "Waw, thật là một khách sạn đẹp và nó chắc chắn vượt quá mong đợi của chúng tôi. Chúng tôi ở đây 1 đêm trong căn phòng sang trọng với tầm nhìn ra đại dương. Thời tiết là tốt nhất, tuy nhiên điều đó có nghĩa là chúng tôi cần thư giãn nhiều hơn. Phòng rất rộng rãi và sạch sẽ. Nhân viên khách sạn rất thân thiện và bữa sáng tự chọn vào buổi sáng có rất nhiều lựa chọn. Chúng tôi cũng đã ăn tối vào buổi tối, đó là bữa ăn ngon nhất của chúng tôi kể từ khi đến Việt Nam, tôi có gà và khoai lang và đối tác của tôi có món cà ri tôm mà cả hai chúng tôi đều yêu thích, giá cao hơn những gì chúng tôi thường trả nhưng rất đáng giá. Khu vực bể bơi rất sạch sẽ, quán bar bên hồ bơi không mở nhưng tôi nghĩ rằng điều này là do thời tiết xấu. Khung cảnh từ ban công rất đẹp và tôi rất thích ghé thăm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Peter F",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Cảm ơn cho một kỳ nghỉ đáng yêu!",
            "review_content": "Tôi ở lại đây với bố mẹ và đối tác của tôi và tất cả chúng tôi đều yêu thích khu nghỉ mát! Thật hoàn hảo cho một cuối tuần dài thư giãn khỏi sự ồn ào và náo nhiệt của Hồng Kông. Các bungalow được trang trí trang nhã, giường rộng rãi và thoải mái và nói chung nơi này rất ấm cúng và gọn gàng!  Các bữa tiệc buffet thật tuyệt vời, rất nhiều sự lựa chọn và chúng tôi rất thích ngồi ngoài trời với tầm nhìn ra đại dương! Vào ban ngày, hồ bơi đã mời và nhiệt độ phù hợp! Tôi hoàn toàn thích ngồi bên quầy bar trên bãi biển nhấm nháp bia và cocktail - và với giá thấp quá! Giá đồ uống và thực phẩm của khu nghỉ mát có giá cực kỳ hợp lý, thông thường các khu nghỉ mát ồ ạt cho thực phẩm và đồ uống nhưng không phải là The Shells. Ngoài ra còn có một ly cocktail và rượu vang miễn phí tuyệt vời 45",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "Darmancook",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất tốt, biệt thự tuyệt vời",
            "review_content": "Ở trong các biệt thự có hồ bơi riêng (tuyệt vời!) Và cũng trong tòa nhà chính. Nhân viên rất hữu ích, không có gì là quá nhiều rắc rối, và căn cứ là vô nhiễm. Hồ bơi lớn với thanh bơi lên, rất thoải mái và được bố trí tốt. Lựa chọn nhà hàng tốt tại chỗ, và giờ hạnh phúc (đồ uống miễn phí!) 615 - 7 giờ tối mỗi đêm! chắc chắn sẽ ở lại",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Adam B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm đẹp",
            "review_content": "Khu nghỉ dưỡng này rất đẹp. Phòng rộng, sạch sẽ và có máy lạnh. Họ đã làm một công việc tốt trong việc giữ cho bãi biển của họ sạch sẽ nhất có thể, mỗi sáng nhân viên ra ngoài để dọn dẹp. Nó có giá hơi cao cho tất cả những thứ xa xỉ của bạn (spa, thức ăn nhà hàng và rượu) nhưng vẫn rẻ hơn so với ở nhà. Khu nghỉ mát nằm ngoài mọi thứ, vì vậy nếu bạn muốn mua sắm hoặc ghé thăm những nơi bạn sẽ cần tìm phương tiện giao thông (có những chiếc taxi chờ sẵn ở phía trước mọi lúc). Hãy chắc chắn để sử dụng thuyền kayak, họ rất tuyệt để ra ngoài nước và tận hưởng hoàng hôn. Nhân viên rất thân thiện. Sẽ ở lại đây một lần nữa.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "klitgaardj",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng tuyệt vời và vị trí kín đáo",
            "review_content": "Chúng tôi đã tận hưởng 3 đêm trong năm mới và có một kỳ nghỉ thực sự dễ chịu. Chúng tôi ở trong phòng 215 và nó có một tầm nhìn tuyệt vời và rất rộng rãi.  Tuyệt vời với lựa chọn ngoài bãi biển riêng và hồ bơi. Một cải tiến sẽ là có giường tắm nắng tại hồ bơi và không chỉ trên bãi biển.  Thức ăn vẫn ổn nhưng chúng tôi chỉ thử bữa sáng và bữa trưa. Ăn sáng có một chút thất vọng. Chúng tôi đã đến gần kết thúc dịch vụ bữa sáng và rất nhiều mặt hàng thực phẩm không còn nữa. Ngoài ra tôi sẽ mong đợi các loại cà phê khác nhau được bao gồm trong bữa sáng ở mức giá này. Cho bữa tối, chúng tôi đã kết thúc ăn ngoài khu nghỉ mát cho bữa tối.",
            "reviewer_location": "Copenhagen, Đan Mạch"
        },
        {
            "name": "David V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biệt thự vườn = Thiên đường",
            "review_content": "khách sạn rất sạch sẽ và thoải mái với một bãi biển tuyệt vời và rất nhiều hoạt động tại chỗ. Các biệt thự trong vườn rất rộng và rất sang trọng và tất cả các bức ảnh của họ / khu nghỉ dưỡng đều chính xác nhưng không thực sự công bằng. Họ cung cấp một bữa ăn sáng rất lớn miễn phí cũng như một giờ xã hội vào ban đêm, nơi họ cung cấp đồ uống không giới hạn cho giờ đó miễn phí. có một spa tại chỗ cũng như một phòng tắm hơi làm việc trong phòng và nhiều hồ bơi. Mặt trái duy nhất tôi có thể nghĩ đến là nó nằm ngoài dải chính của các nhà hàng và cửa hàng địa phương, nhưng may mắn thay, khách sạn thuê xe máy với mức giá hợp lý để giúp bạn đi lại trong thành phố. Ngoài ra, cuộc tranh cãi duy nhất khác của tôi là giá thức ăn / đồ uống hơi cao so với những nơi khác ở Việt Nam / đảo Phú",
            "reviewer_location": "Minneapolis, Minnesota"
        },
        {
            "name": "Nathantran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng cao cấp hiện đại ở Phú Quốc",
            "review_content": "Khu nghỉ mát này nằm trên một bãi biển riêng biệt tách biệt, cách thị trấn Dương Đông khoảng 10 phút. Các phòng biệt thự, nơi chúng tôi ở lại thực sự rộng rãi với nhà vệ sinh riêng biệt và vòi hoa sen của nó. Biệt thự có hàng hiên riêng để khách có thể ngồi ngoài trời để thư giãn. Tuy nhiên, các thuộc tính tốt nhất của khu nghỉ mát là đội ngũ nhân viên rất thân thiện và hữu ích và thiết kế hiện đại đương đại của nó. Các món ăn được phục vụ tại nhà hàng được thực sự tốt và giá cả hợp lý. Khu nghỉ mát này cung cấp dịch vụ đưa đón sân bay miễn phí nhưng sẽ hữu ích hơn nếu họ cũng có thể cung cấp xe đưa đón theo lịch trình miễn phí đến thị trấn vào buổi tối.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "Bãi Gành Gió, Thị Trấn Dương Đông, Dương Đông, Đảo Phú Quốc Việt Nam",
        "name": "The Shells Resort and Spa Phu Quoc",
        "geo_data": {
            "latitude": 10.243888854980469,
            "longitude": 103.9483413696289
        },
        "room_number": "134",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f7/5d/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f6/b8/kayaking.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/de/beach-wedding.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/fb/21/romantic-dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/dd/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/12/luxury-villa-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/f8/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/f5/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/81/f0/32/courtyard-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f7/69/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f7/36/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/f9/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f7/31/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/fe/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/28/luxury-suite-ocean.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/fd/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/f2/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/05/the-shells-resort-and.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f9/24/premium-deluxe-ocean.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/71/f8/fb/the-shells-resort-and.jpg?w=1200&h=-1&s=1"
        ]
    }
}