{
    "content": [
        {
            "name": "Cherry N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phu Quoc",
            "review_content": "Freedomland Phu Quoc nằm ở ấp Ong Lang là khu nghỉ dưỡng tuyệt vời. Từ sân bay Phú Quoc mất 20 phút đi taxi thì đến đây. Khung cảnh rất đẹp và có trồng rất nhiều cây ăn trái, bãi biển ở khu vực Ong Lang trong xanh rất đẹp, nhân viên phục vụ thân thiện. Món ăn quá tuyệt vời!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ANPHUHOMESTAY",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyet Voi",
            "review_content": "Do la mot noi nghi duong tuyet voi nhat.That an tuong voi phong canh tuyet dep,nhan vien than thien va nhiet tinh giup chung toi khi chung toi toi.thuc an ngon.Toi se quay tro lai noi nay mot lan nua.Qua tuyet voi phong rat rong va sach se,khong ty vet.",
            "reviewer_location": "Tỉnh Ninh Bình, Việt Nam"
        },
        {
            "name": "Sian510",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khó tin",
            "review_content": "Nơi này quả là thiên đường. Mọi thứ về nơi này thật đáng kinh ngạc và tôi ĐANG MƠ được trở lại đó. Có lẽ đồ ăn ở đó là thứ ngon nhất mà tôi từng được ăn trong đời, kết hợp với những ngôi nhà gỗ đẹp đẽ, khu vực thư giãn tuyệt vời và những người chủ đáng yêu. Đó là một trong những nơi tốt nhất mà tôi đã từng đến thăm! Một bầu không khí thật tuyệt vời, nhân viên cực kỳ nhiệt tình và dịch vụ giặt quần áo tốt nhất!",
            "reviewer_location": "Gili Air, Indonesia"
        },
        {
            "name": "Alex M",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Tồi tệ hơn và tệ hơn",
            "review_content": "Trong một chuyến đi 2 tuần tại Campuchia và Việt Nam, chúng tôi đã đặt một kỳ nghỉ 4 ngày ở Freedomland với mục tiêu để tìm sự bình tĩnh và nghỉ ngơi. Đối với sự bình tĩnh, chúng tôi đã được trên mục tiêu trong một khu rừng hoang dã và bungalow đẹp, trang trí với thiết kế tốt trong một liên lạc thuộc địa. Tuy nhiên, chúng tôi đã nhận được sự bất hạnh lặp đi lặp lại:   1 / Mất tiền: Trong bữa ăn sáng đường phố của chúng tôi, chúng tôi đã bị đánh cắp 150 $ và 500 K VND trong phòng LOCKED của chúng tôi, và chỉ nhân viên làm sạch bên ngoài mới có thể vào phòng của chúng tôi trong 30 phút này. Tất nhiên, căn phòng đã được dọn sạch!   2 / Tour lặn biển:  30 € cho mỗi người với chủ nhà của chúng tôi và 12 người (lúc đầu nó sẽ là 4). Trước chuyến lưu diễn, chúng tôi đã đi đến một chợ",
            "reviewer_location": "Lisbon, Bồ Đào Nha"
        },
        {
            "name": "anya711",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khu nghỉ dưỡng và quản lý kém chất lượng - một sự xấu hổ vì có tiềm năng tốt cho nó",
            "review_content": "Chúng tôi đã đặt chỗ này vì chúng tôi hy vọng có một kỳ nghỉ 'đích thực' ở Phú Quốc. Và về mặt lý thuyết, những túp lều khá đẹp và cây trồng bao quanh chúng - tuy nhiên, có quá nhiều 'buts' khiến cho trải nghiệm không quá lớn. Nhìn chung, việc quản lý nơi này là hỗn loạn - mọi thứ dường như không chạy tốt. Có đủ nhân viên nói tiếng Anh, điều này làm cho giao tiếp trở nên rất khó khăn - không bao giờ có nước nóng - việc dọn dẹp phòng và phòng tắm cũng không lớn. Bữa tối họ cung cấp quá là hoàn toàn đắt đỏ - bạn có thể là một nhóm 2 đến 4 và ăn trong một nhà hàng địa phương cho LESS hơn những gì họ tính phí cho mỗi người cho bữa tối chung. Tôi tin rằng có rất nhiều khu nghỉ mát đẹp hơn trên / xung quanh bãi biển Ông Lang mà sẽ là một kinh nghiệm tốt hơn và thư giãn hơn nhiều và ở",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "17appleton17",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Sẽ là 5 sao nếu không cho một điều ...",
            "review_content": "Gia đình chúng tôi ở lại Freedomland vào tháng 2 năm 2018. Đó chắc chắn là một trải nghiệm tuyệt vời, và tôi đã sẵn sàng cho khu nghỉ dưỡng này 5/5 sao nếu không có một cơn nấc cụt khiến chúng tôi ở lại khu nghỉ mát. Nhưng hãy bắt đầu với những thứ hàng hóa!   - Tôi ngạc nhiên rằng một số nhận xét ở đây nói rằng dịch vụ còn thiếu. Điều này trái ngược với những gì chúng tôi đã trải nghiệm! Người quản lý, Anthony, (hầu như) luôn sẵn sàng và sẵn sàng bất cứ khi nào chúng tôi cần anh ta. Anh ấy vui vẻ sắp xếp các chuyến đi trên đảo Phú Quốc cho chúng tôi mà luôn luôn đúng giờ và là một cách tuyệt vời để thực sự nhìn thấy toàn bộ hòn đảo. Một trong những thành viên gia đình của chúng tôi bị bệnh ngộ độc thực phẩm vào ngày cuối cùng và ném lên trong phòng - tuy nhiên Anthony đã rất",
            "reviewer_location": "Cairns, Úc"
        },
        {
            "name": "Duy H",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Dịch vụ xấu mặc dù có đánh giá tốt",
            "review_content": "Chúng tôi ở đây trong 3 đêm và 4 ngày. Các dịch vụ chắc chắn thiếu. Chúng tôi đến đó vào khoảng 7 giờ tối và phải đợi 10 phút để nhân viên lễ tân / bartender / bồi bàn đưa chúng tôi đến phòng. Anh ta không đưa cho chúng tôi bất kỳ hướng dẫn nào cho đến giờ. Họ thậm chí không cung cấp để làm sạch phòng của chúng tôi cho đến ngày thứ hai. Khi chúng tôi hỏi nhân viên tiếp tân về một nơi để tham quan / đi lưu diễn, anh ấy không cung cấp cho chúng tôi bất kỳ gói hàng nào hoặc dường như muốn nói chuyện với chúng tôi. Họ lấy hộ chiếu của chúng tôi và không trả lại cho đến khi chúng tôi rời đi. Khi chúng tôi đi vào văn phòng mở khóa, một trong những hộ chiếu của chúng tôi đang nằm trên bàn. Nhìn chung, kinh nghiệm xấu với nhân viên.",
            "reviewer_location": "Warrington, Pennsylvania:"
        },
        {
            "name": "Sally C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở lại Freedomland!",
            "review_content": "Chúng tôi ở lại Freedomland trong 4 ngày và đã có một trải nghiệm tuyệt vời! Nhân viên thực sự thân thiện và hữu ích. Họ luôn có mặt để trả lời các câu hỏi và thậm chí đặt vé cho chúng tôi một số vé thuyền để đi du lịch. Bãi biển thật đáng yêu và thư giãn - Freedomland có khu vực riêng với giường phơi nắng. Các phòng đã được thực sự sạch sẽ và trang trí độc đáo, và chúng tôi yêu vòi sen ngoài trời! Bữa tối chung rất thú vị, vì bạn có thể gặp gỡ những vị khách khác. Đồ ăn và đồ uống rất ngon với tuyển chọn các lựa chọn bữa sáng ngon miệng. Bầu không khí ở nơi này rất tốt. Chắc chắn sẽ giới thiệu! Một viên ngọc ẩn trong việc thay đổi nhanh chóng Phú Quốc.",
            "reviewer_location": "Manchester, Vương quốc Anh"
        },
        {
            "name": "Manon L",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Một sự xấu hổ !!!",
            "review_content": "Xin chào, tôi muốn thông báo cho bạn rằng khách sạn này đã lấy tất cả tiền trên tài khoản ngân hàng của bạn (trả trước) ngay cả khi bạn không thể đi vì một cơn bão (phu quoc đã bị cấm bởi chính phủ!) S Chúng tôi đã bị chặn với chị tôi ở can tho vì cơn bão. Chúng tôi gọi khách sạn này để tìm một sự sắp xếp cho sự chuẩn bị. Không có sự hợp tác ngay cả trong những điều kiện này! Cuộc sống của chúng tôi đang bị đe dọa _money quan trọng nhất Cuối cùng, chúng tôi đã trả 200 đô la cho một thứ mà chúng tôi không nhận được Một sự xấu hổ cho loại khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Matthew B",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Có lẽ là kỳ nghỉ của cả đời",
            "review_content": "Dịch vụ thiếu, lấy tiền, cơ sở cơ bản bắt đầu đi vào hư hỏng. Thay đổi chủ sở hữu và quản lý trong năm 2017.  Khi đến nơi, chúng tôi nhanh chóng nhận ra rằng bãi biển riêng không phải là bãi biển riêng. Trong thực tế nó là một 15 - 20 phút đi bộ xuống một ca khúc bùn quá khứ đóng cửa khu nghỉ mát. Vì vậy, chúng tôi đã nhận xét về điều đó. Chúng tôi để lại túi để quay lại sau. Sau khi chúng tôi trở về, người quản lý đã bán trên một trong các phòng của chúng tôi. Để chúng tôi chỉ có một giường đôi cho một gia đình. Khi đặt phòng bạn phải nhớ đây không phải là chỗ ở giá rẻ cho khu vực. Các cabin được thực hiện tốt và phong nha. Họ trông khá. Dịch vụ rẻ hơn và cabin có thể được tìm thấy trong các khu nghỉ mát tương tự khác, trong vòng 5 phút đi bộ. Dù sao thì chúng tôi sau đó được",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "charlotteoust",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice ở trong khách sạn sinh thái này",
            "review_content": "Chúng tôi đã có những bungalow cuối cùng ở phía bên trái của khu nghỉ mát và nó đã rất yên tĩnh. Chúng tôi rất thích bữa tối Giáng sinh của chúng tôi với tất cả các khách khác trong một bầu không khí tốt và với một mức giá hợp lý. Bãi biển riêng chỉ cách đó 20 phút đi bộ hoặc du khách có thể mượn xe đạp miễn phí. Không gian chung là tốt đẹp và ăn sáng là rất tốt. Điểm tiêu cực là thiếu thông tin liên quan đến các cơn bão đã đến đảo và cho các tàu thuyền đến đại lục",
            "reviewer_location": "La Motte-d'Aigues, Pháp"
        },
        {
            "name": "Andreas",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng yêu để thư giãn và hồi phục.",
            "review_content": "Chúng tôi ở tại khu nghỉ mát đáng yêu này trong 4 ngày và thực sự yêu thích nó. Các nhân viên đã được thân thiện và hữu ích và thực phẩm là tuyệt vời. Đây là một nơi chúng tôi chắc chắn sẽ quay trở lại khi chúng tôi ghé thăm phần này của thế giới một lần nữa. Kinh nghiệm tuyệt vời mà chúng tôi sẽ không bao giờ quên!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vu K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để rót mình vào thiên nhiên",
            "review_content": "Nơi tuyệt vời cho chuyến đi của tôi ti Phú Quốc. Tình yêu trở lại đó một lần nữa. Một trong những khu nghỉ mát tự nhiên tốt nhất mà tôi từng có. Đề nghị Resort cho người khác. Tin tôi đi. Tôi yêu nó. Nhân viên thân thiện, bãi biển Ông Lãng tuyệt vời. Rory Bar trên đường Trần Hưng Đạo là một đề xuất khác.",
            "reviewer_location": "Saigon"
        }
    ],
    "hotel": {
        "location": "Ong Lang, Đảo Phú Quốc Việt Nam",
        "name": "Khu nghỉ dưỡng Miền đất tự do Phú Quốc",
        "geo_data": {
            "latitude": 10.268613815307617,
            "longitude": 103.9356460571289
        },
        "room_number": "18",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/20/4b/b6/common-area--v16449052.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/8e/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/68/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/b3/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/fb/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/3d/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/e2/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/d6/terrace.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/c5/terrace.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/cc/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/e9/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d8/05/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d8/29/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/fd/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d7/28/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/b1/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/96/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/89/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/d6/7b/freedomland-phu-quoc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/1a/c2/60/terrace.jpg?w=1200&h=-1&s=1"
        ]
    }
}