{
    "content": [
        {
            "name": "Chipmunks",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn tiêu chuẩn 3 sao",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố, đối diện chợ đêm Đà Lạt. Phòng sạch sẻ, đủ tiện nghi. Ăn sáng ngon nhưng món ăn chưa đa dạng, quầy trứng và phở nằm khuất trong quầy bar nên khó thấy. Thực đơn tại phòng giá khá cao. Khách sạn nên đặt thêm bàn ủi trong phòng cho khách.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "NyNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá cả hợp lý- nhân viên thân thiện- Ăn sáng ngon- Vị trí thuận tiện",
            "review_content": "Điều ấn tượng đầu tiên của gia đình tôi khi đến khách sạn này là sự thân thiện của chú nhân viên an ninh.  Từ bên kia đường chú đã ra hiệu nhận biết và hướng dẫn chúng tôi đậu xe. Nhân viên hành lý ra hỗ trợ vào check in và thủ tục check in cực kỳ nhanh, đơn giản . Ở khách sạn chúng tôi có thể đi bộ đi các địa điểm ăn uống, chợ đêm, tham quan.... dễ dàng. Điều đặc biệt ăn sáng ở đây rất phong phú và rất ngon. Là điểm nổi bật vượt trên mức mong đợi. Hướng nhìn từ cửa sổ trong phòng cũng tuyệt",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "hung",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn hơi tối",
            "review_content": "phòng hơi tối và cũng lâu nên cảm giác hơi cũ. hành lang hơi nhỏ. phòng  đuôi 22 rất zíc zắc và nhỏ. nhân viên nhiệt tình, mọi dịch vụ cũng nhanh. buffet nếu ít khách ít món. có đặt cơm một bữa nhưng cơm nấu cứng ko ăn nổi.như cơm nguội.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kieungan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Mình vừa trải qua kỳ nghỉ 3 ngày 2 đêm tại Khách sạn Dalat plaza. Thực sự mình rất ấn tượng và cực kỳ vui vì đã gặp được những con người Đà Lạt thân thiện và khách sạn Dalat plaza hoàn toàn hoàn hảo theo ý muốn của mình. Từ Lễ Tân tới Quản lý, tất cả đều quá chuyên nghiệp, phòng ốc cực kỳ sạch sẽ nhưng có vẻ hơi xuống cấp. Tuy nhiên mình và bạn bè rất hài lòng. Nhất là Mr. Lộc rất dễ thương và mến khách, đã nhiệt tình giúp đỡ tôi rất nhiều trong chuyến du lịch. Nếu có quay lại, nhất định sẽ chọn Dalat plaza làm nơi nghĩ dưỡng. Thân chào!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DayTrip61039608715",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ ấn tượng",
            "review_content": "Chúng tôi đên hotel khá muộn và được nhân viên tiếp đón nhiệt tình.nơi ơ gần trung tâm và đi bộ ra khu phố hòa bình khoảng 300 met. Cạnh khách sạn là hồ rất liwnd và một công viên hoa thật đẹp. Tôi sẽ quay lại vào dịp gần nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lamtranminhtam",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Du lịch nghỉ dưỡng",
            "review_content": "Khách Sạn gần chợ, cũng như đi đến các địa điểm khác cũng rất gần như nhà thờ con gà, khu vực nhà chung. kế bên có quán cafe nếu tối tối ra làm 1 ly cacao nóng thì quá tuyệt. Hiện nay, có Langfarm vừa mới mở tiện cho du khách mua những đặc sản mà không cần đi đâu xa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "PhongQuang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm rùng mình của tôi",
            "review_content": "Dịp tết vừa rồi mình có lên Đà Lạt đi du lịch và được 1 vài người quen giới thiệu khách sạn này.. khách sạn nằm ngay trung tâm thành phố.. cách hồ Xuân Hương vài bước chân.. và từ đó đến chợ Đà Lạt chắc chỉ 5p đi bộ.. đặc biệt khách sạn rất sạch sẽ , nhân viên thì nồng nhiệt tiếp đón khách..  bạn quản lý tên Lộc rất nhiệt tình với khách hàng.. mình sẽ chỉ ở khách sạn này khi đến Đà lạt dù đi du lịch hay công tác vì có ai mà không thích được cảm giác người khác phục vụ mình đâu đúng không.. nếu các bạn có đi Đà Lạt hãy xem lời mình nói có đúng không nhé.. thử một lần ghé thăm các bạn sẽ chắc chắn muốn quay lại.. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quynniee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Memorable Tet Holiday 2019",
            "review_content": "Kỳ nghỉ Tết năm nay gia đình mình quyết định đi du lịch thay vì ăn Tết ở nhà. Mình cũng nghiên cứu hỏi thăm bạn bè và chọn Đà Lạt, thành phố mộng mơ lãng mạn. Ks là 1 trong những yếu tố tạo 1 nên kỳ nghỉ đáng nhớ, mình quyết định đúng khi chọn Dalat Plaza, phòng mình ở tầng 6 nhìn ra công viên & Hồ Xuân Hương trong xanh phẳng lặng. Nhân viên rất thân thiện, có 1 em trai còn trẻ hình như là quản lý thì phải, thấy mình lần đầu đến Đà Lạt nên tư vấn tour rất nhiệt tình. Ks nằm ngay trung tâm tp, buổi sáng có thể đi bộ lên dọc khu hoà bình thưởng thức ly cafe nóng giữa không khí trong lành mát lạnh, buổi tối ra chợ đêm uống sữa đậu nành nóng ăn khoai lang nướng nói chuyện thở ra khói, đi đâu xa chút gọi xe taxi hay thuê xe máy đi cũng tiện. Mình mới đi chơi về, cảm giác tuyệt vời về",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "hoangquysg",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dalat Plaza Hotel: nơi phù hợp để ở, vị trí tuyệt vời",
            "review_content": "Dalat Plaza Hotel ở vị trí tuyệt vời, 5 phút đi bộ là đến chợ Đà Lạt, Hồ Xuân Hương. Cơ sở vật chất tốt, nhân viên nhiệt tình. Giá phù hợp. Buffet sáng không nhiều món nhưng đảm bảo ngon miệng, đặc biệt các loại salad.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Vien L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dalat Plaza",
            "review_content": "Lần thứ 2 trở lại đà lạt. Rất thích khách sạn này, vị trí thuận lợi, ăn sáng ổn. Nhân viên nhiệt tình, hướng dẫn tour kĩ càng, còn lưu ý cho tôi nhiều điều khi tham quan. Cám ơn đội ngũ nhân viên khách sạn nhiều. Hẹn gặp lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thinh C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm giác an lành",
            "review_content": "Tôi đi công tác, tiện thể dẫn bố mẹ đi nghỉ dưỡng nên chọn khách sạn rất kĩ lưỡng. Sau khi đọc review đã quyết định chọn khách sạn này và yêu cầu phòng tốt nhất. Tôi được sắp xếp phòng đẹp, sạch sẽ, view hướng hồ tuy nhiên bên cạnh có công trình ồn ào khiến bố mẹ tôi k ngủ được. Tôi trao đổi với lễ tân và ngay lập tức được một bạn nam trẻ, có lẽ là quản lý lễ tân đã nhanh chóng đổi phòng lên tầng cao giúp tôi. Rất hài lòng về thái độ của nhân viên ở đây. Ăn sáng tốt, nhiều món đa dạng. Hẹn gặp lại Đà Lạt với cảm giác an lành và thoải mái.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tâm N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách san giữa trung tâm",
            "review_content": "Gia đình tôi có kỳ nghỉ tai đây,thuận tiên đi lại,thăm quan.khách sạn đẹp,ăn sang ngon,nhân viên thân thiên,phòng ngủ ok. Sẽ quay lai vao tháng 8 để chơi golf và ơ tại đây. Nên lấy phòng phía trước ngam nhin cong vien.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tho_Luvias",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỳ nghỉ gần gủi",
            "review_content": "Điểm cộng của khách sạn này là nằm ngay trung tâm, đối diện là suối Camly, bên phải là hồ xuân hương. Gần cây xăng, Gần nhà thờ con gà. Thuận tiện cho buổi tối đi qua phố đi bộ. Có dịch vụ cho thuê xe máy, xe chất lượng ổn.  Phòng ốc bình thường. Khách sạn khá đông khách du lịch đoàn nên khá ồn. Phòng mình trên tầng 6 không có ban công, cửa sổ nhỏ view. Phòng sạch sẽ, dọn dẹp thường xuyên. Nhân viên rất nhiệt tình. Có đồ ăn sáng ở khách sạn nhưng không được nhiều món.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhatrangbuon",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ky nghi ấn tượng",
            "review_content": "Khách sạn nằm ngay cạnh hồ xuân Hương,đi bộ đến khu trung tâm rất thuận tiện,phía trước khách sạn là công viên đẹp.phòng ngủ ok.nhân viên thân thiện và ăn sang cũng rất được với khách sạn 3 sao như vậy là tốt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Đặng Quang Thông",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm giác gần gũi",
            "review_content": "Tôi đặt phòng ở đây để tiện cho việc rước dâu. Khách sạn hỗ trợ rất tận tình, vệ sinh sạch sẽ đại sảnh để chuẩn bị cho đội bưng mâm quả của tôi. Tôi cũng đặt ăn ở đây, mọi người thật tuyệt, giúp đỡ tôi hết lòng luôn. Cám ơn Dalat Plaza rất nhiều.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bùi L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đà Lạt Tháng 10",
            "review_content": "Địa điểm 10/10 Dịch vụ, nhân viên 10/10 Ngoại, nội thất 8/10 Nhân viên thân thiện, chu đáo. Bữa sáng tương đối ổn. Sảnh trước khách sạn rất đẹp, thoáng và rộng. Tuy nhiên cơ sở vật chất hơi cũ và cách âm không được tốt cho lắm. Bù lại nhân viên nhiệt tình nên tôi cảm giác rất thoải mái và rất vui khi nghỉ dưỡng tại đây. Nếu có bạn bè hay có dịp quay lại tôi sẽ lựa chọn nghỉ dưỡng tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tân N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí, Dịch vụ tốt",
            "review_content": "Tôi đã ở đây 2 đêm, phòng hướng ra công viên thành phố rất thơ mộng. Nhân viên rất nhiệt tình, đã giúp đỡ chúng tôi rất nhiều trong kì nghỉ. Buổi tối thời tiết khá lạnh, khách du lịch nên mang nhiều đồ ấm. Có dịp sẽ trở lại khách sạn này. Hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hung N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn ngay trung tâm Đà Lạt",
            "review_content": "Ấm cúng, an toàn, vị trí nằm ngay trung tâm là một lời thế của khách sạn. Ăn sáng cũng rất ok trong tầm giá. Các dịch vụ phòng cũng rất sạch sẽ, nhân viên nói riêng và người Dà Lạt nói chung rất thân thiện và nhiệt tình. Sẽ quay lại khi lấy được giá tốt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "bum l",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt",
            "review_content": "Mình ở đây 2 ngày 2 đêm, khách sạn có vị trí đẹp, ngay trung tâm thành phố, gần chợ, hồ xuân hương, quảng trường Lâm Viên. Phòng rộng, sạch sẽ, lễ tân nhiệt tình. Tuy nhiên khách sạn nên xem lại chính sách nhận và trả phòng. Mình đến lúc 10h sáng nhưng lễ tân nói phải 12h mới đc nhận phòng, mình muốn nhận phòng luôn thì tính thêm phí. Mình thấy cái này nên linh động hơn vì đúng ra phòng để đó cũng đâu có khách nào đâu? trong khi khách đến lại phải chờ đến h nhận phòng, gửi đồ ở phòng khách thì cảm thấy ko được yên tâm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MichaelHung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn có vị trí tốt",
            "review_content": "Vợ chồng tôi nghỉ một đêm tại Dalat Plaza Hotel, thiết kết mặt tiền khách sạn khá đẹp, phòng rộng và sạch sẽ, có 2 thang máy và tốc độ thang máy khá nhanh, bữa sáng tiêu chuẩn, nhân viên lịch sự và chuyên nghiệp, tôi thích nhất là vị trí của khách sạn, gần trung tâm và cũng rất yên tĩnh.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tulip G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TUYET VỜI!!",
            "review_content": "Dich vụ chất lượng đạt chuẩn 3* quốc tế, phòng view đẹp. Bạn nên chọn phòng có view nhìn ra đồi núi, cảm giác rất yên bình và tĩnh tâm..Nhân viên phục vụ nhiệt tình và thân thiện...Vị trí cũng rất là thuận tiện để tới những điểm du lich ở Đà Lạt...Nếu lần sau, tôi có lên đà lạt du lich, tôi cũng sẽ ở đây.Cám ơn khách sạn đã cho tôi nhưng ngày thật sự đc thoải mái.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "MirStef",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nơi tuyệt vời",
            "review_content": "Chúng tôi ở một phòng trên tấng 6 với tầm nhìn hướng ra công viên. Căn phòng lớn hơn mức bình thường với sàn gỗ. Căn phòng và phòng tắm rất sạch sẽ. Chúng tôi đã ở nhiều khách sạn Best Western ở My. Chúng tôi có thể nói với bạn rằng khách sạn này hơn hẳn các khách sạn Best Western tiêu chuẩn khác!!! Chúng tôi đã ngủ rất ngon. Vị trí rất tốt. Chúng tôi thực sự có thể giới thiệu khách sạn này.",
            "reviewer_location": "Oviedo, Florida"
        },
        {
            "name": "Newquaygreen1",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tiềm năng là có!",
            "review_content": "Ở lại đây 1 đêm như là một phần của một nhóm lớn hơn. Khách sạn trông rất đẹp và thông minh, các phòng đều sạch sẽ và chúng tôi có một cái nhìn tốt trên toàn bộ thung lũng và thành phố.  Có hai điều làm tôi thất vọng, đồ ăn ở mức trung bình khá mặc dù có vẻ ngoài nhưng thật đáng buồn là họ đã cho phép một người đàn ông chỉ uống một sự kiện và tiếng ồn khủng khiếp mặc dù có nhiều phàn nàn. Các phòng khá gần với các hành lang, nơi các nhóm nhỏ có thể gặp nhau, tiềm năng tiếng ồn là một vấn đề lớn. Kiểm tra các cửa hàng bánh tuyệt vời bên cạnh, bỏ lỡ chợ đêm!",
            "reviewer_location": "Newquay, Vương quốc Anh"
        },
        {
            "name": "Dao Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bộ nhớ Đà Lạt",
            "review_content": "Trung tâm Đà Lạt, khách sạn này có vị trí thuận tiện, đủ gần hồ và chợ. Các phòng đều sang trọng và sạch sẽ. Thời tiết rất dễ chịu. Vì chúng tôi đã ở đó để tham gia lễ hội, Lat đặc biệt đẹp và đáng nhớ. Nhân viên và dịch vụ của FO là tuyệt vời. Nếu tôi có thể ghé thăm DaLat lần nữa, tôi sẽ không chọn nơi nào khác để ở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Viet Anh",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Được rồi cho Đà Lạt",
            "review_content": "Bộ đồ giường là cứng và nhỏ xem xét một phòng đôi. Phòng tắm - luôn thiếu giấy vệ sinh vì họ không đổ đầy nó. Không thông gió có thể rất ngột ngạt. Bố trí của khách sạn kỳ lạ mà tiếng ồn vang vọng khắp hành lang và trong phòng. WORST là tiệc buffet, ngay bên cạnh phòng buffet có phòng dành cho người hút thuốc và không gian rộng rãi và hút thuốc trong phòng buffet. Tuy nhiên, tôi yêu cầu đóng cửa phòng họ chỉ đóng một cửa. Không phải là một nơi thân thiện nếu bạn không hút thuốc hoặc trẻ em.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Uijeongbu",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đều đặn",
            "review_content": "Khách sạn Đà Lạt Plaza không có nhượng quyền thương mại với Best Western nhưng một số hình ảnh cũ vẫn hiển thị bảng hiệu cũ với Best Western. Bản đồ google vẫn sử dụng tên thương hiệu Best Western Đà Lạt Plaza. Vị trí là trung tâm của chợ đêm cần thiết cho du khách gia đình. Nếu bạn cần cửa hàng giặt ủi, taxi, tiệm bánh, quầy đổi tiền gần đó, địa điểm này nằm ngay trong khoảng cách đi bộ. So với các khu nghỉ mát ven hồ xa xôi hoặc khách sạn thuộc địa được người nước ngoài biết đến, khách sạn này phục vụ cho khách hàng Việt Nam. Các bữa ăn sáng đáp ứng các tiêu chuẩn địa phương nhưng không phải cho hầu hết phương Tây. Sau nhiều năm hoạt động, một số sàn bao phủ được cắt lát và tủ quần áo có thể có một vài khuôn mẫu, chức năng chính của nó là một khách sạn duy trì. Trong ca đêm,",
            "reviewer_location": "Seongnam, Hàn Quốc"
        },
        {
            "name": "Stevenanitastravels",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tầm nhìn tốt",
            "review_content": "Khách sạn này nằm ở một vị trí tuyệt vời nhìn ra sông. Chỉ 500 m đến chợ đêm và nhà hàng. Phòng đẹp và giường tuyệt vời. Bữa sáng ở tầng một và chủ yếu phục vụ cho nhiều khách hàng châu Á. Chúng tôi ở lại 4 đêm và ngày đầu tiên không có ngũ cốc Ăn sáng nên phải tự đi mua. Đã thấy một số vào ngày thứ hai nhưng không có gì vào những ngày còn lại. Chúng tôi đã hỏi một trong những người phục vụ nếu anh ta có thể lấy một ít và anh ta không hiểu những gì chúng tôi yêu cầu. Ngoài ra, họ cho phép hút thuốc trong phòng giải trí bên ngoài phòng ăn sáng và không được thông gió. Chồng tôi sẽ mở cửa sổ khi khói bay lên cầu thang gần đó dẫn đến phòng của chúng tôi ở tầng ba.",
            "reviewer_location": "Perth, Úc"
        },
        {
            "name": "Laurie R",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Pleasant stay",
            "review_content": "Dalat Plaza là một khách sạn sạch sẽ và thoải mái. Phòng đã được dễ chịu và thoải mái, giường tốt và AC. Tuy nhiên nó rất to. Số lượng và loại khách du lịch (nhóm lớn) tụ tập ở sảnh và tiền sảnh bên ngoài phòng ăn sáng gây rối và đặc biệt khó chịu khi đi qua khi họ hút thuốc. Bữa sáng cần một số lựa chọn cho những khách không phải là người châu Á. Thoạt nhìn, nó trông rộng, nhưng cuối cùng không có gì ngoài bánh mì nướng và trứng (ngày này qua ngày khác) cho những khách không ăn đồ ăn châu Á truyền thống vào bữa sáng. Có lẽ ngũ cốc, sữa chua, bánh kếp hoặc bánh mì nướng Pháp sẽ là một bổ sung dễ dàng. Phòng của chúng tôi nằm ở mặt trước của tòa nhà và chúng tôi thấy khó ngủ hơn 6 giờ sáng vì giao thông và còi còi liên tục. Quan điểm là ngoạn mục tuy nhiên.",
            "reviewer_location": "Chiang Rai, Thái Lan"
        }
    ],
    "hotel": {
        "location": "19 Lê Đại Hành, Phường 3 19 A THONG THIEN HOC, Đà Lạt Việt Nam",
        "name": "PARK HOTEL DALAT (Former name: Dalat Plaza Hotel)",
        "geo_data": {
            "latitude": 11.938794136047363,
            "longitude": 108.43815612792969
        },
        "room_number": "98",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/75/5c/bb/m-t-ti-n-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d4/39/park-hotel-dalat-former.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d2/e8/park-hotel-dalat-former.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d2/49/park-hotel-dalat-former.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d2/39/park-hotel-dalat-former.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d2/36/phong-h-i-ngh-t-ng-7.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d2/0d/phong-h-i-ngh-t-ng-7.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d0/c3/phong-std-tpl.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d0/ae/bussines-center.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/d0/69/bussines-center.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/cf/8a/phong-gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/cf/43/gara-xe-4-7-seats.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/ce/3e/v-tri-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/ce/10/m-t-truoc-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/1f/cd/95/m-t-tru-c-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/dd/ca/45/m-t-ti-n-khach-s-n-park.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/dd/c7/49/hinh-m-t-tru-c-khach.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/7e/01/41/park-hotel-dalat-dalat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/7e/01/40/park-hotel-dalat-dalat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/7e/01/3f/park-hotel-dalat-dalat.jpg?w=1200&h=-1&s=1"
        ]
    }
}