{"content": [{"name": "Darrell Bu", "avatar": "", "review_rating": "5", "review_title": "Booking.com", "review_content": "Khach san muong thanh rat lich su,sach se ,phuc vu tot ,chac chan minh se tro lai,Lisa da giup toi dieu chinh lai tivi .danh gia cao dich vu va nhAn vien o day rat tan tinh  Me cua toi rat an tuong,chung toi den day lan dau", "reviewer_location": "dumpxxx"}, {"name": "Phạm Anh", "avatar": "", "review_rating": "4", "review_title": "Review nhanh!", "review_content": "Buffet sáng tốt không tệ như mấy đánh giá trước đây. Bể bơi hơi bé, rộng hơn thì tốt hoặc có hệ thống nước ấm cũng được chứ vừa bé mà lại vừa lạnh thì không thích lắm.   Phòng ốc ok, có điều thoát nước nhà tắm hơi chậm.   Nhân viên ngoan và nhiệt tình.  Nói chung là ổn. Nếu khắc phục mấy điểm nêu trên thì thật tuyệt.", "reviewer_location": "dumpxxx"}, {"name": "Nha N", "avatar": "", "review_rating": "3", "review_title": "\"Bộ phận tiền sảnh cần được đào tạo thêm\"", "review_content": "Không hẳn là không tốt. Phòng ổn, hồ bơi ổn, hơi nắng, ăn sáng cũng vừa phải so với giá. Tuy nhiên nhân viên lễ tân chưa được tốt lắm. Khi mình vào nhận phòng thì không nói với khách quá hai câu, giữ CMND của khách cũng ko báo, mình phải hỏi lại thì mới giải thích, bạn nữ nhân viên check in cho mình không thân thiện, không thông báo ăn sáng, hồ bơi, trong lúc check in thì cười giỡn vang cả quầy.... cũng không nhờ người mang hành lí giúp dù mình xách đến 3 túi to. Chồng mình đến check in sau, cũng giữ CMND mà không thông báo, anh phải hỏi lại. Đến khi check out thì mất hơn 45p để tìm 2 CMND của vợ chồng mình. Dù các bạn lễ tân lúc check out cũng khá thân thiện nhưng mình nghĩ lễ tân ở đây cần được training kỹ hơn, cả về việc sắp xếp tài liệu, quy trình check in, giữ giấy tờ của", "reviewer_location": "dumpxxx"}, {"name": "Bich Giang", "avatar": "", "review_rating": "2", "review_title": "Thất vọng về dịch vụ", "review_content": "Check in thì 14h45p mới được nhận phòng, phàn nàn thì bảo là “quy định check in SAU 14h”, lúc check out thì cho 10p dọn đồ, thái độ nhân viên lòi lõm thật sự, Mình đang nói thì nói xen vào và nói to hơn để áp giọng. Chắc chắn không quay lại. Ghé thăm ngày 16-17/4/22", "reviewer_location": "dumpxxx"}, {"name": "Hoa T", "avatar": "", "review_rating": "5", "review_title": "Khách sạn rất thân thiện và tiện di chuyển", "review_content": "Vị trí khách sạn rất gần các khu vui chơi. Dễ dàng đi chơi các trung tâm thương mại. Tuyệt vời nhất là chỉ cách sân bay khoảng 10 phút đi taxi. Nhân viên lễ tân rất tận tâm và chuyên nghiệp. Bé Hà lễ tân hỗ trợ mình rất nhiều thông tin khi mình cần tìm các địa điểm ăn uống trong thành phố cũng như các khu vui chơi, trung tâm thương mại. Rất cám ơn khách sạn và các bạn nhân viên đã cho mình một trải nghiệm tuyệt vời.", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "puccio l", "avatar": "", "review_rating": "5", "review_title": "Khách sạn sạch sẽ, thoáng mát", "review_content": "Nhânh viên phục vụ nhiệt tình, vui vẻ, đồ ăn tươi ngon, thường xuyên được thay đổi menu, các bạn nếu kiếm 1 nơi để nghỉ ngơi thư giãn thì đây đúng là một địa điểm tuyệt vời, tôi sẽ quay lại vào lần công tác tới. Cảm ơn các bạn rất nhiều", "reviewer_location": "Saint Germans, Vương quốc Anh"}, {"name": "Luyện Nguyễn", "avatar": "", "review_rating": "4", "review_title": "Tạm được", "review_content": "Khách sạn này thuôc chuỗi của mường thanh và có một đặc điểm chung đó là nhiều khách việt nam. Nhân viên cũng được, trang thiết bị cũng bình thường, không được chỉn chu và xịn như các khách sạn khác. Giá cũng không hề rẻ.", "reviewer_location": "Việt Nam"}, {"name": "Bảo", "avatar": "", "review_rating": "5", "review_title": "Khách sạn", "review_content": "Sảnh Lễ Tân và Hồ Bơi rất đẹp,tôi thích dịch vụ nơi đây, phòng Gym thì thoáng mát và trần rất cao, các sảnh hội nghị Lầu 2 và Lầu 18 cho tôi trải nghiệm phong cách phục vụ rất chuyên nghiệp, Kỹ thuật nơi đây ai cũng đẹp trai và chỉnh âm thanh cực tốt", "reviewer_location": "dumpxxx"}, {"name": "Tăng Thanh Ngọc", "avatar": "", "review_rating": "5", "review_title": "Lễ tân khách sạn rất là hiếu khách, thân thiện & chu đáo", "review_content": "Phòng sạch đẹp, đầy đủ tiện nghi Ngay trung tâm nên rất dễ cho gia đình mình di chuyển Nhân viên rất mến khách. lịch sự  Rất ấn tượng với Lễ Tân của Mường Thanh Luxury : mình cảm thấy họ làm việc rất chuyên nghiệp. chu đáo, hiếu khách", "reviewer_location": "dumpxxx"}, {"name": "Lâm", "avatar": "", "review_rating": "5", "review_title": "Tết holiday", "review_content": "Khách sạn mới, mọi thứ đều rất mới và sạch sẽ, gần sân bay và đi vào trung tâm Sài Gòn cũng rất thuận tiện. các bé nhà mình rất thích hồ bơi trên tầng 18 của khách sạn, hồ bơi ngoài trời nên nước không lạnh như các khách sạn có hồ bơi trong nhà mà gia đình mình từng ở. Nhân viên thân thiện, hiếu khách. Gia đình mình sẽ quay lại nếu có dịp và giới thiệu cho bạn bè biết về khách sạn Mường thanh luxury Sài Gòn.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "261C Nguyễn Văn Trỗi, Phường 10, Thành phố Hồ Chí Minh 72218 Việt Nam", "name": "Khach san Muong Thanh Luxury Saigon Hotel", "geo_data": {"latitude": 10.797432899475098, "longitude": 106.6719970703125}, "room_number": "239"}}