{
    "content": [
        {
            "name": "Huu Dung T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí kéo dài từ mặt đường Trần Hưng đạo vào tới sát bãi biển, phòng ốc sạch sẽ, ăn sáng ngon , nhân viên thân thiện.",
            "review_content": "Vị trí sát biển, hồ bơi đẹp, nhiều cây xanh, phòng ngủ rộng, ăn sáng ít món nhưng rất ngon. Nhân viên thân thiện và nhiệt tình. Buổi chiều tắm biển lúc mặt trời lặn mới thấy được cảm giác hưởng thụ kỳ nghỉ dưỡng. Buổi tối ngoài bãi biển các nghệ sĩ chơi nhạc DJ và có biểu diễn múa lửa rất tuyệt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "giàu n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tốt",
            "review_content": "Nhân viên phục vụ chu đáo, không gian thoãi mái, xe ra vào rộng rãi, đây là nơi rất thích hợp cho nghĩ dưỡng qua những ngày áp lực công việc,những buổi chiều mát mẻ rất tốt tắm biển và có bãi bờ biển riêng tư",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch gia đình tự túc",
            "review_content": "Nhân viên phục vụ tận tình, hướng dẫn tour du lịch cho khách tự túc phong phú và giá cả hợp lý. Resort gần biển và thêm hồ bơi. Đồ ăn tại nhà hàng của khách sạn khá phong phú và tốt. Địa điểm của khách sạn là trung tâm nên nhuqngx địa điểm du lịch khá gần",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cao Thị Trúc Ly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Phú vân dịch vụ tốt .xep hang 5 sao.nha hang bua an sang moi thu deu tot.chúng tôi rất hài lòng khi được nghi dưỡng ở đây.lễ tân thân thiện.tôi sẽ quay lại vào dịp sắp tới.cảm ơn các bạn rất nhìu.thks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lhnhi199",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tot tuye",
            "review_content": "Dịch vụ tuyệt vời, nhân viên chuyên nghiệp.  Không gian thoải mái, tôi rất hài lòng khi tới nghỉ dưỡng tại phú vân resort.  Chắc chắn trong tương lai tôi sẽ ghé thăm phú vân resort một lần nữa. Cảm ơn phú vân resort đã đem lại cho tôi 1 kỳ nghĩ tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghĩ dưỡng tuyệt vời",
            "review_content": "Nhân viên thân thiện, phòng ốc sạch sẽ, hồ bơi lớn và đồ ăn sang ngon,  gần trung tâm dương đông,cách biển 200m, mặt trời lặn rất đẹp, tiện đi lại. Một kỳ nghỉ tuyệt vời. Thích hợp cho cả nhà hoặc cả đoàn đến để du lịch.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "An An",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Vị trí gần biển và gần trung tâm. Không gian rộng, gần gũi với thiên nhiên. Nhân viên nhiệt tình, thân thiện. Phòng ốc sạch sẽ. Ăn sáng ngon và đa dạng các món. Nhìn chung là mình rất ưng. Năm tới sẽ quay lại nữa.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Nhung P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tôi đã nghĩ dưỡng cùng gia đình tại đây một vài ngày trước đó, tôi nhận thấy resort này rất tuyệt. Gia đình tôi đã đặt phòng Luxury Superior, nó ở tầng 3 của resort, mọi nơi sạch sẽ, thoáng mát và còn có hồ bơi rất lớn ở vị trí phù hợp. Ngoài ra, còn có khu chơi golf và đánh bóng bàn rất thú vị. Chắc chắn chúng tôi sẽ quay lại đây lần tiếp theo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huỳnh Thanh Phong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Phòng sạch, nhân viên thân thiện, hồ bơi và biển đều tuyệt vời. Một nơi khá hợp lý khi đến Phú Quốc. Nằm ngay trung tâm Dương Đông thuận tiện đi lại, gần sân bay... đặc biệt là Victor, rất quan tâm khách.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "Phương Thảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt Vời",
            "review_content": "Mình vừa có một kỳ nghỉ tại Phú Quốc và chọn Phú Vân để nghĩ dưỡng, thật sự rất hài lòng bởi sự thân thiện của nhân viên ở đây, không gian thoáng mát , yên tĩnh thích nhất có hồi bơi siêu rộng ngay cạnh biển . cám ơn Phú Vân giúp mình có kỳ nghĩ tuyệt vời đặt biệt là anh Giang .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yenchandai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 nơi tuyệt vời để cách hưởng thụ cuộc sống",
            "review_content": "Hồ bơi đẹp, nhân viên xinh, phục vụ tốt buffet đa dạng. Tôi có chút thắc mắc về đường đi ở phú quốc và các tụ điểm ăn chơi nên tôi đã hỏi nhân viên và được họ hỗ trợ rất tận tâm. Tôi đi du lịch 1 mình mà cảm thấy có người đồng hành cảm thấy rất thoải mái và yên tâm khi ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dư Thế Chân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phú vân resort",
            "review_content": "Chất lượng tuyệt vời , thoáng mát yên tỉnh , phục vụ buffe tốt . Địa điễm đáng đễ nghĩ dưỡng cho mọi người , không gian mát mẽ , Đầu đủ tiện nghi , hồ bơi view chụp hình rất đẹp , điễm đến hấp dẫn cho mọi người .",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Trihuu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ly tuong cho nhung moi tinh vung trom",
            "review_content": "Ho boi rat rong va thoai mai, khuon vien nhieu cay xanh thoang mat. Tron vo ra day 3 ngay ma chang muon ve dinh o lai ma resort offer gia hoi qua nen o lai luon 1 tuan , ve nha vo hoi di cong tac sao lau the sao ko di luon the la lai len duong o them 1 tuan nua vs tuesday",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tunganhnguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ở 5 sao riết đổi 3 sao thử mà chất lượng dịch vụ còn cảm thấy hài lòng hơn 5 sao",
            "review_content": "tôi cùng gia đình có kì nghỉ 7 ngày tại phú quốc. 2 ngày đầu tôi ở jw marriot nhưng cảm thấy giá cao mà chất lượng dịch vụ ko đúng như tôi kì vọng. nên tôi chuyển ra trung tâm dương đông để gần chợ đêm nên tôi chọn phú vân, tuy là resort 3 sao nhưng nhân viên và dịch vụ cung ứng vượt mức mong đợi của tôi.  Bể bơi rộng rãi, phòng gym tuy nhỏ nhưng đầy đủ, đặc biết là nhân viên tôi ấn tượng với mr phú ở bể bơi rất chăm chỉ và luôn đáp ứng mọi nhu cầu của khách khi tập gym và cả khi sử dụng dịch vụ ở hồ bơi....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Speed Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Tôi cùng bạn nghỉ tại Phú Vân Resort Phú Quốc những ngày trung tuần tháng 9. Nơi đây không gian yên tĩnh, nhiều cây xanh. Resort nằm gần bãi biển, trên trục đường trung tâm nên rất tiện. Nhất định tôi sẽ quay trở lại khi có dịp.  :) nếu được nên có thêm vài xích đu trong khuôn viên resort :)",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Tran Thien Hai",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thoải mái",
            "review_content": "Nhân viên làm thủ tục nhận phòng nhanh, nhiệt tình hướng dẫn tham quan các thắng cảnh tại đảo ngọc. Phòng đã cải thiện mới,  Khuôn viên cây xanh đẹp Vị trí gần trung tâm  Hồ bơi rộng,... tắm & thư giãn thoải mái",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "David Nguyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Enjoy",
            "review_content": "Ổn cho một chuyến đổi gió. Phòng ngủ sạch sẽ, thoáng và khá đẹp. Không gian yên tĩnh nhưng về chiều tối khá nhiều muỗi, nên chuẩn bị sẵn solfelt :))). Chỉ mất vài phút đi bộ ra biển, gần trung tâm thị trấn nên nên tiện lợi cho 1 nơi nghỉ tiện nghi để dạo chơi phú quốc.",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "ThienHai0909",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyet voi",
            "review_content": "Tôi có 01 kỳ nghỉ tại Phú Quốc. Nhưng do tôi muốn đi thư giãn tự do mà không cần đặt trước dịch vụ. May mắn cho tôi khi đã lưu trú tại khách sạn Phú Vân....dịch vụ rất tuyệt vời. Ngay lúc mới vô hỏi phòng nhân viên lễ tân rất vui vẻ và nhiệt tình giới thiệu loại phòng...hướng dẫn tôi ở Phú Quốc nên tham quan ở đâu.....đó là những thông tin rất cần thiết đối với tôi.  Phòng bungalow sạch sẽ..hướng hồ bơi thật lý tưởng, yên tĩnh cùng với khuôn viên cây xanh đẹp , ăn sáng buffet ngon, nhân viên dọn phòng thân thiện..... Chỉ mất 5 phút đi xuống bãi biển.",
            "reviewer_location": "Tỉnh Vĩnh Long, Việt Nam"
        },
        {
            "name": "camtun2016",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Rất tệ",
            "review_content": "Gia đình tôi ở đây được 3 ngày. Chúng tôi có con nhỏ nên đã yêu cầu phòng có 2 giường ngủ cho em bé nhưng họ không làm đúng yêu cầu. Tôi đòi đổi phòng họ bảo sáng mai đổi. Đêm đó tôi đành đẩy giường sát tường vì sợ con té. Sau khi đẩy thì cát bụi dưới gầm giường đã đầy sàn. Tôi gọi nv dọn dẹp họ bảo lao công đã khoá cửa hết. Tôi đành mượn cây lau sàn lau tạm và dựng trước cửa. Sáng anh tiếp tân như có ý trách móc tôi sao ko đem cây lau xuống trả lao công vì lao công chửi anh ta! Tôi nghĩ nhiệm vụ dọn phòng là của nhân viên khách sạn chứ làm gì của tôi. Ngày thứ 3 họ mới chịu đổi phòng cho tôi nhưng họ đổi ngay giữa trưa khi con tôi đang ngủ làm bé mất cả giấc trưa. Hành lang thì rất dơ, đầy bụi.  Lao công dọn vệ sinh rất trễ và không tranh thủ lúc khách đi ra ngoài mà dọn. Có lẽ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mốc",
            "avatar": "",
            "review_rating": "4",
            "review_title": "đồ ăn ngon",
            "review_content": "Đây là resort thứ 2 mà t đã ở tại Phú Quốc. thật sự là rất tuyệt từ nhân viên phục vụ cho tới cách nấu món ăn ở đây cũng khá ngon và đa dạng.  còn về View thì cũng tạm ổn. mặc dù view vườn nhưng ko hề có muỗi :) resort ngay gần khu trung tâm nen thuận tiện cho việc đi lai. Noi chung, chất lượng phù hợp vs mức giá.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "LouiseRomain",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự chăm sóc đầy yêu thương và nhẹ nhàng! ",
            "review_content": "Sự chăm sóc mà tôi nhận được từ tất cả các nhân viên, không có ngoại lệ nào, làm cho tôi cảm thấy rất hài lòng và ngạc nhiên. Ngạc nhiên vì chất lượng chăm sóc tới mức này khá hiếm có. Có vẻ như họ được đào tạo tốt và đây là thành quả. Đúng là nơi này hơi đắt hơn một chút so với vài nơi khác nhưng sau bày ngày họ vẫn vậy, không có ai cáu gắt hay khó chịu thì tôi nghĩ rằng nơi này thật đáng giá! Bữa ăn sáng được bao gồm trong giá phòng, bù thêm một chút vào mức giá cao hơn - bữa ăn rất phong phú và phục vụ mọi sở thích theo các quốc gia khác nhau - vì thế tôi rất thích hưởng thụ món ăn của mình ngay khoảng giữa hồ bơi và bãi biển. Thông tin về đệm giường hơi cứng là đúng, tôi nghĩ rằng bạn không nên ở đây nếu bạn chỉ thích nằm đệm mềm mại hơn. Nhưng nó cũng không cứng hơn bất cứ",
            "reviewer_location": "France"
        },
        {
            "name": "Ginnyleeinwonderland",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn gần bãi biển",
            "review_content": "Tôi ở trong khu nghỉ mát này trong 3 đêm. Có một hồ bơi lớn trong khách sạn với chiếc ghế đẹp và chiếc ô để tận hưởng bầu không khí yên tĩnh. Căn phòng lớn và thoải mái như một ngôi nhà nhỏ. Mặc dù tôi đã phải vượt qua khách sạn khác để đi đến bãi biển, tôi thấy khu nghỉ mát đã được ban đêm và yên tĩnh. Tôi đã có giấc ngủ thực sự tốt mà không có bất kỳ tiếng ồn hoặc ánh sáng làm phiền tôi. Tôi băng qua một con hẻm nhỏ để đi đến bãi biển. Các bãi biển là tốt đẹp, nhưng có một số khu vực nguy hiểm với nhiều loại đá. Tôi đã dành một buổi chiều trên bãi biển, tận hưởng cuộc sống trên đảo. Nó thật tuyệt vời với tôi. Khách sạn nằm gần bảo tàng Cội Nguồn. Đó là hoàn toàn giá trị để tham quan bảo tàng để biết thêm về lịch sử và cuộc sống của người dân ở đảo Phú Quốc.",
            "reviewer_location": "Thành phố Hải Phòng, Việt Nam"
        },
        {
            "name": "Loupliz",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khu nghỉ mát cũ hơn, hồ bơi lớn, bạn phải đi qua một khách sạn khác để đến bãi biển không đẹp lắm. Bữa sáng ngon",
            "review_content": "Chúng tôi đã ở đây được 3 ngày và chúng tôi có thêm 20 ngày nữa. Tôi sẽ đưa ra một đánh giá tốt hơn sau này. Chúng tôi có một bunggalow lớn phòng tắm cũng khá lớn. Nước nóng tốt nhưng áp suất thấp. Vệ sinh và dọn dẹp hàng ngày. Khu nghỉ mát có dấu hiệu tuổi tác. Thảm thực vật là hoài nghi đẹp nhưng cần một số cắt và cắt giảm. Thật không may, hút thuốc lá được cho phép ở khắp mọi nơi ở Việt Nam vì vậy nếu bạn là một người không hút thuốc như tôi, nó không phải là dễ chịu mùi thuốc lá bên cạnh bạn vào bữa ăn sáng và ở khắp mọi nơi. Giống như hầu hết châu Á, các giường cứng như một tảng đá!",
            "reviewer_location": "Montreal, Canada"
        },
        {
            "name": "ShellK8487",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đó là một locatiom tuyệt vời",
            "review_content": "Khách sạn này nằm ngay gần bãi biển dài. Chỉ mất 3 phút để đi bộ xuống bãi biển. Đó là khoảng cách đi bộ đến thị trấn và cũng khá gần Rorys Beach Bar. Hồ bơi rất đẹp. Các giường rất cứng. Ăn sáng không phải là tuyệt vời mà họ dường như understaffed cho nó. Đó là một nơi ok để ở nhưng có lẽ là lựa chọn tốt hơn trên đảo.",
            "reviewer_location": "Castlebar, Ireland"
        },
        {
            "name": "brucewM4078KX",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Địa điểm tuyệt vời, Vị trí tuyệt vời với hồ bơi lớn, gần bãi biển, quán bar và nhà hàng",
            "review_content": "Nhân viên thân thiện, chu đáo. Thực sự rất thích ở lại của chúng tôi. Các phụ nữ Spa là siêu thân thiện. Mặt trái duy nhất là dường như họ có vô số người Nga, những người thực sự giữ cho mình và không pha trộn chút nào. Nếu bạn muốn gặp gỡ mọi người, thay vì đặt mình vào một tour du lịch! Bản thân hòn đảo này rất được thương mại hóa, với rất nhiều công trình xây dựng. Rất nhiều rác ở khắp mọi nơi mà không phải là rất giống đảo. Trên toàn bộ, chúng tôi rất thích ở lại của chúng tôi và sẽ giới thiệu nơi này cho một trải nghiệm độc đáo: -)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "serenadawson77",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời và giá trị rất tốt cho tiền!",
            "review_content": "Tôi và chồng ở đây 11 đêm vào tháng 12 và chúng tôi đã có một kỳ nghỉ rất dễ chịu. Chúng tôi đã có một phòng bungalow gần cuối khu nghỉ mát, nơi phòng tập thể dục, hồ bơi và đường đến bãi biển. Cả hai chúng tôi đều là những người đi tập thể dục nên chúng tôi rất ngạc nhiên khi biết rằng có một phòng tập thể dục (ngay cả khi nó cơ bản thì tốt hơn là không có gì!) Các hồ bơi đã thực sự dài và phong nha kích thước. Chúng tôi không bao giờ gặp khó khăn khi đi tắm nắng cũng như hầu hết thời gian chúng tôi là những người duy nhất bên hồ bơi! Các nhân viên hồ bơi đã rất thân thiện và luôn luôn hạnh phúc hơn để cung cấp cho chúng tôi với khăn vv Các bữa ăn sáng là rất tốt đẹp, với một lựa chọn trái cây, bánh ngọt, sữa chua, salad bar, omelette trạm và lựa chọn nóng thay đổi mỗi ngày -",
            "reviewer_location": "Burnaby, Canada"
        },
        {
            "name": "Meaghan B",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không tốt như các bức ảnh làm cho nó trông",
            "review_content": "Hãy bắt đầu ngay từ đầu, một nơi rất tốt để bắt đầu. Khi chúng tôi đến hộ chiếu của chúng tôi đã được lấy từ chúng tôi như là một sự bảo đảm cho thẻ phòng, bây giờ khi đây là hình thức duy nhất của bạn của ID quốc tế, nó chỉ đơn giản là không ổn. Sau đó, họ để hộ chiếu của chúng tôi trên băng ghế dự bị khi họ đưa chúng tôi đến phòng của chúng tôi. Các phòng đã cũ nhưng họ đã trang trí nó độc đáo cho một kỷ niệm của chúng tôi với những bông hoa đẹp. Các phòng và phòng tắm đều khá lớn nhưng như tôi đã nói trước đây, khá cũ. Các hồ bơi, trong khi tốt đẹp là đẹp hơn trong các bức ảnh, không có đệm trên ghế phòng chờ bằng gỗ cứng làm cho ngồi trên chúng khó khăn. Không có quầy bar bên hồ bơi nào được ghi trong mô tả của khách sạn, thay vào đó luôn có một \"nhân viên hồ bơi\" đầy rẫy 15",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "julian borislavov",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nơi tuyệt vời",
            "review_content": "Đây là khách sạn / khu nghỉ dưỡng thứ hai chỉ trong việc xin ăn của thành phố Dương Đình. Rất đẹp, sạch sẽ bungalow. Chúng tôi có Premium deluxe, nhưng họ nâng cấp chúng tôi miễn phí với một bungalow xung quanh hồ bơi. Hồ bơi lớn, sạch sẽ và có nước rất nóng. 2 phút trên bãi biển, bạn sẽ tìm thấy nhiều nhà hàng nhỏ. Hoàng hôn thật tuyệt vời khoảng 6 giờ tối. Bạn phải có bữa tối BBQ cá tươi trên bãi biển. Tôi giới thiệu nhà hàng Liên Hieb Thanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Docken1",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt giá trị nơi, chất lượng khu nghỉ mát.",
            "review_content": "Nơi này đã đến rất nhiều kể từ những đánh giá trước đó, dịch vụ này rất tốt và chính khách sạn cũng được đặt ở vị trí tốt, từ bãi biển trở nên khá ít muỗi và bây giờ cây đã phát triển có bóng râm tốt xung quanh một hồ bơi sạch lớn. Hãy chắc chắn để chọn một bungalow bên hồ bơi cho nơi tốt nhất để ở lại, kích thước tốt sạch sẽ và tránh xa bất kỳ tiếng ồn trong nhà hàng, mà không bao giờ đi quá lâu anyway. Nó không phải là quá xa thị trấn cho một chuyến thăm nhưng đủ xa để được đi cho hòa bình. Đi bộ đến bãi biển là gần và dễ dàng, thẳng qua một khu nghỉ mát, mà sau đó bạn có thể đánh giá cao như thế nào tốt Phú Văn được so sánh! ! Nhà hàng thực sự phục vụ thức ăn ngon, bữa sáng là ok, trái cây đẹp và lựa chọn địa phương hoặc phương Tây, nếu đủ nhanh. Dễ dàng thuê xe tay ga. Tất",
            "reviewer_location": "Tavira, Bồ Đào Nha"
        },
        {
            "name": "Reetta K",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một chút buffing sẽ làm cho nó tuyệt vời",
            "review_content": "Hơn tất cả chúng tôi rất thích ở lại của chúng tôi trong khu nghỉ mát Phú Văn. Một số chi tiết có thể được thực hiện tốt hơn để làm cho du khách trong tương lai truy cập thú vị hơn. Phòng của chúng tôi nằm trong một tòa nhà ba phòng riêng biệt ở góc phố. Đó là một căn phòng rộng rãi với tủ lạnh và TV, phòng tắm có bồn tắm và bàn trang điểm. Cái giường rất cứng nhưng đáng ngạc nhiên là cả hai lưng của chúng tôi đều không phàn nàn. Bộ khăn trải giường có thể được thay đổi trong thời gian lưu trú dài hơn nhưng tôi chắc chắn nếu chúng tôi nói bất cứ điều gì họ sẽ làm ngay lập tức. Các khu vực hồ bơi là rất tốt đẹp và nó: s chỉ là một đoạn đi bộ ngắn thông qua một khu vực khách sạn đến bãi biển, không biggie ở đây. Ăn sáng là tốt đẹp với trái cây kỳ lạ (cho chúng tôi) và một \"đầu bếp",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "126 Tran Hung Dao St, Dương Đông, Đảo Phú Quốc Việt Nam",
        "name": "Phu Van Resort & Spa",
        "geo_data": {
            "latitude": 10.192788124084473,
            "longitude": 103.96586608886719
        },
        "room_number": "71",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/50/87/e6/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/8e/be/48/photo2jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/1b/78/48/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/3d/1a/5a/pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/90/48/78/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/ec/b3/91/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/10/84/d5/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/c3/e4/49/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/c3/df/40/phu-van-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/07/26/17/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/07/26/16/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/ea/cd/e6/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/ea/cd/c3/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/ea/cd/a8/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1e/ef/e7/phu-van-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1e/ef/e6/phu-van-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1e/ef/e3/phu-van-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1e/ef/ac/phu-van-resort-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/55/3f/86/20200128-095249-largejpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/55/3f/85/20200128-191650-largejpg.jpg?w=1200&h=-1&s=1"
        ]
    }
}