{
    "content": [
        {
            "name": "Quỳnh Trâm",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Agoda đã lừa khách. Giá phòng ở đây chỉ có 1tr5. Họ đã nâng deal lên gấp đôi để bán chứ không hề giảm giá.",
            "review_content": "1/ Tiếp tân quá tệ 2/ Để khách Nga lộng hành lấn át khách Việt 3/ Giá thực tế bán tại ks chỉ tầm 1tr5, Agoda đôn lên gấp đôi và nói là giảm giá. 4/ Phòng ốc cũ và quá bình thường để có giá trên. 5/ Phòng không có ổ cắm điện 6/ Thiết bị quá cũ. 7/ Toilet hư dụng cụ xả nước.",
            "reviewer_location": "Ham Tien, Việt Nam"
        },
        {
            "name": "garelphotography",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tránh nơi đó bằng mọi giá",
            "review_content": "Tránh nơi đó bằng mọi giá, nhân viên hung hăng, không thân thiện chút nào, Một người bạn người Việt của tôi đến thăm tôi ở khách sạn, họ chặn anh ta ở lối vào. . Tôi cố gắng để có được một phòng ngủ khác hơn một phòng đặt trực tuyến, không có tùy chọn, và họ đã có phòng trống. . Và nếu bạn thuê motobike hãy cẩn thận đỗ xe khi cần, hoặc tiếng la hét an ninh với bạn, tốt cho khách sạn 3 sao, tôi có thể nói. . dịch vụ kém . . Và tất nhiên không hoàn trả nếu bạn muốn nghỉ sớm. . Tất cả tốt nhất",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Gene A",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Họ lấy trộm tiền của tôi từ phòng an toàn",
            "review_content": "Coi chừng! Trong khi chúng tôi đi vắng, một người nào đó từ khách sạn bước vào, mở két của chúng tôi trong phòng bằng chìa khóa chính và lấy tất cả tiền mặt. Sốc chúng tôi đã đi thông báo cho quản lý khách sạn. Họ từ chối giúp chúng tôi bằng mọi cách. Thậm chí không nộp báo cáo cảnh sát, điều không thể đối với một người không nói tiếng Việt ở một thị trấn như Mũi Né.  Chỉ cần cẩn thận, có những người làm việc cho khách sạn chỉ là kẻ gian. Và ban quản lý hỗ trợ nó.",
            "reviewer_location": "Hamburg"
        },
        {
            "name": "rmbautista",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Sẽ không bao giờ quay trở lại",
            "review_content": "Phòng đầy muỗi. Hôi. Phụ nữ tiếp tân tồi tệ nhất tôi đã trải qua trong suốt cuộc đời của tôi. Cô ấy thậm chí còn cố gắng sạc pin cho chúng tôi trên giường phụ. 680, 000 vnd khi nó chỉ có 550, 000 cho con 10 tuổi. o. Tôi phải cho cô ấy thấy tỷ lệ chính sách của khách sạn đối với trẻ em và mất vài phút để thuyết phục cô ấy tôi đúng và cô ấy sai. Không bao giờ mỉm cười toàn bộ thời gian. Quyết định tồi ở lại đây.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hugo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khu nghỉ dưỡng rất thư giãn",
            "review_content": "Một khu nghỉ mát bên bờ biển yên tĩnh và giá cả phải chăng, có hồ bơi lớn với quầy bar, bữa sáng tự chọn nhỏ và lựa chọn trả tiền cho bữa tối. Nó cũng ở một vị trí tuyệt vời với nhiều nhà hàng xinh xắn cũng như các cửa hàng nhỏ để mua đồ ăn nhẹ và nước. Khu nghỉ mát và khu vực này chủ yếu chứa đầy người Nga nhưng dường như không có vấn đề gì khi nhân viên và người dân địa phương nói cả tiếng Anh và tiếng Nga. Các nhân viên rất hữu ích mặc dù họ có vẻ rất vui nhưng đó vẫn là một kỳ nghỉ thú vị.",
            "reviewer_location": "Geelong, Úc"
        },
        {
            "name": "Felix S",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Điều trị khủng khiếp",
            "review_content": "Nhân viên nhà hàng rất thô lỗ và sẽ không đưa hóa đơn cho chúng tôi. Chúng tôi đã phải trả tiền cho mỗi mặt hàng được mua ngay lập tức. Khi chúng tôi yêu cầu người quản lý, anh ta buộc tội chúng tôi rằng chúng tôi sẽ chạy trốn và không trả Bill. Tôi chưa bao giờ trải nghiệm điều này trong cả cuộc đời tôi trước đây. Người quản lý thậm chí đã mang theo nhân viên bảo vệ khi chúng tôi phàn nàn về nó và hỏi lý do hành vi của họ.  đừng đến nơi này",
            "reviewer_location": "Lund, Thụy Điển"
        },
        {
            "name": "Netta_Koo",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Sẽ không quay lại",
            "review_content": "Tốt lắm. . Bắt đầu từ đâu. . Trước hết, khu vực khách sạn khá đẹp và được bảo trì tốt. Hồ bơi là ok, nhưng quầy bar bên hồ bơi đang được xây dựng hoặc cải tạo, vì vậy không sử dụng. Không ai cung cấp cho bạn nệm cho giường phơi nắng và không có thùng rác. Có khăn tắm biển trong phòng, nhưng không có ý tưởng làm thế nào để có được chúng thay đổi. Các nhà hàng là tốt đẹp và ăn sáng là khá tốt. Các bãi biển ở phía trước của khu nghỉ mát là khá rộng và có một nhân viên tưới nước nó thường xuyên, có lẽ để ngăn chặn cát bay trong không khí với gió. Điều tốt là không có người lướt diều ở khu vực đó của bãi biển. Căn phòng rồi; lỗi thời, nhỏ, mùi mốc. Ban công với hàng rào thấp như vậy giữa những người hàng xóm, nó giống như việc chia sẻ ban công với họ. Không có sự riêng tư nào. Điều",
            "reviewer_location": "Helsinki, Phần Lan"
        },
        {
            "name": "Hung N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Không bao giờ quay lại khu nghỉ mát này",
            "review_content": "Chúng tôi có một ấn tượng khi check-in và xuất hiện, phòng có vẻ tốt, nhưng khi bạn sử dụng phòng và dịch vụ, vấn đề phát sinh. Không có cơ thể để giúp bạn với hành lý, ngay cả khi bạn ở trên tầng 2. Hãy tưởng tượng nếu bạn là khoảng 50 hoặc 60, bạn phải mang theo một va li nặng / hành lý. Điện thoại trong phòng không hoạt động và không thể sửa được. Một anh chàng bảo trì đến và kiểm tra nó và lấy nó đi. Không có kết quả nào được thông báo. Tôi đặt quần áo bẩn trong túi giặt màu đỏ đẹp mắt, nhưng nó không được thu vào ngày hôm sau và không có danh sách đồ giặt trong phòng. Khi người hầu phòng làm căn phòng, họ vẫn để lại hai chiếc gối trang trí nằm trên sàn nhà. (Họ nên được đặt trên giường) Tôi thông báo với nhân viên tiếp tân về tiêu chuẩn làm phòng, người hầu phòng mang hai",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Iryna",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi yên tĩnh",
            "review_content": "Giữ hộ chiếu của chúng tôi ở văn phòng phía trước - OK với chúng tôi. Vì không có két an toàn trong phòng, mọi vật có giá trị có thể được đảm bảo ở quầy lễ tân. Ăn sáng có nhiều lựa chọn nhưng không có ngũ cốc. Thú vị đối với chúng tôi (là dịch giả chuyên nghiệp) rằng một số lựa chọn ăn uống bằng tiếng Nga khá không chính xác (ví dụ: bánh kếp nên được dịch là bleni, nhưng các thuật ngữ khác được đưa ra trong thực đơn). Tốt để có một bàn tay lưu vực ở cửa để rửa tay nhập cảnh. Tôi có phải là người duy nhất sử dụng nó? Tôi không có chút lo lắng về việc yêu cầu những vị khách khác KHÔNG ĐƯỢC NẤU ĂN trong nhà hàng. Phần lớn người Nga và Việt ở lại khách sạn này và nhiều người khác ở trong thành phố. Không thành vấn đề, trừ khi bạn không thể mỉm cười. Đêm thứ Sáu luôn đông đúc với",
            "reviewer_location": "Tauranga, New Zealand"
        },
        {
            "name": "budgettravellerQld",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Được khuyên dùng",
            "review_content": "Ở lại đây trong 2 đêm. Khu vườn được chăm sóc đẹp mắt, các phòng kiểu Việt Nam cũ rộng rãi và sạch sẽ. Nhân viên tốt. Great bãi biển và hồ bơi. Gần nhà hàng và giá cả phải chăng. Có thể là bữa ăn sáng tốt nhất mà chúng ta đã có Nhiều nhược điểm của người Nga. . . . . . Không thể giúp tôi đoán nhưng họ không thân thiện.",
            "reviewer_location": "Rockhampton, Úc"
        },
        {
            "name": "Diverzippy",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời - khu nghỉ mát mệt mỏi",
            "review_content": "Chúng tôi ở lại trong bộ gia đình. (trên một số trang web) nó được quảng cáo như một phòng 60 m 2 với một chiếc giường sofa. Bao gồm ban công nó là 40 m 2 tốt nhất và không có giường sofa - không như quảng cáo. Khu nghỉ mát nằm ở một vị trí tuyệt vời và quay trở lại dải bãi biển tốt nhất ở Mũi Né. Các căn cứ là khu vườn đẹp và duy trì tốt, nhưng điều này không thể nói cho khu nghỉ mát như một toàn thể: các phòng đều có một chút mệt mỏi và tường hồ bơi được bao phủ trong tảo mà vết bẩn nếu bạn chà lên chống lại nó. Thực phẩm là một tiêu cực và bên cạnh bữa ăn sáng miễn phí, bạn sẽ khó có thể tìm thấy bất cứ ai ăn tối hoặc ăn trưa ở đó vì lý do chính đáng - mặc dù không phải là thực phẩm rất tầm thường và có nhiều lựa chọn tốt hơn xung quanh. Để cân bằng các bình luận trên, chúng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "south1919",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Ở lại 4 đêm ở đây và rất vui vì chúng tôi đã làm, chúng tôi đã kiểm tra một vài khách sạn khác trong khu vực nhưng rất hài lòng với sự lựa chọn của chúng tôi. Đặt trước. com là hơi rẻ hơn so với khách sạn chính nó và chúng tôi đã nhận một mức giá tuyệt vời của £ 33 mỗi đêm bao gồm ăn sáng, ăn sáng là hợp lý, phòng tuyệt vời cho những gì chúng tôi cần, rất khuyên bạn nên khách sạn này",
            "reviewer_location": "Hove, United Kingdom"
        },
        {
            "name": "John",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Một số tin nhắn cho chủ sở hữu resort!",
            "review_content": "Tốt: Bãi biển sạch, hồ bơi đẹp, khu nghỉ mát giữ cho cỏ rất xanh và sạch sẽ. Xấu: Tất cả các tiện nghi trong phòng đều đã qua ngày. tấm ga trải giường khủng khiếp, thịt cừu khủng khiếp, ánh sáng, nhà vệ sinh. . . Dịch vụ: Nhân viên KHÔNG thân thiện, nhân viên không nói lời chào khi đối mặt với khách hàng, quản lý nhà hàng là người đàn ông xấu, trông giống như quân đội trong quần với thái độ xấu khi trò chuyện với tôi. Bữa sáng được định giá cho giá phòng (40 usd / đêm) Mũi Né có không phải là khu nghỉ mát, sẽ không trở lại một lần nữa khu nghỉ mát này.",
            "reviewer_location": "Memphis, Tennessee"
        },
        {
            "name": "Morgsjh",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Roulette Nga",
            "review_content": "Thứ nhất, My 2 trên 5 đánh dấu không phải là một sự phản ánh thực sự của khu nghỉ mát. Thêm để thu hút sự chú ý của mọi người và cảnh báo họ. Nó sẽ là 4 trên 5 nếu không phải cho người dân (95% người Nga) xuống bãi biển và hồ bơi lúc 7 giờ sáng, trải khăn tắm của họ trên ghế tắm nắng, trở lại phòng của họ để ngủ thêm 2 giờ, sau đó đi off tham quan đến 3 giờ chiều và trở lại và mong đợi \"họ\" sun lounger để có sẵn cho họ để ngồi trên như khăn của họ là lần đầu tiên của họ. Bị ghê tởm bởi điều này! Tại bất kỳ thời điểm nào, có 6 - 7 người có mặt tại 40 ghế nằm giữa bãi biển và hồ bơi. Phần còn lại không ở đó hàng giờ nhưng đã \"đánh dấu lãnh thổ của họ\". Sau 2 ngày đầu tiên không có được cái ghế dài, vào sáng thứ ba chúng tôi có cùng một vấn đề nên tôi đến quầy tiếp tân và nói với",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rachel S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Căn cứ đẹp",
            "review_content": "Chúng tôi ở đây 3 đêm - đã chỉ đặt hai đêm và kết thúc kéo dài thời gian của chúng tôi khi chúng tôi thực sự rất thích Mũi Né.  Vị trí của bốn đại dương:  - các căn cứ được giữ rất tốt, nó trông rất đẹp trong khu nghỉ mát này  - bãi biển riêng yên tĩnh và thư giãn và xinh đẹp  - bữa sáng tốt nhất chúng tôi có ở Việt Nam (có thể cập nhật máy nướng bánh mì)  - phòng lớn  Cải tiến / tiêu cực:  - không có két an toàn trong phòng  - phòng một chút lỗi thời / mệt mỏi / cũ nhưng vẫn thoải mái  - vị trí hơi xa khu vực chính - chúng tôi đi bộ khoảng 20 phút, taxi có sẵn mặc dù vậy là tốt  - quầy bar bên hồ bơi không bao giờ mở; Tôi đã rất thích ngồi ở đó uống rượu buổi chiều  - không đủ chỗ ngồi trên bãi biển, và mọi người đặt khăn tắm lên 7 giờ sáng để \"giữ\" chúng. Chúng tôi đã học được",
            "reviewer_location": "Kirrawee, Úc"
        },
        {
            "name": "misterlenno",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí đẹp .. staf không nên",
            "review_content": "Nice resort cho 3 sao. Vị trí là tốt đẹp, trực tiếp tại bãi biển. Phòng lớn, vòi hoa sen là tốt đẹp.  Những người ở lễ tân không phải là bệnh viện và một chút thô lỗ. Phòng wasnt rất sạch sẽ và khách sạn đã được thực sự Nga minded. Ở đó có rất nhiều người Nga.  Tôi thực sự ghét nó khi vào lúc 7 giờ sáng, tất cả các giường ở bãi biển và bể bơi đều được bảo quản bằng khăn tắm nhưng mọi người không thấy đâu.  Mọi người ở nhà hàng và bãi biển đều tốt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "CBClear",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tiện nghi tuyệt vời, nhưng không có Frills Hotel .... Khuyến nghị tổng thể.",
            "review_content": "Nghỉ tại Four Oceans Resort trong tháng 12 năm 2017.  Điểm tích cực:  Cơ sở vật chất 8/10 cho giá cả, ở trong phòng hạng bình dân của họ với một giường cỡ queen - Trên bãi biển Mũi Né. Nơi là một chút ngày với mutiple lớp sơn cao su dày cố gắng để che giấu tuổi của khách sạn này. Phòng có một vài con kiến ​​đang cố gắng để vượt qua vòi tắm, nhưng một lượng nhỏ, không có gì để lo lắng. Nếu nó làm phiền bạn, tôi sẽ yêu cầu một phòng ngân sách trên tầng 2. Nhưng nhìn chung các phòng đều sạch sẽ, dịch vụ phòng được lịch sự và đáp ứng. Nơi có một hồ bơi đẹp, với ghế và một điểm truy cập bãi biển tuyệt vời, nơi bạn có thể ngả dưới ánh mặt trời một cách hòa bình. Khăn tắm biển trông cổ xưa, nhưng chúng đủ sạch sẽ để sử dụng. Buffet là lớn với một lựa chọn lớn của thực phẩm. Các nhân",
            "reviewer_location": "Woodbridge, New Jersey"
        }
    ],
    "hotel": {
        "location": "30 Nguyễn Đình Chiểu Mũi Né, Phan Thiết 62 Việt Nam",
        "name": "Khu Nghỉ Dưỡng Bốn Biển",
        "geo_data": {
            "latitude": 10.943827629089355,
            "longitude": 108.19782257080078
        },
        "room_number": "23",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/e9/af/7f/four-oceans-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/2d/24/beach.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/02/dd/c7/four-oceans-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/02/dc/f9/four-oceans-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/29/49/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/29/45/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/29/0c/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/28/4c/superior-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/27/51/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/27/4d/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/27/42/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/9b/26/31/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/0a/41/50/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/d7/af/c6/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/b1/f3/19/20180103-075121-largejpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/35/f1/f5/bon-bien-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-s/02/9e/ab/a9/bonbien.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5a/34/d6/apercu-des-jardins-et.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5a/34/d5/apercu-des-jardins-et.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5a/34/d4/apercu-des-jardins-et.jpg?w=1200&h=-1&s=1"
        ]
    }
}