{
    "content": [
        {
            "name": "Hieu V",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rất tốt",
            "review_content": "Check in có trục trặc trong việc đóng, mở phòng của khách sạn. Tuy nhiên, nhân viên cũng đã xử lý kịp thời, ổn thỏa và tôi khá hài lòng cách xử lý này. Về phòng ốc hơi hướng cổ điển, vườn cỏ, hoa xinh đẹp được chau chuốt, dù có nhiều côn trùng như muỗi nhưng cũng có màn và thuốc xịt, thức ăn sáng và trưa tương đối, chưa hợp khẩu vị cho lắm. Tuy nhiên, có thể đánh giá đây là một khách sạn tốt từ vị trí đến nhân viên và cả phòng ốc; sẽ giới thiệu bạn bè khi thăm viếng Tam cốc, bích động./.",
            "reviewer_location": "Thủ Dầu Một, Việt Nam"
        },
        {
            "name": "La Pensée",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xanh mát và yên tĩnh",
            "review_content": "Tôi thích nơi này. Cám ơn#Labellevie #Tamcoc.  Nhân viên hỗ trợ rất tốt việc lưu trú. Thức ăn và nước uống ngon. Có khu du lịch động #Tam Cốc. Đường đi đến đây thuận tiện nếu di chuyển từ Hà Nội mất khoảng 1 tiếng 15 phút bằng oto đi vào đường cao tốc.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Khoa T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Homestay thân thiện, nhiệt tình",
            "review_content": "Để cảm nhận hết cái chất hoang sơ của Tam cốc, mình lựa chọn ở tại La Bella Vie ngay gần bến đò. Đây là lần đầu tiên mình ở tại một homestay và thật may mắn là mình được tiếp đón bởi gia đình người chủ rất nhiệt tình, thân thiện. Họ quan tâm, chăm chút đến từng chi tiết trong phòng, luôn nhiệt tình chỉ dẫn mình về các địa điểm tham quan và các món ăn đặc sản của Ninh bình.  Mình rất may mắn khi được upgrade lên hạng phòng có view nhìn ra vườn rất mát và đẹp, phòng vô cùng sạch sẽ, ngăn nắp. Các vật dụng đều được trang bị đầy đủ, hiện đại và nhân viên luôn sẵn sàng nếu bạn có yêu cầu gì thêm.  Homestay cũng phục vụ các món ăn Âu, Á rất hợp khẩu vị. Thức ăn gọi theo Set rất nhiều, giá cả hợp lý. Mình thích nhất là thưởng thức món ốc núi đặc sản với nước chấm rất ngon và món dê núi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Molly M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi ngọt ngào",
            "review_content": "Bạn trai tôi và tôi thấy nơi này thật hoàn hảo cho kỳ nghỉ của chúng tôi ở Tam Cốc. Phòng sạch sẽ và thoải mái và tất cả ở một mức giá tuyệt vời. Khu vườn thực sự rất quyến rũ! Họ có nhiều xe máy cho thuê và dịch vụ giặt ủi.  Một lần nữa xin cảm ơn gia đình đáng yêu!",
            "reviewer_location": "Anchorage, Alaska"
        },
        {
            "name": "Craig",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi đáng yêu để ở.",
            "review_content": "Vợ tôi, hai đứa con và tôi ở lại Ninh Bình trong một đêm chọn ở tại La Belle Vie Tam Coc Homestay.  Nơi này đã gây ấn tượng đáng yêu với chúng tôi.  Dịch vụ: Những người rất tử tế chăm sóc nơi này và họ đã giúp chúng tôi chỉ đường, và bất cứ điều gì chúng tôi cần. Họ cho phép chúng tôi ở trong phòng lâu hơn mà không phải trả phí vì chúng tôi bắt chuyến tàu đêm từ Ninh Bình. Họ cũng sắp xếp vận chuyển với giá địa phương.  Sạch sẽ / Tiện nghi: rất cơ bản nhưng cực kỳ sạch sẽ. Phòng gia đình cực kỳ rộng rãi với giường lớn - ngay cả đối với trẻ em. Nó được giữ rất tốt và chúng tôi rất hài lòng với căn phòng. Không có an toàn là trong phòng. Wifi cũng tốt.  Địa điểm: Đó là trung tâm của nhu cầu của chúng tôi và nằm ngay bên cạnh tất cả các địa điểm ăn uống được xếp hạng hàng đầu. ",
            "reviewer_location": "Perth, Úc"
        },
        {
            "name": "jstaplet",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Lừa đảo !!",
            "review_content": "Cẩn thận với khách sạn này tôi nghĩ rằng phần lớn các đánh giá là một scam. Chúng tôi trả trước khách sạn này trên Khách sạn. com và họ đã cố gắng lừa chúng tôi trả tiền cho họ một lần nữa cho phòng của chúng tôi bằng tiền mặt. Khu vườn rất đẹp nhưng phòng thì cơ bản và phòng tắm thiếu. Tìm một nơi khác để ở lại Ninh Bình rất nhiều lựa chọn khác.",
            "reviewer_location": "Newcastle, Úc"
        },
        {
            "name": "Charlotte G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thật là một nơi yên bình",
            "review_content": "Ở đó 2 đêm. Các phòng ngủ rộng rãi, giường thoải mái, sân vườn đẹp và yên bình. Đó là nơi hoàn hảo để nghỉ ngơi sau một ngày dài lưu diễn trong khu vực. Bạn cũng có thể ăn tối hoặc chỉ thưởng thức đồ uống trong vườn, hoặc nhiều lựa chọn khác ngay bên ngoài khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Akiokunn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà hàng la Belle Vie: un petit coin de paradis",
            "review_content": "Tôi dành một buổi tối trong nhà hàng và mọi thứ đều hoàn hảo. Khu vườn, con người, bữa ăn, cocktail mọi thứ đều có hương vị của thiên đường! !  Tôi chắc chắn giới thiệu nơi này cho tất cả mọi người! ! !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jan L",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nơi nghỉ ngơi đầy đủ",
            "review_content": "Đây là một nhà ở cơ bản điển hình trong khu vực. Những khu vườn rất đẹp, có ánh sáng thần tiên xung quanh. Phòng chúng tôi ở là một kích thước tốt và sạch sẽ. TV không hoạt động mặc dù. Nó nằm cạnh khu vực lưu trữ của họ để bạn có thể nghe thấy mọi người ra vào. Tôi thức dậy trong một giờ vô duyên bởi răng nanh của cư dân, tôi cho rằng, đó là sủa những người biết những gì. Tôi có thể nói rằng tôi đã có một đêm nghỉ ngơi tốt nhưng tôi nghĩ đó là hoàn cảnh. Nhìn chung, một nơi tốt để phá vỡ ba lô của bạn và ở lại qua đêm.",
            "reviewer_location": "San Francisco, California"
        },
        {
            "name": "Hugo B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thời gian thực sự tốt ở Tam coc",
            "review_content": "Chúng tôi đã có một thời gian thực sự tốt tại La belle vie. b Khách sạn có vị trí rất tốt ngay bên cạnh các nhà hàng. Căn phòng thật tuyệt vời với một chiếc giường lớn và phòng tắm riêng. Các máy chủ là thực sự tốt đẹp và hữu ích! Đề nghị 100%!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThibautG92",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn hảo tại Tam Cốc",
            "review_content": "Chúng tôi đã dành 2 đêm tại La belle vie Tam Cốc, địa phương hóa hoàn hảo ở Tam Cốc, các phòng đều rộng rãi và sạch sẽ, và nhân viên rất đẹp và tử tế với chúng tôi. Họ đã cho chúng tôi rất nhiều lời khuyên có giá trị để tham quan khu vực Ninh Bình! Ăn sáng và thức ăn cũng rất ngon.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Gabriela Meta",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Chỉ cần chắc chắn rằng, bạn sẽ không trở lại muộn để nghỉ mát ít nhất bạn cần phải thông báo cho chủ sở hữu cho trở lại muộn hoặc bạn sẽ nhận được khóa như tôi sau 11 giờ chiều hahaha. . . Nhìn chung, lòng hiếu khách tốt, thức ăn ngon, rất sạch sẽ. Nhưng máy điều hòa không hoạt động bình thường, được rồi. Họ cũng cho fan trong phòng. Và nước trong phòng tắm chảy quá nhỏ, vì vậy phải được patien cho điều đó.",
            "reviewer_location": "Jakarta, Indonesia"
        },
        {
            "name": "hetvitus",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ năm 2018",
            "review_content": "Gia đình tuyệt vời, nơi đáng yêu, dịch vụ rất tốt! ! ! Đẹp làng! Bạn cũng có thể thuê xe đạp hoặc xe tay ga! Thức ăn tuyệt vời! ! Giá cả rất tốt. Dịch vụ giặt ủi. Gia đình rất đáng yêu! ! Phòng cũng tuyệt vời! ! Khuyến nghị tuyệt đối! ! !",
            "reviewer_location": "Blaricum, Hà Lan"
        },
        {
            "name": "Eduprat",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Không phải là nơi tốt nhất",
            "review_content": "Chúng tôi đã dành một đêm tại Eco Lodge này vào tháng Sáu. Mùa cao điểm vừa kết thúc và không có nhiều khách du lịch. Các thiết lập là đầy đủ nhưng chúng tôi tìm thấy một số chi tiết không thỏa đáng: phòng có một TV đặt ở 90 độ từ giường sâu bên trong một mảnh đồ nội thất, chúng tôi muốn xem World Cup của bóng đá và cách duy nhất để làm nó đang nằm nghiêng bên cạnh giường (?!) trong một vài giờ. Các nhà hàng đã được dưới mệnh, bánh sừng bò đã cũ, phòng tắm có mùi. Tôi sẽ không giới thiệu nơi này đâu.",
            "reviewer_location": "Aguadilla, Puerto Rico"
        },
        {
            "name": "n0rthvangirl",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn đơn giản với cảm giác gia đình",
            "review_content": "Khách sạn này nằm rất gần các thuyền chèo ở Tam Cốc. Ở Việt Nam, đây là khách sạn đơn giản nhất của chúng tôi. . . nó đã được sạch sẽ và yên tĩnh với đội ngũ nhân viên rất thân thiện. Các phòng được một ít ngày với đồ nội thất rất đơn giản và không có phòng an toàn. Tuy nhiên, giường của chúng tôi là rất lớn và khá thoải mái và WiFi là tuyệt vời. Khách sạn có những khu vườn xinh xắn và cảm giác rất \"kinh doanh do gia đình tự quản\". Có một con gà trống buổi sáng cởi mở, nhưng chúng tôi phải dậy sớm.  Các bữa ăn sáng là khá tiêu chuẩn cho những gì chúng tôi đã có trong các khách sạn khác ở Việt Nam - thịt, pho mát, bánh ngọt, và một trạm trứng. Chúng tôi cũng ăn tối ở đây. . . nó rất đơn giản nhưng ngon. Các dịch vụ tại bữa ăn tối là một chút chậm, nhưng nhà hàng đã được sản phẩm",
            "reviewer_location": "North Vancouver, Canada"
        },
        {
            "name": "SLR44",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Xấu",
            "review_content": "Chúng tôi đặt 2 phòng cho 3 đêm trước ít nhất 6 tháng và xác nhận một tuần trước khi đến nhưng khi chúng tôi đến, họ nói rằng họ đã không đặt phòng ngay cả sau khi tôi cho họ xác nhận của tôi và sau đó về cơ bản chỉ bỏ qua chúng tôi không được giúp đỡ để tìm chỗ ở khác nên đừng ở đây",
            "reviewer_location": "Lilydale, Úc"
        },
        {
            "name": "clarenashphotography",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi trú ẩn ấm cúng",
            "review_content": "Chúng tôi KHÔNG BAO GIỜ mong đợi sẽ lạnh ở châu Á, nhưng Bắc Việt vào tháng Hai chính xác là như vậy! Nhà trọ duyên dáng này may mắn có con không khí mà cũng làm nóng phòng của chúng tôi, đó là thực sự tốt đẹp để có được trở lại sau một ngày trong không khí lạnh, sương mù! Các phòng cũng rất rộng rãi, với một phòng tắm lớn, mặc dù thiếu trong tủ quần áo / không gian treo. Điều đó nói rằng, tôi thực sự không có gì để phàn nàn về số tiền đó. Tôi nghĩ bởi vì nó vẫn còn tương đối mới, họ đã cung cấp một tỷ lệ mặc cả, trong đó bao gồm bữa ăn sáng, mà cũng thực sự tốt! Đó là gia đình chạy, con gái lớn nhất có thể nói tiếng Anh khá tốt, và chúng tôi đã cảm thấy rất nhiều ở nhà. Bạn có thể thuê xe đạp chất lượng tốt ở đây với một khoản phí nhỏ, để có được ra ngoài và khám phá những cảnh",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "DeAmsterdamscheTram",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice (rất đẹp)",
            "review_content": "Nice là tất cả những gì tôi có thể nói. Giường mềm, khu vườn đẹp, bữa sáng ngon và phòng sạch sẽ.  Rất hữu ích trong việc cung cấp dịch vụ vận chuyển đến sân bay Hà Nội và sắp xếp xe tay ga hoặc xe đạp để ngắm cảnh xung quanh.  Việc đổi euro ở đây thành tiền Vietnamees đắt hơn một chút so với những nơi khác.  Không có gì vui xảy ra ở La Belle! Nhà hàng đáng yêu ở các trang web khác của đường. Chúng tôi không ăn trong nhà hàng của homestay này.",
            "reviewer_location": "Mafia Island, Tanzania"
        }
    ],
    "hotel": {
        "location": "Tam Cốc Group 3, Van Lam, Tam Coc, Ninh Hai, Hoa Lu, Ninh Bình 40000 Việt Nam",
        "name": "La Belle Vie Tam Coc Homestay",
        "geo_data": {
            "latitude": 20.21446418762207,
            "longitude": 105.93575286865234
        },
        "room_number": "16",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/4d/3b/77/dsc-0326-largejpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/11/e0/7c/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/11/df/40/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/c8/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/c7/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/ac/6b/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/ac/5e/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/4e/e1/9a/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/11/df/42/photo2jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/10/68/d7/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/10/68/cb/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/10/68/90/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/dd/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/d4/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/cf/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/c9/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/c1/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/c0/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/d4/bd/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/09/ac/6f/la-belle-vie-tam-coc.jpg?w=1200&h=-1&s=1"
        ]
    }
}