{
    "content": [
        {
            "name": "Sunshine825402",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá dịch vụ",
            "review_content": "Nhân viên thân thiện, dễ thương, hỗ trợ khách bất kì lúc nào đặc biệt các bạn lễ tân, rất vui vẻ.  Vị trí khách sạn nằm ngay trung thành phố, thuận tiện cho việc đi lại, đi chơi, tham quan thành phố, đi ra biển rất gần",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Hoàn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent",
            "review_content": "Đoàn tôi có 11 phòng check in 24/8-29/8. Nhân viên ở đây rất nhiệt tình .Tôi rất chân thành cảm ơn anh quý ( bellman), anhTuấn và anh hùng ( Front Office) đã nhiệt tình giúp khách của tôi tìm lại đồ cho họ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ken",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quay trở lại",
            "review_content": "Nhân viên khách sạn rất nhiệt tình, thân thiện, luôn luôn sẵn sàng giúp đỡ khách, đặc biệt là nhân viên tại lễ tân. Buffet tối tại tầng 21 đã có nhiều thay đổi tốt hơn, đồ ăn ngon hơn và cũng đa dạng hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "xiemie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice hotel",
            "review_content": "Tôi đã có 2 đêm ở tại đây, phòng khách sạn đẹp, kiến trúc cổ điển, đi bộ ra biển chỉ mất 5 phút, nhân viên rất nhiệt tình thân thiện, đặc biệt khách sạn có rooftop restaurant view nhìn toàn thành phố rất ấn tượng. Nhất định sẽ quay lại đây khi có dịp du lịch Nha Trang lần tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trip with family",
            "review_content": "Một trải nghiệm thú vị khi ghé thăm Nha Trang. Lễ tân nhiệt tình + thân thiện, đặc biệt có quầy bánh ở gần lễ tân. Bánh ngon vừa miệng. Phòng ở tiện nghi, nhiều dịch vụ phù hợp với nhu cầu nghỉ dưỡng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ken",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha Trang",
            "review_content": "Khách sạn theo phong cách cổ điển, các vật dụng đều bằng mây tre rất thân thiện với môi trường, ăn sáng buffet tại tầng 3, nhân viên lễ tân nhiệt tình thân thiện, luôn luôn sẵn sàng giúp đỡ. Tầng 21 có buffet tối hằng ngày.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quang N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và thuận tiện",
            "review_content": "Tôi và gia đình có dịp nghỉ tại khách sạn Green World Nha Trang tuần trước.   Nhìn chung thì khách sạn có vị trí trung tâm và sát biển rất thuận tiện cho việc nghỉ dưỡng cũng như tham quan. Chất lượng phòng sạch sẽ, view hướng biển đẹp, nhân viên nhiệt tình và ăn sáng cũng khá tốt so với một số khách sạn 4 sao khác tại Nha Trang.  Khách sạn có nhà hàng trên tầng thượng đặc biệt đẹp vào buổi tối, vừa thưởng thức bữa tối vừa ngắm biển và ánh đèn thành phố Nha Trang cũng rất lãng mạn",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, nhân viên lịch sự, nhiệt tình",
            "review_content": "Tôi có chuyến nghỉ cùng gia đình tại Green World Hotel Nha Trang 4 ngày cuối tuần. Cảm ơn khách sạn đã cho gia đình tôi chuyến nghỉ thú vị. Phòng nghỉ có view biển rất đẹp, nếu lười một chút vẫn có thể ngắm bình minh trên biển từ cửa sổ phòng. Nhà hàng phục vụ món ăn ngon, đa dạng. Đặc biệt nhà hàng trên tầng 21 rất tuyệt, vừa thưởng thức món ăn vừa ngắm cảnh biển. KS có bãi tắm riêng trên đường Trần Phú rất thuận tiện cho khách, chỉ vài phút đi bộ là tới bãi biển Trần Phú. Tôi hài lòng về Green World Hotel Nha Trang, hẹn gặp lại, mong có nhiều thay đổi thú vị khác.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thinhtdc3luongth2017",
            "avatar": "",
            "review_rating": "5",
            "review_title": "một chuyến đi thú vị",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố, chỉ mất vài phút đi bộ là tới bãi biển. Nhân viên thân thiện, nhiệt tình, phục vụ tốt. Khách sạn đã để lại nhiều ấn tượng đẹp cho tôi. Rất đáng để lựa chọn khi tới Nha Trang.",
            "reviewer_location": "Tỉnh Kiên Giang, Việt Nam"
        },
        {
            "name": "Minhpkvolum",
            "avatar": "",
            "review_rating": "5",
            "review_title": "đẹp",
            "review_content": "đẹp sang trọng, mọi thứ khá ổn nhân viên nhiệt tình vui vẻ hòa đồng...các vật dụng khá mới và phòng ốc rộng rãi..đến với nơi đây bạn sẽ có một kỳ nghỉ thú vị cùng gia đình và người thân. Nha Trang là nơi du lịch tốt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Khanh N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice place to stay in Nha Trang",
            "review_content": "Khách sạn Green World ở vị trí trung tâm, ngay gần bờ biển và khu phố Tây. Phòng deluxe khá rộng, sạch sẽ có ban công view ra biển. Vì mang nhiều dấu ấn tre nứa nên khách sạn lên ảnh không đẹp bằng thực tế. Nhân viên thân thiện, dịch vụ ổn. Bữa sáng khá ổn, tuy nhiên, nếu phong phú thêm các món ăn (đặc biệt là có thêm nhiều loại cháo, phở) trong một bữa sáng thì tốt hơn. Tóm lại, đây là một lựa chọn hợp lý cho budget khoảng 70-100 USD/đêm.",
            "reviewer_location": "Hanoi, Ha Noi, Vietnam"
        },
        {
            "name": "499anhh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn",
            "review_content": "Tôi ấn tượng với khách sạn đặc biệt là người khách đã giúp tôi tìm lại được điện thoại. Nhân viên thân thiện. Ko còn điều gì ngoài cảm ơn khách sạn và người khách ấy.  Khách sạn sang trọng xứng với giá trị của nó. Tôi sẽ quay lại khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "eco9 v",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ky niệm khó quên",
            "review_content": "Toi và anh chị trong cty đã có một ky niệm về một chuyến đi thật thú vị tại Green world hotel tại nha trang khánh hòa.khách sạn có nhà hàng tầm nhìn toàn cảnh thành phố rất đẹp và lãng mạn nhất,nhân viên thân thiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "RosyNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tốt",
            "review_content": "Khách sạn mới, đẹp. Phòng tuy hơi nhỏ nhưng trang trí đẹp, sạch sẽ và tiện nghi. Khách sạn có bể bơi xinh xinh, nhà hàng trên sân thương view rất tuyệt, ăn sáng ngon. Nhân viên phục vụ nhiệt tình, thân thiện. Tóm lại là nhóm chúng tôi rất hài lòng với khách sạn này.",
            "reviewer_location": " HCM"
        },
        {
            "name": "vplsthiepvacongsu",
            "avatar": "",
            "review_rating": "4",
            "review_title": "3 ngày 3 đêm ở khách sạn Green World Nha Trang",
            "review_content": "buffet bữa sáng ngon, dịch vụ dọn phòng sạch sẽ và chu đáo, nhân viên khách sạn thân thiện và nhiệt tình, dịch vụ chăm sóc khách hàng tốt, vị trí khách sạn tương đối thuận tiện nằm tại trung tâm thành phố",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "phamngochai575",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tôi ở Green Word Hotel",
            "review_content": "Tôi ở khách sạn 5 ngày , thấy khách sạn rất sạch sẽ, phòng ốc trang trí đẹp, tiện nghi tuyệt vời,dịch vụ chu đáo, vị trí cũng không xa biển nên ngày tắm 2 lần cũng rất tiện lợi. Tuy nhiên ăn sáng năm ngày với thực đơn ít thay đổi nên cũng ngán. NGoài ra gia đình tôi đã trả trước tiền phòng qua thẻ tín dụng mà KS vẫn giữ hết giấy CMND của cả nhà nên khi ra đảo hoặc sinh hoạt khác cần giấy tờ thì khó khăn. Ra đảo Bình Ba, biên phòng hỏi giấy tờ không ai có, hoặc gặp chuyện ngoài đường không có giấy tờ thì không ai biết mình là ai. Nếu có thể được khách sạn nên cho một người trong nhà giữ giấy CMND thì tốt .",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "PhamTanThi",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Toàn bộ Công ty đi nghỉ mát tại Nha Trang chúng tôi đã chọn Green world Hotel.",
            "review_content": "Khách sạn nhìn rất ấn tượng, phòng ốc sach sẽ gọn gàng, nhân viên vui vẻ lịch sự. Mỗi phòng đều có view nhìn ra biển trông rất thích thú lại càng yêu mến Nha Trang hơn. Chúng tôi ở đây giống như căn nhà của mình vậy mọi thứ đều thân thương gắn bó, đội ngũ nhân viên giống như những thành viên trong gia đình của mình...Nếu trở lại Nha Trang chúng tôi vẫn chọn nơi đây Green World Hotel Nha Trang.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Van L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trang trí nội thất gần gũi môi trường. Dịch vụ tốt, ăn sáng ngon .",
            "review_content": "Khách sạn với trang trí mây tre rất lạ mắt tạo cảm giác gần gũi .  Có thể đây là khách sạn duy nhất ở vùng biển này su dụng sản phẩm thân thiện với moi trường để trang trí nội that. Phòng rộng , đẹp. Ăn sáng với nhiều chọn lựa Dịch vụ tốt . Nhân viên thân thiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thanhhong98042013",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời !!!",
            "review_content": "Tôi thích thiết kế bằng mây tre, mang tính cổ truyền đem lại phong cách riêng cho khách sạn. Chỉ cần 5 phút đi bộ là đến biển Trần Phú, Nha Trang. Tầng 1 có coffee shop \"Xích lô\" rất ấn tượng, ghế ngồi là những chiếc xích lô nhỏ, xinh xắn. Đặc biệt nhất đối với tôi là tầng cao nhất, tầng 21, tại đây có thấy quang cảnh biển rất rõ nét, chịu khó dậy sớm một tí sẽ ngắm bình minh từ biển Nha Trang, tuyệt vời lắm. Dịch vụ khách sạn tốt. Cám ơn Green World Hotel đã cho gia đình tôi một kỳ nghỉ tuyệt vời. Hẹn gặp lại !!!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "vincemira",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ kinh ngạc, Vị trí tuyệt vời, và Khách sạn rất thanh lịch ",
            "review_content": "Vợ tôi và tôi ở đây khoảng 5 ngày, và chắc chắn chúng tôi sẽ trở lại đây lần nữa vào năm tới! GreenWorld có rất nhiều nhân viên cực kỳ thân thiện và bữa sáng buffet miễn phí của họ trên tầng trên cùng thì ngon tuyệt!! Ngoài ra, thật thư giãn khi ở đó vì bạn được thiết đãi với một quang cảnh tuyệt đẹp của bãi biển!! Các phòng đều rộng rãi và trông rất thanh lịch. Chúng tôi có nước, cà phê và trà miễn phí hàng ngày :P Chúng tôi chưa từng có cơ hội dùng thử hồ bơi và phòng tập thể dục của họ bởi vì chúng tôi luôn đi ra ngoài suốt ngày, nhưng tôi chắc rằng chúng cũng tuyệt như vậy. Khách sạn gần bãi biển, tháp hoa sen, và chợ đêm... Khách sạn này nằm ngay trung tâm Nha Trang vì vậy bạn chỉ cần đi bộ đến bất cứ nơi nào bạn muốn. Tôi không có bất kỳ phàn nàn nào về khách sạn này.",
            "reviewer_location": "Toronto, Canada"
        },
        {
            "name": "Joseph Wong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn 5 sao",
            "review_content": "Chúng tôi ở khách sạn này 4 đêm để kỷ niệm ngày cưới. Chúng tôi đã được nâng cấp từ một phòng Superior lên một Căn hộ điều hành. Căn hộ của chúng tôi rất lớn với bàn ăn, phòng khách và quầy bar. Chúng tôi cũng được khách sạn tặng một chai rượu vang đỏ miễn phí cùng với ngày kỷ niệm của chúng tôi. Chúng tôi là người châu Á duy nhất trong khách sạn này, nơi những người còn lại là tất cả người Nga. Nhân viên quầy trước là tuyệt vời, hữu ích và thân thiện, đặc biệt là cô gái tên My. Phòng siêu thoải mái và sạch sẽ không tì vết. Áp lực nước mạnh. Wifi thì ok nhưng không mạnh ở ban công. Bữa sáng rất ngon và nhiều lựa chọn nhưng nhân viên nhà hàng không thực sự có thể nói tiếng Anh. Trên thực tế, hầu hết nhân viên khách sạn không thể nói tiếng Anh ngoại trừ nhân viên lễ tân. Dùng bữa",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Marilyn Modiva",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chúng tôi yêu thích khách sạn và spa ở đây!",
            "review_content": "Chồng tôi và tôi ở đây bốn đêm và đó là lần lưu trú tốt nhất cho chúng tôi ở Việt Nam cho đến nay. Chúng tôi phải kiểm tra muộn sau chuyến tàu dài 24 giờ từ Hà Nội, và họ không chỉ chuẩn bị phòng của chúng tôi, họ còn nâng cấp chúng tôi lên một bộ tuyệt đẹp! Các bộ rất đẹp và có một cái nhìn tuyệt đẹp ra biển với một vòng quanh ban công để chúng ta có thể nhìn thấy từ mọi góc độ. Chúng tôi yêu thích trang trí của các phòng và khách sạn, các bức tường và các tính năng làm từ mía và gỗ. Thật đáng yêu! Điều tuyệt vời hơn nữa là spa trong khách sạn có một thỏa thuận tuyệt vời với 2 lần trị liệu - vì vậy chúng tôi thực sự đã mát-xa hàng ngày vì các chuyên gia trị liệu massage rất tuyệt vời và giá cả quá tốt để vượt qua. Chồng tôi và tôi đều là người thuần chay, vì vậy sự lựa chọn bữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AniphelesOmsk",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chỉ siêu thôi !!!",
            "review_content": "Tại khách sạn này, tôi đã ở vào ngày 26 đến 7 tháng 11! Đã đến thăm một số lượng lớn các quốc gia và khách sạn, tôi có thể nói rằng khách sạn này là một trong những tốt nhất! Rất đẹp, phòng tốt, thức ăn tuyệt vời, nhưng tuyệt vời nhất là nhân viên! Đặc biệt tôi muốn làm nổi bật nhân viên trong buổi tiếp tân tên là Hồng! Rất nhạy bén, lịch sự và có năng lực, luôn sẵn sàng giúp đỡ hầu hết mọi câu hỏi! Khách sạn Thế giới xanh đã giúp cho một kỳ nghỉ vừa tuyệt đẹp! ) Cảm ơn bạn! )",
            "reviewer_location": "Omsk, Nga"
        },
        {
            "name": "Jeongsoo H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn tốt",
            "review_content": "Vị trí thuận tiện, giá cả và chất lượng, nhân viên thân thiện. Mọi thứ đều rất tốt, chúng tôi ở lại 2 lần trong khách sạn này. Mọi thứ đều gần kề, bãi biển, cơ sở hạ tầng, nhân viên tươi cười, chuyển nhượng không tốn kém. Phía trước khách sạn là trung tâm thông tin nơi cung cấp bất kỳ thông tin nào về các chuyến du ngoạn. Đồ ăn ngon, luôn có nhiều lựa chọn trái cây, rau quả, bên cạnh khách sạn là rất nhiều quán cà phê. Chắc chắn sẽ trở lại!",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "Bjorn O",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn lớn dựa trên nhóm khách du lịch lớn",
            "review_content": "Tôi đã được nâng cấp lên một bộ đẹp, bữa ăn sáng là tốt nhưng hầu hết các bàn là cho mười người. Thông tin về các hoạt động và bữa ăn được cung cấp bằng tiếng Việt, tiếng Trung và tiếng Nga và tôi có cảm giác rằng 95% khách rơi vào danh mục này. Bữa tối tự chọn ngon và rẻ tiền trên tầng cao nhất.",
            "reviewer_location": "Hua Hin, Thái Lan"
        },
        {
            "name": "lchilcoat2000",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhà hàng tự chọn trên mái rất tốt",
            "review_content": "Thưởng thức buffet trên mái rất nhiều  330, 000 đồng trong đó bao gồm đồ uống của sự lựa chọn.  Lựa chọn tuyệt vời của hải sản và rau quả Hoặc là nướng cho bạn hoặc bạn có thể chọn để có một món lẩu tại bàn của bạn.  Quá nhiều sự lựa chọn liệt kê nhưng tất cả trong một bản trình bày chất lượng cho trải nghiệm bữa tối tuyệt vời trên mái nhà ?",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Mike",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mike",
            "review_content": "Chúng tôi đã ở trong khách sạn hai tuần. Thật tuyệt. Nhân viên đã được chào đón. Bữa sáng thật hoàn hảo. Phòng sạch sẽ và ấm cúng. Chúng tôi có một massage chân miễn phí. Thật tuyệt vời và thư giãn. Tôi muốn giới thiệu khách sạn.",
            "reviewer_location": "Minsk, Belarus"
        },
        {
            "name": "lifeelsewhere",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc",
            "review_content": "Vị trí tuyệt vời vì chỉ cần 5 - 8 phút đi bộ đến bãi biển và rất nhiều nhà hàng và minimart ở mọi hướng trong vòng vài phút đi bộ. Các nhân viên nói chung rất lịch sự và hữu ích, bao gồm cả các chàng trai chuông. Các nhân viên tiếp tân đặc biệt là ông Trương Phấn và chị Tuyền, rất hữu ích và nói tiếng Anh tốt. Bữa sáng tự chọn có sức lan tỏa rộng và nhân viên nhanh chóng nạp thức ăn. Chúng tôi rất hài lòng với các phòng được nâng cấp. Đó là một kỳ nghỉ dễ chịu và thoải mái và tôi chắc chắn sẽ ở lại khách sạn này một lần nữa.",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Erich Von Roy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trong trung tâm của tất cả các hoạt động.",
            "review_content": "Từ lúc chúng tôi đến, chúng tôi cảm thấy khỏe mạnh, nhân viên rất hữu ích trong mọi câu hỏi. Vị trí tốt, nhà hàng, quán bar và nhiều nơi để đi mua sắm. Bãi biển chỉ cách đó 5 phút đi bộ. Các bữa ăn sáng là tốt.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Christine H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời, Phòng tuyệt vời và Vị trí tuyệt vời",
            "review_content": "Chúng tôi đã dành 5 ngày ở đây trong kỳ nghỉ của chúng tôi và phòng, dịch vụ, thực phẩm và nhân viên đều tuyệt vời và tuyệt vời! Phòng là kích thước hoàn hảo cho ba người! Ăn sáng cung cấp nhiều loại thực phẩm và nhiều hơn bất cứ ai mong đợi ở Mỹ. Tôi muốn giới thiệu Green World cho bất kỳ ai muốn ghé thăm Nha Trang. Khách sạn cách bãi biển, chợ đêm vài bước chân, gần chợ DAM, và thuận tiện gần với tất cả các loại thời gian ban ngày và ban đêm vui vẻ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Benjamin D",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt!",
            "review_content": "Các nhân viên đã được đáng yêu và các cơ sở đã được chính xác như mô tả. Chúng tôi đã có một thời gian tuyệt vời, khuyên bạn nên ở lại đây! Chúng tôi đã tham gia một tour lặn với ống thở do nhân viên đề nghị. Đó là tuyệt vời nhìn thấy tất cả các sinh vật biển, tuy nhiên là một sự xấu hổ bao nhiêu của các corral là tẩy trắng. Mất rất nhiều khối mặt trời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "gocegd",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt khách sạn và nhân viên tuyệt vời",
            "review_content": "Khách sạn xanh thế giới đã làm cho kỳ nghỉ bãi biển của chúng tôi đến Nha Trang thật thú vị. Các nhân viên và vị trí là rất tốt. Các nhân viên giúp chúng tôi với các câu hỏi và lời khuyên. Thực hiện tốt khách sạn thế giới xanh. Các bữa ăn sáng là rất lớn là tốt.",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "il Ciöcco",
            "avatar": "",
            "review_rating": "3",
            "review_title": "“Khách sạn tốt với khu vực bãi biển rất nhỏ“",
            "review_content": "Khách sạn là một khách sạn tốt 4 sao giá trị. Các phòng đều rộng rãi và được dọn dẹp. Toàn bộ nhân viên đặc biệt tại Lễ tân rất lịch sự và chuyên nghiệp. Các bữa ăn sáng rất đông đúc do một số lượng lớn khách khi chúng tôi đã có nhưng có đầy đủ các lựa chọn và được thực hiện với các thành phần tốt và tươi. Bãi biển là điểm yếu của khách sạn và rất đáng thất vọng do một số lượng nhỏ ô dù \"chỉ có 12 để chia sẻ giữa 200 phòng và tôi không biết có bao nhiêu căn hộ\". Chúng tôi ở trong khách sạn này trong 5 đêm và chúng tôi phải đi đâu đó để thuê một chiếc ô và hai chiếc ghế trong 3 ngày. Thuê một chiếc ô và hai chiếc ghế ở Nha Trang không phải là một vấn đề lớn bởi vì bạn có thể tìm thấy nó dễ dàng và khá rẻ chỉ 100. 000 VND, nhưng khi bạn đã trả tiền cho bãi biển riêng và bạn phải",
            "reviewer_location": "Gladesville, Úc"
        }
    ],
    "hotel": {
        "location": "44 Nguyen Thi Minh Khai Loc Tho Ward, Nha Trang 84 58 Việt Nam",
        "name": "Green World Hotel Nha Trang",
        "geo_data": {
            "latitude": 12.238617897033691,
            "longitude": 109.19373321533203
        },
        "room_number": "228",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/e2/95/4e/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/01/79/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/01/35/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/01/0a/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/00/d8/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/00/ba/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fc/00/9b/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/ff/6f/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/ff/3f/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/ff/13/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/ee/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/cc/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/a9/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/7a/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/51/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/32/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fe/14/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fd/de/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/fb/fd/dd/green-world-hotel-nha.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/69/19/30/green-world-hotel-nha.jpg?w=1200&h=-1&s=1"
        ]
    }
}