{
    "content": [
        {
            "name": "재윤 송",
            "avatar": "",
            "review_rating": "5",
            "review_title": "하노이 여행 필수코스 라 시에스타 프리미엄 항배 호텔!!",
            "review_content": "해외여행 제한 풀리고 비자 문제가 덜하고 물가가 보다 저렴한 베트남을 찾는 분들이 많으실겁니다.  처음 하는 여행이거나 오랜만에 하는 여행이면 숙소 위치, 베트남 물가를 생각했을 때 가격대비 적당한 곳인가, 시설은 괜찮은가 고려할 게 많죠. 제 기준에서 그 모든 고민 다 덜어주는 곳이 라 시에스타 프리미엄 항배 호텔이었습니다. 바로 옆에 라 시에스타 호텔&스파 라고 있는데 거기 아니고 프리미엄 항배로 보셔야 합니다.  추천이유  1. 하노이 공항에서 86번 버스 타고 오면 \"162 Trần Quang Khải, Lý Thái Tổ, Hoàn Kiếm, Hà Nội\" 여기 정류장 내려줍니다.  숙소에서 도보 5분 입니다.  2.  때에 따라 다르지만 공항보다 시내 환전소가 더 잘 쳐줍니다. \"67 P. Hàng Bạc, Hàng Bạc, Hoàn Kiếm, Hà Nội \" 제가 갔을 때는 여기가 제일 잘 쳐줬는데 숙소에서 도보 2분입니다.  3. 맥주거리 가셔야죠. 숙소에서 도보 4분 입니다. 신나게 놀고 살짝 걸어서 안전하게 숙소 복귀 하세요  4. 서비스가 굉장히 좋습니다. - 직원분들이 굉장히 친절합니다. 얼굴 다 기억해서 문 앞에 오면 어느샌가 뛰어나와 문 열어주고 짐도 받아 줍니다. - 호텔리어 분들이 영어를 굉장히 잘해서 베트남어 하나도 안써도 됩니다. - 먼거리 이동할 때 그랩으로 택시 부르면 고정금액에 정해진 루트로 가서 안전하고 좋은데 그거보단 호텔측에 택시 좀 불러달라 부탁하면 안전한 회사 연결해주고 택시비도 그랩 잡는거보다 싸게 먹힙니다. - 얼리 체크인 생색 안내고 잘",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Huyền N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phục vụ nhiệt tình chu đáo",
            "review_content": "Mình có ghé dùng bữa và sử dụng dịch vụ tại bar và nhà hàng thì thấy đồ ăn ngon, đồ uống hợp khẩu vị và quan trọng là các bạn nhân viên nhiệt tình và vô cùng chu đáo, đặc biệt là bạn Hiếu lễ tân khi biết là mình tới ăn sinh nhật cùng bạn đã rất chu đáo khi ord bánh cmsn bạn mình. Với vị trí thuận tiện ntn thì chắc chắn mình sẽ quay lại với những dịp đặc biệt tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "JoieC",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn trong khu phố cổ nên rất tiện cho việc tham quan và đi lại, buổi tối khá yên tĩnh.  *Phòng: Sạch sẽ, decor đẹp, set up chu đáo, có đầy đủ đồ dùng và thiết bị cần thiết, view khá ổn, nhìn ngay xuống khu phố cổ *Đồ ăn: Vừa miệng, số lượng khá nhiều so với 2 người ăn. Menu có cả món Âu và Việt ( recommend món mỳ xào bò siêu ngon) *Bar: Bar ở tầng trên cùng của khách sạn nên khá thoáng, đồ uống oke, ko quá đặc sắc. Nhân viên phục vụ nhiệt tình *Nhà hàng Cloud Nine: Decor rất đẹp, lịch sự, phù hợp để hẹn hò hoặc tổ chức sinh nhật. Đồ ăn giá ở mức trung bình, không quá đắt.  Nhân viên rất nhiệt tình, chuyên nghiệp và lịch sự Nhất định sẽ quay lại trải nghiệm lần nữa!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lương C",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Bị Ăn trộm ngay trong khách sạn uy tín nhất.",
            "review_content": "Lần đầu tiên quay trở lại Hà Nội sau gần 10 năm. Gia đình tôi háo hức và hy vọng sẽ có 1 kỳ nghỉ thật tuyệt vời và trọn vẹn nhưng chuyện không may lại xảy ra đúng vào thời điểm nhiều hy vọng ấy  Gia đình chúng tôi ở lầu 2 phòng view ban công mặt tiền Khách sạn, tối hôm đó đã bị tên trộm trèo lên mở khoá cửa và lấy mất sợi dây chuyền kỷ niệm, tuy đối với gia đình tôi giá trị bị mất không phải là quá lớn lao nhưng tinh thần đã bị suy sụp hoàn toàn trong khoảng thời gian đó. Rất may phòng tôi hôm đó có 3 người lớn ở cùng phòng, Nếu hôm đó chúng tôi không truy hô hay chỉ có một mình tôi trong phòng và têm trộm có hung khí thì không biết sự việc đã diễn ra tồi tệ như thế nào.  Trải qua sự việc này gia đình tôi sẽ để mọi việc trôi qua và như ông bà thường nói “ Của đi thay người”  ,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuong Ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Awesome even for a domestic stay / Địa điểm tuyệt vời cho cả người Hà Nội",
            "review_content": "Mình rất hài lòng với thời gian ở tại La Siesta 3 ngày vừa rồi.  Suốt quá trình tư vấn, đặt phòng cảm ơn bạn Linh Tong đã rất nhiệt tình và còn chu đáo hỏi thăm, chuẩn bị thêm phần trang trí cho phòng của mình nữa. Rất bất ngờ và thấy được quan tâm.  Về chất lượng thì khách sạn mới, thẩm mỹ, phong cách thiết kế hiện đại, lịch lãm. Bên trong yên tĩnh và tách biệt với Phố Cổ nhộn nhịp bên ngoài.  Phòng Duplex Suite mình đặt rất ưng, khác hẳn với những căn phòng một tầng thường thấy ở các khách sạn. Buổi sáng thức dậy lại có một bất ngờ khác là có thể thấy mặt trời mọc và bình minh chiếu nắng vào giường. Tuyệt vời!!  Mình là người Hà Nội, nhà cách khách sạn có 4 km thôi, nhưng việc lựa chọn Staycation và ở tại La Siesta đã là một quyết định đúng đắn cho chuyến du lịch cuối năm.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Jominjung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghĩ dưỡng",
            "review_content": "##### toi chọn là nơi gan ho gươm Rất sạch sẽ ,sang trọng và oke nhất là nhân viên phục vụ    rất nhiệt tinh ! Giá ok! .##phù hợp cho các bạn nào đi lâu tầm 14nam  như mình về nơi đây là khu phố đi bộ coa cả ăn uống vui chơi nà###",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Irene Choi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hai ngón tay cái lên !!",
            "review_content": "??? ?? ???? ??? ?? ??? ?? ???? ???? ??? ??? ? ??? ?? ????? ???? ???? 5 ?? ???? ??? ??? ??? ??? 20? ?? ?? ???? ? ? ?? ??? ?? ???? Đạt? Hả ?? ???? ??? ??? ???? ???? ??? ? ???? ???? ??? ??? ??? ??? ??? ?? ??? ???? ??? ??? ???? ???? ?? ???? ??? ? ?? ?? ????   Hang be là một trong những khách sạn La siesta. Đây là cái mới nhất. Ngay sau khi tôi đến đó, họ đã cho tôi một đồ uống chào mừng. Tất cả các nhân viên ở đó rất tốt bụng và thân thiện.  Đặc biệt nhờ có Đạt, kỳ nghỉ của tôi thậm chí còn dễ chịu hơn. Anh ấy vui lòng cho tôi những thông tin hữu ích mà tôi cần và kiểm tra xem có gì tôi cần trong khi tôi ở đó không. Và cả Hana, cô ấy rất sẵn lòng giúp tôi lấy đồ bằng cách sử dụng điện thoại của cô ấy sau khi tôi trả phòng. Cô ấy đã đảm bảo giá cả với tôi và người lái xe. Đó là một",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cirederf72",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cấp độ dịch vụ cao",
            "review_content": "Khách sạn rất tốt ở khu vực cũ của Hà Nội. Vị trí hoàn hảo để tham quan Hà Nội. Tôi đảm bảo bạn sẽ nhớ lòng tốt của đội và sự chú ý tinh tế mà họ sẽ dành cho bạn trong suốt thời gian lưu trú. Chỉ một chút ồn ào do hoạt động của trung tâm thành phố. Nhưng đó là một phần của trò chơi!",
            "reviewer_location": "Lyon, Pháp"
        },
        {
            "name": "Per B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn siêu tuyệt vời",
            "review_content": "Chúng tôi đã đặt phòng tại La Siesta và một ngày sau khi họ nâng cấp chúng tôi lên La Siesta Premium. Những căn phòng thì rộng rãi và sạch sẽ. Có một quán bar trên sân thượng, nơi bạn có thể thưởng thức cocktail với tầm nhìn. Rất tốt bữa ăn sáng và nhà hàng là tốt. Nhưng tôi muốn chỉ ra các nhân viên: họ rất thân thiện và cực kỳ hữu ích. Họ sắp xếp mọi thứ khi chúng tôi muốn hành trình 3 ngày đến vịnh Hạ Long. Khi trở về, chúng tôi quyết định ở lại với họ một lần nữa, do các nhân viên. Nó rất đẹp nằm ở khu phố cổ của Hà Nội, với mọi thứ chỉ cách một quãng đi bộ ngắn. Các nhân viên ở đây rất thân thiện và hữu ích cho đến những điều nhỏ nhất. Chúng tôi có thêm một bản nâng cấp lên bộ 2 tầng tuyệt vời. Với một bồn tắm trên ban công? Tôi khuyên bạn nên ở đây, không chỉ vì khách sạn",
            "reviewer_location": "Trondheim, Na Uy"
        },
        {
            "name": "Darren S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời, nhân viên tuyệt vời",
            "review_content": "Đây là chuyến thăm đầu tiên của chúng tôi đến Việt Nam. Sự chào đón và mọi tương tác với bất kỳ thành viên nào trong nhóm khách sạn đều không có lỗi. Không có gì là quá nhiều rắc rối và họ khiến tâm trí bạn thoải mái ngay từ khi bạn bước vào viên ngọc nhỏ này của một khách sạn. Khu phố cổ rất nhộn nhịp và ồn ào nên khi bạn vào khách sạn, nó rất thích và ốc đảo bình yên. Spa rất tuyệt vời, nó đắt hơn các cửa hàng massage bên ngoài, nhưng nó rất chuyên nghiệp và cô gái trẻ đứng sau bàn làm việc rất hữu ích, chắc chắn đáng giá 25, ở Anh sẽ là 75 massage. Bữa sáng rất tuyệt, lento để lựa chọn. sẽ trở lại lần nữa",
            "reviewer_location": "Leeds, Vương quốc Anh"
        },
        {
            "name": "창모 구",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn hảo",
            "review_content": "Khách sạn và nhân viên tốt nhất tại hà nội. Dịch vụ và lòng tốt là tốt hơn so với các khách sạn chuỗi toàn cầu khác. Mỗi nhân viên chăm sóc khách hàng chân thành. Đặc biệt là Quản Quân đã cho tôi ấn tượng rất lớn. Anh ấy cho tôi biết tất cả các thông tin như nơi tốt nhất để xem và nhà hàng. Anh luôn nỗ lực để giao tiếp với khách hàng một cách cẩn thận. Cảm ơn bạn đã tốt bụng, cam trên! ! Tôi sẽ ở khách sạn này bất cứ khi nào đến hà nội.  ??? ? ???? ?? ?? ?? ???? ??? ???? ?? ????? ??? ???? ? ??? ???? ???",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Antonio Simao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excepcional",
            "review_content": "Tôi đã ở đây vài ngày và chỉ có một từ để đánh giá khách sạn và nhân viên: tuyệt vời! Đặc biệt là Quân và Thành! Xuất sắc! Cảm ơn tất cả lòng tốt và sự chuyên nghiệp của bạn! Tôi thực sự khuyên bạn nên! Và tôi biết một số khách sạn nổi tiếng nhất!",
            "reviewer_location": "Lisbon, Bồ Đào Nha"
        },
        {
            "name": "2good2b#1",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KHÁCH SẠN 6 SAO TẠI HÀ NỘI",
            "review_content": "Tôi đi du lịch rất nhiều vì công việc và chúng tôi đã ở Hà Nội để nghỉ hè vào tháng 4 năm 2019. Tôi đã thực hiện nghiên cứu của mình và EHG có nhiều tài sản ở Hà Nội. Điều tuyệt vời nhất với tôi là lượng bình luận tích cực mà tôi thấy. Vì vậy, chúng tôi đã ở lại với La Siesta Diamond để thử nghiệm nó. Khi chúng tôi đến La Siesta Diamond, người quản lý quầy lễ tân hỏi liệu cô ấy có thể nâng cấp chúng tôi lên một bộ trong khách sạn mới toanh của cô ấy mới khai trương vài ngày trước, xin lỗi tôi đã quên tên của cô ấy nhưng cô ấy cũng cần được thưởng cho điều này. Cô ấy dẫn chúng tôi xuống La Siesta Premium và bảo chúng tôi đừng lo lắng về hành lý của chúng tôi. Ôi! ! ! ! ! toàn bộ nhân viên đã THÂN THIỆN ngay khi chúng tôi bước vào. Cơ sở và các phòng của chúng tôi là HPER TRỢ,",
            "reviewer_location": "Atlanta, Georgia"
        },
        {
            "name": "Helen Y",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sang trọng",
            "review_content": "Khách sạn này thật nổi bật! Đó là sang trọng và lớn trong mọi cách! Từ phút bạn bước vào, bạn sẽ cảm thấy mình được nuông chiều và chăm sóc trong suốt thời gian lưu trú. Nó được trang trí đẹp mắt hoàn toàn sạch sẽ không tì vết. Mỗi phòng đều sang trọng với khăn tắm trắng dày sẽ làm bạn say mê. Đối với tôi điều ngạc nhiên nhất là khu vực ăn sáng và ăn tối của họ. Họ gọi nó là đám mây chín chín vì nó ở tầng 9 với tầm nhìn khắp quận Hà Nội và xa hơn nữa. Cho đến nay sự lựa chọn tốt nhất tại Hà Nội. Đã yêu nó ! ! ! Một lời cảm ơn đặc biệt đến nhân viên membe. Quan Dương",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "chingmansuvy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất tôi từng thử!",
            "review_content": "Tôi tìm thấy khách sạn này bằng cách đi bộ quanh khu phố cổ. Tôi bị thu hút bởi thiết kế cửa trước. Nó trông hiện đại và sang trọng sau khi đổi mới. Và bây giờ họ có khuyến mãi về chỗ ở nên fd của tôi và tôi quyết định qua đêm ở đó. Phòng mới, sạch sẽ và ngăn nắp. Cả hai chúng tôi ngủ ngon trong khách sạn.  Chúng tôi đã có bữa sáng tự chọn tại chín tầng mây, vào ngày 9 / f. Quan điểm là tuyệt vời! Bạn đáng để thử một lần.  Chúng tôi đã nhận được sự chào đón nồng nhiệt của các nhân viên được đào tạo tốt. Họ thực sự chân thành, quan tâm và lịch sự, đặc biệt là nhờ Bình. Anh ấy thậm chí còn đưa chúng tôi đến quầy đổi tiền và cố gắng hết sức để giải quyết vấn đề của khách. Điều đó thực sự ấn tượng.",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "scrubb12",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoàn toàn tuyệt vời",
            "review_content": "Chúng tôi đã đặt 3 phòng cho một kỳ nghỉ gia đình tại kim cương la siesta và được nâng cấp lên khách sạn này, khách sạn chị em của họ. Nó chỉ mới mở được vài ngày và mọi thứ thật tuyệt vời. Các nhân viên luôn thân thiện và cực kỳ hữu ích. Chúng tôi đã đặt tất cả các tour du lịch của chúng tôi thông qua khách sạn với sự giới thiệu của nhân viên và người sói thất vọng. Họ thậm chí đã gửi cho tôi tin nhắn để đảm bảo chúng tôi rất thích các tour du lịch của chúng tôi. Nơi hoàn hảo để ở. Gần với mọi thứ. Ăn sáng được bao gồm và là tuyệt vời. Rất nhiều loại và rất tươi với dịch vụ tuyệt vời. Chất lượng phòng là mới, tươi và thoải mái. Donith nhìn vào các đánh giá cũ hơn vì điều này không áp dụng cho khách sạn mới. Nhân viên đã đi qua & trên để giúp đỡ và làm cho kỳ nghỉ của chúng tôi",
            "reviewer_location": "Cooma, Úc"
        },
        {
            "name": "NJ-TA-UK",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn này chỉ mở cửa vào ngày 14 tháng 4 năm 2019, vì vậy hầu hết các đánh giá phải dành cho khách sạn trước đó tại địa chỉ này",
            "review_content": "Tôi rất vui vì tôi đã đọc các đánh giá trước khi được nâng cấp lên đây từ khách sạn La Siesta Diamond đã đặt của tôi. Khách sạn này rất đẹp và mới khai trương. Các phòng đều tuyệt đẹp, bữa sáng tự chọn rất đa dạng và ngon miệng và nhân viên ở trên và hơn thế nữa. Vị trí tuyệt vời ngay trong trung tâm của nó. Sắp xếp đón tôi từ khách sạn và tất cả các chuyến đi qua chúng. Họ chăm sóc hành lý của tôi trong khi tôi ở Sapa và mời tôi một phòng để tắm khi tôi trở về từ 3 ngày ở Vịnh Hạ Long mặc dù thực tế tôi đã bay về nhà vào ngày hôm đó và vì vậy tôi đã không đặt phòng. Tôi không thể lỗi nó và hy vọng các đánh giá cũ kèm theo địa chỉ này sẽ bị xóa vì khách sạn mới này là tuyệt vời.",
            "reviewer_location": "London, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "27 Hàng Bè Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "La Siesta Premium Hang Be",
        "geo_data": {
            "latitude": 21.033048629760742,
            "longitude": 105.8538818359375
        },
        "room_number": "60",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c0/1a/entrance-facade.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c0/57/lobby-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c0/6f/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c0/45/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c0/0d/reception.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c2/ce/cloud-nine-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c2/e3/cloud-nine-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c3/13/breakfast-buffet.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c3/41/cloud-nine-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c5/c6/la-siesta-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c5/d1/la-siesta-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c5/d9/la-siesta-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c7/80/penthouse-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c7/94/penthouse-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/70/c7/d7/penthouse-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/74/1b/bc/spa-treament-room-1.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/74/1b/e1/la-siesta-premium-hang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/74/1d/f0/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/74/26/15/duplex-suite-4.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/74/26/20/junior-suite-2.jpg?w=1200&h=-1&s=1"
        ]
    }
}