{
    "content": [
        {
            "name": "Rose",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng để nghỉ dưỡng khi đến Nha Trang",
            "review_content": "Mình đã  ở đây với những người đồng nghiệp, Khách sạn có vị trí thuận tiện, rất gần biển và gần trung tâm thương mại, phòng ốc sạch sẽ và thoải mái, nhân viên rất vui vẻ và  giúp đỡ chúng tôi nhiệt tình, tôi sẽ ghé khách sạn này khi đến Nha Trang vào một dịp gần nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi nghỉ dưỡng tuyệt vời",
            "review_content": "Công ty mình đi du lịch ở lại đây 2 ngày 1 đêm. Khách sạn có style lịch sự, sang trọng, bố trí trong phòng rất gọn gàng, sạch đẹp. Các sếp người Nhật công ty mình rất hài lòng. Ăn sáng rất hợp khẩu vị của mọi người. Nhân viên rất dễ thương, nhiệt tình, hết lòng hỗ trợ khách khi gặp rắc rối.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ngvtung76",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí thuận tiên, phòng đẹp",
            "review_content": "Tôi và gia đình ở tại khách sạn Stella Maris Nha Trang. Phòng đẹp và rộng rãi, nhìn ra vịnh Nha Trang rất đẹp.Nhân viên Lễ tân không thân thiện, không chu đáo phục vụ khách khi cần trợ giúp. Ăn sáng tam ổn, có nhiều món cho khách Á. Phía trước sảnh khách sạn, taxi chiếm chỗ, không có chỗ cho xe riêng vào và đỗ, lên khách phải xách hành lý hơi mệt. Cầu thang máy nhỏ và có nhiều nước trong thang máy, không an toàn dễ bị trơn trượt.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Haomi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, NV rất nhiệt tình",
            "review_content": "Rất thiện cảm với NV ở đây, từ bảo vệ cho tới lễ tân, bộ phận buồng phòng... đều rất dễ thương và hỗ trợ nhiệt tình. Phòng đẹp, thiết bị hiện đại, wifi tốt, không có gì phải chê. Vị trí cũng rất thuận lợi, đi bộ ra biển tầm 3 - 5 phút. Hôm mình ở phòng 1702 có view cực đẹp, có thể ngắm toàn bộ bờ biển, xa xa là Vinpearl, buổi tối ngồi ngắm nhìn thành phố từ trên cao, tuyệt vời! Có thể nói mình đã có những trải nghiệm và ấn tượng đẹp khi lần đầu tiên đến với Nha Trang và Stella Maris",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "tqthangvn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng để ở khi đến Nha Trang",
            "review_content": "Khách sạn nằm ở đường Tuệ Tĩnh , cách đường Trung tâm Trần Phú 3 phút đi bộ. Khách sạn có 18 tầng lầu , Phòng rộng rãi , thiết kế theo hướng hiện đại , đầy đủ mọi trang bị và đáp ứng tốt mọi nhu cầu của khách , wifi tốt.  Chúng tôi đặt ăn tối tại Khách sạn , giá cả phải chăng , hợp lý . Nhân viên phục vụ rất niềm nở , ân cần. Chúng tôi sẽ quay lại ở đây chắc chắn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "CathShelts",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn lớn",
            "review_content": "Ở lại hai đêm. Great phòng. Phòng tắm lớn. Hồ bơi thật đáng yêu. Đã có một thanh bên cạnh nó. Khách sạn đã bị nhà hàng thả xuống. Thức ăn sáng không ngon lắm và cà phê khá tệ. Nhân viên rất thân thiện và hiệu quả.",
            "reviewer_location": "Ballarat, Úc"
        },
        {
            "name": "KeiraLuog",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt",
            "review_content": "Phòng rộng rãi, sạch sẽ và tiện nghi tốt. Gần bãi biển, nhà hàng nhiều hơn. Vị trí rất tốt:)) Ăn sáng có một chút thất vọng, không quá đa dạng, thiếu 4 * ăn sáng. Nhân viên cần thân thiện hơn và mỉm cười. Spa thực sự rẻ, nhưng luôn đặt đầy đủ.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Chipmunks",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "chúng tôi ở tại khách sạn này trong 2 ngày. Vị trí rất tốt. Chỉ cần 2 phút đi bộ đến bãi biển. Có rất nhiều nhà hàng, spa và siêu thị nhỏ xung quanh. Các phòng lớn và sạch sẽ. Các dịch vụ và thực phẩm tại nhà hàng chỉ là OK. Một điều tiêu cực là nhà vệ sinh ở các khu vực công cộng rất bẩn.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Helen ET",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng lớn ở một vị trí tốt",
            "review_content": "Chúng tôi ở đây hai đêm như là một phần của một nhóm du lịch. Đăng ký được trơn tru và rắc rối miễn phí. Các phòng thực sự lớn và rộng rãi, và phòng tắm là tốt đẹp. Chúng tôi đi bộ hầu hết các địa điểm từ đây, đến các chợ, quán bar / nhà hàng và bãi biển. Chiếc giường rất hợp lý và nó là một nơi yên tĩnh. Chúng tôi đã không sử dụng hồ bơi, nhưng đã ăn sáng mỗi ngày và nó là hợp lý.",
            "reviewer_location": "Canberra, Úc"
        },
        {
            "name": "Ozziechic362",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Tôi ở đây như là một phần của một tour du lịch. Các phòng đều sáng sủa và thoáng mát với phòng tắm cỡ vừa. Cái giường hơi khó và phòng tắm có một số khuôn vì không có quạt trong phòng tắm. Khách sạn rất gần với bãi biển và chợ đêm. Hầu hết các phần của thị trấn nằm trong khoảng cách đi bộ. Tôi không ăn sáng nên tôi không chắc món ăn đó là gì. Ngay bên ngoài khách sạn có quán bar và một vài nhà hàng. Có một vài mini-marts trên đường phố, nơi bạn có thể mua nước, vv Tôi sẽ ở lại đây một lần nữa.",
            "reviewer_location": "Athens"
        },
        {
            "name": "Msk6261",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng lớn trong một khách sạn mới",
            "review_content": "Ở lại với một tour du lịch nhóm. Khách sạn tương đối mới. Phòng của chúng tôi là HUGE và rất sạch sẽ. Nhân viên rất thân thiện và hữu ích. Chúng tôi ngủ ngon và dành phần lớn thời gian trong ngày. Khoảng cách đi bộ đến khu vực đông đúc hơn của khu vực bãi biển Nha Trang. Không phải là một thảm họa, không phải là khinh bỉ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nils w",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Những gì bạn thấy là những gì bạn nhận được",
            "review_content": "Khách sạn này là một trong hàng chục tài sản rất giống nhau đã mở ra trong năm qua. Chúng tôi đã ở đây được năm ngày, và không thể hạnh phúc hơn, ngoại trừ một vài chi tiết nhỏ. Đầu tiên, phòng. Bạn gần như có thể ngửi thấy mùi sơn, đó là cách mới nơi này. Không phải là đồ nội thất chất lượng tốt nhất, để chắc chắn, nhưng rất tươi mới và đơn giản (phòng tắm đặc biệt tốt đẹp). Phòng có kích thước rất tốt. Internet tuyệt vời. Các bữa ăn sáng là hoàn toàn tốt đẹp, rất nhiều trái cây tươi, và cũng là một món súp Pho thực sự tốt, cũng như bánh ngọt thông thường, trứng, vv Phòng tập thể dục là tốt, và đối với một số lý do có thể giải thích cũng có một phòng tắm hơi; bit của một overkill, nhìn thấy nó là 40 C bên ngoài. Các hồ bơi, trên tầng 10 là nhỏ, nhưng cũng tốt; hầu như không có",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "57 Tuệ Tĩnh, Nha Trang Việt Nam",
        "name": "Stella Maris Nha Trang Hotel",
        "geo_data": {
            "latitude": 12.231008529663086,
            "longitude": 109.19544982910156
        },
        "room_number": "98",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/b6/c1/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/4b/2b/room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c8/76/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c8/7a/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c8/73/restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/1e/suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/1f/h-boi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/1c/executive.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/1d/suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/1b/executive.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/18/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/19/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/20/h-boi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/c7/b6/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/b6/c0/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/01/b6/be/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/de/2f/42/stella-maris-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/66/54/da/photo8jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/e8/53/43/stella-maris-nha-trang_rotated_270.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/a1/44/a1/photo1jpg.jpg?w=1200&h=-1&s=1"
        ]
    }
}