{
    "content": [
        {
            "name": "Phan Long Ánh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great experience",
            "review_content": "Phòng ốc đẹp , sạch sẽ, luôn được dọn dẹp trong suốt quá trình lưu trú. Thiết kế đẹp,  đầy đủ tiện nghi. Nhân viên thân thiện, hỗ trợ khách từ những chi tiết nhỏ nhất. Khách sạn có trà bánh cà phê miễn phí cho khách. Gần biển, xung quanh có khá nhiều nhà hàng. Cảm ơn Dânngmoment team đã cho chúng tôi trải nghiệm tuyệt vời. Sẽ quay lại đây khi có dịp.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hồng Ngọc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful and amazing",
            "review_content": "Chúng tôi đã thuê ở đây trong vòng 2 tháng. Tôi và chồng tôi rất thích cách phục vụ, các bạn nhân viên và đội bảo vệ luôn nhiệt tình. Căn hộ luôn được dọn dẹp sạch sẽ. Dịch vụ giặt ủi chu đáo. Ở đây họ không dùng thuốc tẩy để giặt mà toàn dùng nước giặt sấy loại tốt. Đặc biệt nệm rất êm. Và nhà thì cách biển chừng 500m đi bộ. Nói chung mọi thứ rất tốt. Mong các bạn luôn giữ vững mọi thứ như thế này. ",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Xe điện T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn có mấy anh quản lý nấu ăn ngon",
            "review_content": "Khách sạn có phong cách riêng, không giống như những khách sạn thông thường ở Đà Nẵng. Phòng ốc sạch sẽ, đồ ăn nấu tại khách sạn, ăn dưới nhà ăn tầng 1, đi bộ lên các phòng. Khách chủ yếu là người nước ngoài. Buổi tối cuối tuần nghe hát và Piano rất hay",
            "reviewer_location": "Bắc Ninh, Việt Nam"
        },
        {
            "name": "Anhanh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn ấm cúng, ông chủ hào phóng",
            "review_content": "Tôi và gia đình đã nghỉ ở Danang moment 4 ngày. Giai đoạn này ở đây đang mưa nhưng chung tôi đã tìm thấy không khí gia đình trong 2 căn mà chúng tôi đã book, ở đây không phải là khách sạn, cảm giác ấm cúng của một ngôi nhà làm chúng tôi quên đi cái lạnh bên ngoài. Với lối thiết kế mang đậm tính đông dương đồ đạc ở đây chủ yếu là bằng gỗ được sắp đặt chỉnh chu và mang nét thẩm mỹ riêng biệt, bếp rộng rãi và nhất là sự tiện dụng, sạch sẽ cộng với phong cách phục vụ quá nhiệt tình mà chúng tôi không tìm ở đâu trong đà nẵng được. Xin cảm ơn anh Dennis và các bạn nhân viên đã coi chúng tôi như gia đình trong suốt thời gian ở đây, chắc chắn chúng tôi sẽ quay lại. Chúc tương lai của Danang moment phát triển và mong các bạn giữ mãi phong cách Danang moment trong tương lai.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "quynh t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt",
            "review_content": "Tôi và gia đình đã đến ở tại Danangmoment một tuần, thấy rất thoải mái khách sạn gần Biển chỉ 5 phút đi bộ. Tòa nhà được Bác chủ thiết kế theo kiểu phong cách Việt pha lẫn lối kiến trúc Champa hài hòa và rất độc đáo. Căn hộ tôi ở có phòng khách và bếp riêng biệt với phòng ngủ và được chăm chút rất tỉ mỉ. Ở đây có phòng giặt và sấy riêng và chất lượng phục vụ ngang với khách sạn 5 sao. Tôi và gia đình sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, nội thất có gu, món ăn ngon, nhân viên thân thiện",
            "review_content": "Khác hẳn với nhiều khách sạn chỉ để ngủ với những đồ nội thất cơ bản (dù hiện đại), Danang moment có một không gian nội thất ấn tượng và có phong cách riêng, hội tụ nhiều yếu tố hiện đại, nghệ thuật, tiện dụng, ấm cúng và thân thiện.  Mình khá thích đồ ăn ở đây, cả đồ uống nữa, đặc biệt là cafe pha máy do đích tay ông chủ khách sạn pha giúp. Từ khách sạn ra bãi biển khá gần, ra quán Mỳ quảng địa phương gần đó cũng tiện, đi bộ được, ra sân bay bằng taxi khoảng hơn 10p.  Sẽ quay lại. Highly recommend!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Cu Tí S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Like home!",
            "review_content": "mình ở đây 5 ngày. vị trí gần biển. khách sạn khá sạch sẽ và tiện lợi. khách sạn được trang trí theo phong cách có gu và cuốn hút vì khá thân thuộc với người việt nhưng lại rất sang. cafe ở tầng 1, giặt đồ ở tầng 2 rất rẻ và chu đáo quần áo được sấy thơm tho và gấp gọn gàng. thích nhất khoản khi bước lên cầu thang tầng 2 phải để lại giầy dép trong tủ vì nó giữ cho phòng lúc nào cũng sạch sẽ và cảm giác giống ở nhà. Trong phòng khách sạn khá rộng, nhà mình có em bé nên có chỗ để bò và vui chơi. bếp nấu ăn rất liện cho việc chăm sóc và nấu bột cho bé. giường đêm và trải giường khá xịn giống khách sạn 5 sao, phòng tắm cũng khá văn minh khi khu tắm riêng và khu vệ sinh riêng nên rất khô ráo. điều hòa mát rượi. chỉ có một điểm trừ duy nhất là ông chủ khách sạn hay mời xuống lầu uống",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cuc H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm khó quên tại Danang Moment",
            "review_content": "Đây không chỉ là căn hộ, đây là nhà. Là cái gốc của người champa cổ, là cái nôi của người Đà Nẵng. Đồ ăn thực sự phải nói là rất ngon, âm nhạc buổi tối có piano và violin nữa. Phòng rất đẹp và ấm cúng, đầy đủ tiện nghi. Các nhân viên cũng thân thiện và giúp đỡ tôi rất nhiều về các thông tin về du lịch tại Đà Nẵng.  Thật sự là một trải nghiệm tuyệt vời!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "877truch",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KHOẢNH KHẮC TUYỆT VỜI TẠI ĐÀ NẴNG MOMENT",
            "review_content": "Thật tuyệt vời khi chọn Danang Moment cho kỳ nghỉ vừa qua của tôi. Không gian ấn tượng, phòng rất sạch đẹp, âm nhạc và ca sĩ cũng rất tuyệt vời, nhân viên thân thiện, tôi thực sự đã có những khoảnh khắc tuyệt vời tại đây. Những món ăn ở nhà hàng rất ngon, thái độ phục vụ của nhân viên làm tôi vô cùng hài lòng. Nhất định sẽ chọn Danang Moment khi có dịp đến Đà Nẵng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hữu Linh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thực sự cảm giác như ở nhà. Nhân viên rất thân thiện, đặc biệt là chủ căn hộ. Nơi bạn có thể hỏi bất cứ thông tin nào ở",
            "review_content": "Thực sự cảm giác như ở nhà. Nhân viên rất thân thiện, đặc biệt là chủ căn hộ. Nơi bạn có thể hỏi bất cứ thông tin nào ở Đà nẵng. Căn hộ khá ấm cúng, có gu thẩm mỹ và tiện nghi. Căn hộ cũng rất gần bãi biển mỹ khê, chỉ cách biển 4 phút đi bộ. Căn hộ thiết rộng rãi & thẩm mĩ đến từng chi tiết, đặc biệt buổi tối có nhạc piano và món gà sốt cam do chính tay ông chủ quá ngon. Tôi sẽ quay lại trong dịp tới, nếu có cơ hội đến Đà Nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daisy.V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Botique đẹp",
            "review_content": "Sạch và đẹp, đúng như quảng cáo! Muốn giới thiệu cho bất cứ ai đến thăm Đà Nẵng. Đà Nẵng cung cấp các quy trình kiểm tra vào và ra rất chi tiết có lợi cho kỳ nghỉ! Giá trị lớn xem xét đơn vị tổng thể, vị trí, và không gian đậu xe miễn phí! Chắc chắn sẽ ghé thăm một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gonzalez micheal",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 tháng với rất nhiều kỷ niệm",
            "review_content": "Cảm ơn đội ngũ của Đà Nẵng, tôi không muốn rời khỏi nơi đáng yêu này sau thời gian dài ở Đà Nẵng, mọi thứ đều tuyệt vời, các bạn đã làm việc chăm chỉ đến năm tòa nhà và apt của tôi luôn sạch sẽ và cảm ơn nghệ sĩ piano chơi rất tốt những bài hát của cô ấy. Tôi sẽ trở lại chắc chắn, cảm ơn",
            "reviewer_location": "Hoa Kỳ"
        },
        {
            "name": "panda_powpow",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đơn giản là đáng yêu",
            "review_content": "Nơi này có rất nhiều sự quyến rũ! Thật không may là việc xây dựng đang diễn ra ngay bên cạnh, nhưng nó không phải là một sự bất tiện. Nhân viên thân thiện không ngờ. Trà hoặc cà phê miễn phí mỗi ngày cũng như WiFi miễn phí, bãi đậu xe và 2 chai nước. Gần đủ bãi biển và nhà hàng tuyệt vời gần đó.",
            "reviewer_location": "Honolulu, Hawaii"
        },
        {
            "name": "Doan T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ vượt trội và không gian được thiết kế đẹp mắt",
            "review_content": "Đây là lần thứ 2 tôi ở lại Đà Nẵng và cả hai lần đều tuyệt vời! Tôi thuê căn hộ trong 1 tháng và nó đi bộ khoảng cách đến một trong những bãi biển tốt nhất trong khu vực. Chủ sở hữu Dennis là một anh chàng tuyệt vời và quan tâm đến những vị khách này. Các phụ nữ phía trước bàn là khá có sức chứa và dễ chịu để nói chuyện với. Đồ ăn nhẹ và cà phê / trà miễn phí suốt cả ngày là một sự thay đổi tuyệt vời từ các căn hộ khác. Một phần trong gói của tôi, tôi giặt đồ giặt hai lần một tuần nên tôi không bao giờ phải lo lắng về đồ giặt bẩn. Khi tôi lấy lại đồ giặt, nó có mùi lạ và đẹp. Có một nhà hàng / khu vực cà phê cho khách chỉ với một cây đàn piano. Tôi tin rằng mỗi tối thứ sáu, có một recital / mini có được với nhau.  Đây là một trong những nơi yêu thích của tôi để ở lại trong Nang",
            "reviewer_location": "Mountain View, California"
        },
        {
            "name": "Corey H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời, căn hộ tuyệt đẹp.",
            "review_content": "Dành 2 tháng đáng kinh ngạc tại Đà Nẵng Moment và tận hưởng từng ngày của nó. Các nhân viên là một số những người hữu ích và thân thiện nhất mà tôi từng trải qua trong suốt 2 năm đi du lịch khắp Đông Nam Á. Họ rất hữu ích với các khuyến nghị về những gì để xem và làm, cũng như giúp chúng tôi học một số ngôn ngữ và văn hóa cơ bản của Việt Nam.  Các căn hộ chính nó chỉ đơn giản là đẹp - - trang trí rất tốt và bao gồm tất cả các đồ nội thất và thiết bị chúng tôi cần thiết cho một kỳ nghỉ thoải mái và thú vị. Máy lạnh tuyệt vời, Internet tốc độ cao, bộ khăn trải giường thoải mái và được dọn dẹp thường xuyên. Dịch vụ giặt là cực kỳ nhanh chóng và được thực hiện tốt.  Các khu vực quán cà phê ở tầng dưới là rất tốt đẹp để thư giãn và uống một số trà xanh miễn phí hoặc cà phê với nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tony W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà xa nhà",
            "review_content": "Không nghi ngờ gì nữa, một trong những khách sạn yêu thích mà tôi đã ở lại trong thời gian ở Đà Nẵng! Phòng thực sự sạch sẽ và thoải mái, bộ khăn trải giường thực sự chất lượng và thoải mái, trang trí theo phong cách indochina sang trọng và điển hình, thưởng thức cafe, bánh với piano trực tiếp vào cuối tuần. . . . Tất cả sự tôn trọng đối với đội ngũ làm một công việc tuyệt vời ở đây: mẫu thật sự của sự hiếu khách tuyệt vời! Tôi thực sự cảm thấy như đang ở nhà tại căn hộ dịch vụ Đà Nẵng Moment Boutique. . . Tôi sẽ trở lại cho chắc chắn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ryancytan1991",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời và rất thoải mái ở lại!",
            "review_content": "Đà Nẵng thời điểm là một căn hộ tuyệt vời để ở tại, từ các nhân viên hữu ích và thân thiện, đến các phòng rất thoải mái. Phòng của chúng tôi rất rộng rãi, giường và gối rất thoải mái, điều hòa không khí tuyệt vời, wifi tốt, tủ lạnh lớn và tiện nghi nấu ăn cảm ứng. Chúng tôi đã tìm được vị trí tốt, chỉ khoảng 10 phút đi bộ đến bãi biển, 10 - 15 phút đi ô tô hoặc đi xe đạp đến thị trấn. Chúng tôi rất thích tháng của chúng tôi tại Đà Nẵng, chỗ ở chính nó đã chắc chắn là một trong những điểm nổi bật của chuyến đi của chúng tôi, chúng tôi đã đặc biệt thoải mái và vui mừng chúng tôi tìm thấy nơi này. Sẽ rất khuyến khích!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        }
    ],
    "hotel": {
        "location": "Lô D10-11 K38, An Thượng 34 Phường Mỹ An, Quận Ngũ Hành Sơn, Đà Nẵng 550000 Việt Nam",
        "name": "Danang Moment - Boutique Serviced Apartment",
        "geo_data": {
            "latitude": 16.049489974975586,
            "longitude": 108.24398040771484
        },
        "room_number": "26",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/87/6e/ff/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/36/25/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/36/13/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/c6/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/ab/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/9a/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/89/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/6b/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/5f/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/41/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/37/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/22/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/13/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/35/0b/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/34/f7/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/34/e6/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/33/ad/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/33/a2/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/33/89/danang-moment-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/6f/33/61/danang-moment-boutique.jpg?w=1200&h=-1&s=1"
        ]
    }
}