{
    "content": [
        {
            "name": "Thao Thi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt ",
            "review_content": "Địa điểm thuận lợi , trung tâm , phòng sạch sẽ , yên tĩnh , gần nhà thờ lớn , gần hồ Hoàn Kiếm , chúng tôi đi công tác gần đây và nhân viên rất hữu ích giúp chúng tôi , nhân viên thân thiện , nếu bạn cần họ giúp họ sẽ dành thời gian cho bạn !",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Lan Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng đẹp, sạch, rất gần trung tâm Hà Nội",
            "review_content": "Khách sạn phòng đẹp, sạch, rất gần trung tâm Hà Nội, đi bộ 2 - 3 ph ra nhà thờ lớn. Nhân viên nhiệt tình thân thiện. Tiện lợi đi đến các địa điểm tham quan trong trung tâm Hà Nội. Mình đã kẻ ở 1 số KS ở Hà Nội thì KS này là KS tầm trung mà mình hài lòng nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great hotel and staff friendly ",
            "review_content": "Chúng tôi chỉ ở đây một đêm nhưng thực sự thích. Mặc dù khách sạn không lớn nhưng đáng đồng tiền. Nó gân với tat cả cac địa điểm đẹp o Hà Noi .Các bạn nữ lễ tân luôn nhiệt tình,vui vẻ chào đón mỗi khi chúng tôi ra ngoài và trở về ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "mailienpham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt ",
            "review_content": "Khách sạn có vị trí thuận tiện, dễ tìm, đi bộ tới nhà thờ cổ và hồ Gươm rất gần. Phòng ở khá tiện nghi và sạch sẽ, có bản đồ chỉ đường. Nhân viên rất nhiệt tình và thân thiện. Mình sẽ tiếp tục chọn nghỉ tại đây nếu có dịp quay lại Hà Nội. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm đáng quay lại",
            "review_content": "Phòng ở sạch sẽ, gần trung tâm, có thể đi bộ được nhiều nơi. Tuy chỗ ở có hơi bất tiện chút xíu vì cấm xe hơi 1 chiều và mình không book phòng trước nên giá có hơi cao hơn bình thường, nhưng bù lại thái độ phục vụ của nhân viên hết sức vui vẻ. Sau khi trả phòng vẫn nhận giữ đồ hỗ trợ khách. Lần sau sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuoc N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Phòng rất đẹp và sạch sẽ. Điều khiến tôi hài lòng nhất là thái độ phục vụ. Nhân viên rất thân thiện và ân cần, hỗ trợ hết mình cho khách. Khách sạn có vị trí rất thuận tiện cho việc tham quan phố cổ, nằm trong khu vực yên tĩnh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "phong dep",
            "review_content": "rat thoai mai, dv tot  Từ đây đi ra hồ Hoàn Kiếm và các địa điểm mua sắm, ăn chơi khác rất gần. Nội thất khách sạn tương đối tốt, phòng đủ sạch sẽ, phòng tắm rộng, trong phòng có cả laptop cho khách sử dụng. Nhân viên rất vui vẻ, thân thiện. Nhược điểm nhỏ là khách đi xe máy sẽ thiếu chỗ để xe do mặt tiền khách sạn hẹp, vỉa hè hẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Van H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhận xét ks",
            "review_content": "Địa điểm gần khu trung tâm. Khách sạn phòng sạch sẽ,đẹp,  phòng xứng đáng với giá tiền.  Nhân viên cực kì dễ thương ,nhiệt tình  và thân thiện. Khach o day muốn di dau nhan vien rat nhiet tinh giup do va tu van.khach co van de gi nhan vien luon giup do ban nhiet tinh.do an sang o day cung rat ngon,de an,lai con co do uong mien phi ca ngay nua.ks co xe dua don san bay luon va gia con re hon di taxi.lan sau tới HN mình sẽ lại ở  ks này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "sthuytrang",
            "avatar": "",
            "review_rating": "4",
            "review_title": "1 chuyến lưu diễn tại HN",
            "review_content": "Sạch sẽ, tiện nghi, sáng sủa, rất thích hợp cho 1 chuyến đi dài ngày.  Dịch vụ phòng rất nhanh , gọn gàng, nhân viên phuc vụ nhiệt tình. Đặc biệt tôi rất ưng ý với cách phục vụ và ứng xử , xử lý tình huống của lễ tân.  Sẽ tiếp tục lưu nghỉ tại đây nếu có cơ hội",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "HanoiJW",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Sạch sẽ, yên tĩnh, gần trung tâm",
            "review_content": "Khách sạn nằm ở cạnh bên Nhà thờ lớn, con phố đẹp, yên tĩnh, có nhiều quán ăn và cafe xinh xinh. Từ đây đi ra hồ Hoàn Kiếm và các địa điểm mua sắm, ăn chơi khác rất gần. Nội thất khách sạn tương đối tốt, phòng đủ sạch sẽ, phòng tắm rộng, trong phòng có cả laptop cho khách sử dụng. Nhân viên rất vui vẻ, thân thiện. Nhược điểm nhỏ là khách đi xe máy sẽ thiếu chỗ để xe do mặt tiền khách sạn hẹp, vỉa hè hẹp.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "MarkGilligan1",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Nơi nghèo",
            "review_content": "Tôi thực sự bối rối bởi các đánh giá điểm cao. Đây là một khách sạn hơi bẩn với một tiếp tân không thân thiện. Ngoài ra căn phòng có phần kỳ quặc ở chỗ có hoa trên giường, nhưng không có xà phòng trong phòng tắm. Tôi không khuyên bạn nên ở đây.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Erica I",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Có thể kinh doanh nhiều hơn Andy một cách chuyên nghiệp",
            "review_content": "Ban đầu, chúng tôi đã đặt phòng tại Khách sạn Ngôi sao Lớn nhưng đã được chuyển đến Khách sạn Ngôi sao Lớn. Căn phòng chúng tôi được đưa đến là đủ đẹp nhưng chúng tôi không thể làm việc an toàn và cửa sổ bị chặn và nhìn ra công trình bên cạnh. Phòng ăn sáng nhỏ và ở tầng trệt của khách sạn bên cạnh. Các nhân viên đã giúp đỡ và sắp xếp một chiếc taxi đến và đi từ khách sạn theo yêu cầu của chúng tôi. Tôi có lẽ đã thích ở tại khách sạn Grand Star vì nó có vẻ chuyên nghiệp hơn. Khách sạn nằm gần Nhà thờ và các hồ nhưng cách xa một chút để đi bộ đến các bảo tàng và điểm tham quan khác.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Suzanne Z",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở đây!",
            "review_content": "Khách sạn đẹp và sạch sẽ với ac và giường thoải mái. nhưng thực sự - ở lại đây cho dịch vụ! ! Nhân viên sẽ đảm bảo mọi thứ bạn cần phối hợp đều được thực hiện. Họ sử dụng WhatsApp rất hữu ích. Nhân viên không chỉ sắp xếp chuyến đi của chúng tôi đến mèo ba mà còn giữ túi của chúng tôi và đưa chúng tôi ra khỏi một nhúm khi tài xế xe buýt không ở đó. Họ theo dõi tất cả mọi thứ.  Đáng giá từng xu và một số.  Cảm ơn bạn đã có kinh nghiệm.",
            "reviewer_location": "Kansas City, Missouri"
        },
        {
            "name": "Zoe D",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Ở rất trung bình sau khi kết hợp ...",
            "review_content": "Chúng tôi định ở tại khách sạn S Central, khách sạn chị em của Star Boutique. Khi chúng tôi đến và đã kiểm tra, chúng tôi được thông báo rằng chúng tôi không thể ở lại đó nữa do vấn đề điều hòa không khí (điều này chỉ xảy ra sau khi chúng tôi nói rằng chúng tôi chỉ ở lại một đêm) và được gửi đến Star Boutique. Trong khi các nhân viên thân thiện, chúng tôi không hài lòng với căn phòng này. Cánh cửa bị khóa bởi chìa khóa và cảm thấy rất không ổn định, chúng tôi đã mất một thời gian dài để thử và khóa nó và không cảm thấy an toàn. Vòi vòi hoa sen bị vỡ và có rất ít áp lực nước. Những chiếc giường khá cứng và không thoải mái để ngủ và có chỗ để cải thiện với sự sạch sẽ. Căn phòng bốc mùi khói thuốc lá thật khó chịu. Mặc dù chúng tôi rất biết ơn họ có thể phù hợp với chúng tôi, tôi",
            "reviewer_location": "Úc"
        },
        {
            "name": "Carmie I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Mọi thứ đều tuyệt vời, phòng đẹp, bữa sáng rất ngon và nhân viên đặc biệt chị Hà rất thân thiện. Tôi hứa chúng ta có thể quay lại đây. Tất cả mọi thứ oley. gần chợ, nhà thờ và khu phố cổ. cũng gần hồ, chúng tôi có thể đi bộ. Cảm ơn bạn và thêm sức mạnh.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hafis Ayg",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh ngạc !! Khách sạn tuyệt vời !!!",
            "review_content": "Khách sạn này là tuyệt vời từ đầu đến cuối. Kiểm tra là rất dễ dàng và bạn nhận được đồ uống chào mừng. Các nhân viên rất thân thiện và rất rất hữu ích. Bữa sáng đơn giản nhưng ngon miệng. Phòng siêu sạch và không ồn ào. Dễ dàng truy cập vào bất kỳ nơi thu hút. Yêu khách sạn này! ! !",
            "reviewer_location": "Sitiawan, Malaysia"
        },
        {
            "name": "Mahathir I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở lại dễ chịu!",
            "review_content": "Đội ngũ khách sạn thân thiện. Họ đề xuất gói tốt nhất và chia sẻ lời khuyên cho chúng tôi khám phá Hà Nội. Người rất hữu ích Phòng rộng rãi, sạch sẽ và thoải mái. Khách sạn cách xa đường chính, chúng tôi cảm thấy bình tĩnh trước tiếng còi ồn ào. Bữa sáng ngon lành. Rất nên ở đây!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "R0bwilk",
            "avatar": "",
            "review_rating": "4",
            "review_title": "khách sạn tốt nhân viên hữu ích, ăn sáng không tốt",
            "review_content": "Khách sạn nằm ở một vị trí thuận tiện gần nhà thờ, một địa điểm tốt để tìm đường về khách sạn. Phòng vẫn ổn có lẽ một số điều có thể làm với một sự làm mới. Nhân viên nơi rất tuyệt vời, trong thực tế, cô gái chăm sóc khách sạn vào bữa sáng là một ngôi sao cô ấy đang chăm sóc lễ tân và khách đi du ngoạn và cũng chăm sóc dịch vụ bữa sáng Phòng ăn sáng rất nhỏ gây ra vấn đề khi nhiều khách hơn chỗ ngồi đến ăn sáng trước khi đi tour. Bữa sáng có thể tốt hơn nếu họ là một thành viên khác của nhân viên giúp đỡ. Ăn sáng là cơ bản. Nhìn chung nó là một khách sạn tốt ở một vị trí tốt. Chỉ cần một cảnh báo nhanh là máy nước nóng khi tắm rất nóng và tôi bị bỏng tay trên van trộn vòi hoa sen Tôi đoán máy nước nóng đang sôi nước nên hãy cẩn thận",
            "reviewer_location": "Hartlepool, Vương quốc Anh"
        },
        {
            "name": "Sue Hyoun",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hãy xem !!",
            "review_content": "Đó là chỗ ở thực sự tốt đẹp ở Hà Nội! ! Vị trí rất hoàn hảo. Tôi có thể đi bất cứ nơi nào đi bộ trong 15 phút. Cong cafe và Nhà thờ gần khách sạn này! !  Các phòng được sạch sẽ và dịch vụ là tuyệt vời. Tôi muốn đến khách sạn này một lần nữa. : -)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zach I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 đêm trong Slendid",
            "review_content": "Chúng tôi đã phải ở trong Splendid như là một kết quả của một sai lầm trong đặt phòng khách sạn của chúng tôi và tôi vui vì chúng tôi đã làm! Khách sạn này có dịch vụ khách hàng tốt nhất mà tôi từng thấy. Tôi đã có một số vấn đề với thẻ tín dụng của tôi để trả vào buổi sáng và xe buýt du lịch của tôi còn lại. Một trong những nhân viên đề nghị đưa tôi lên xe máy của mình để bắt kịp. Vì vậy, tôi đã kết thúc một cuộc phiêu lưu nhỏ đẹp thông qua giao thông Hà Nội để bắt xe buýt của tôi. Mọi thứ khác đều xuất sắc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TravelingcJin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trong những kỳ nghỉ tốt nhất của chúng tôi tại Hà Nội - Xem chi tiết",
            "review_content": "Hãy để tôi bắt đầu nói rằng tôi đã ở Hà Nội với chồng chưa cưới của tôi trong tổng cộng ba tuần và ở tại bốn khách sạn khác nhau trong suốt chuyến đi. Năm đêm ở Ninh Bình.  Chúng tôi ở tại khách sạn Splendid Star Boutique trong 4 ngày và phải nói đó chắc chắn là một trong những khách sạn tốt nhất mà chúng tôi đã ở tại Hà Nội. Tôi đã đặt 50 đô la + khách sạn trên khắp Hà Nội và mặc dù Splendid Star Boutique không lớn và rẻ tiền, nó vẫn sống đến rất nhiều khách sạn trị giá 50 đô la.  Ở đây tôi sẽ cung cấp một đánh giá chi tiết chuyên sâu của khách sạn.  PROs:  - Địa điểm: Vị trí tốt nhất về đường đi lại, tham quan và ẩm thực. Xung quanh góc là đường phố. Nhà thờ Joseph, Mumuso (cửa hàng mua sắm lấy cảm hứng từ Hàn Quốc), nhiều nhà hàng như phở nổi tiếng nhất Phố Cổ (10 Pho Ly), Mì",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Jordan S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để ở trên một ngân sách",
            "review_content": "Ở lại một đêm trong phòng cho bốn người. Chắc chắn không phải là ưa thích như các tùy chọn đắt tiền hơn, nhưng bạn có được những gì bạn phải trả cho và nhiều hơn nữa. Vị trí là tuyệt vời quá, đi bộ đến rất nhiều thứ trong khu phố cổ.  Các phòng hiện đại, sạch sẽ và rộng rãi.  Điều hòa không khí rất chậm để làm mát căn phòng và có những vấn đề ban đầu với nó. Họ quản lý để làm cho nó hoạt động sau một thời gian, và các nhân viên cực kỳ lịch sự và thân thiện hơn tạo nên cho vấn đề nhỏ này. Trong thực tế, họ cảm thấy rất tệ về việc họ đã đưa chúng tôi 50% taxi của chúng tôi đến sân bay vào ngày hôm sau.  Chắc chắn sẽ gợi ý cho bất kỳ ai tìm kiếm một nơi ở hợp lý, giá cả phải chăng để ở lại Hà Nội.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "James",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Brilliant!",
            "review_content": "Rất hài lòng với kỳ nghỉ của chúng tôi tại Khách sạn Splendid Star Boutique. Các nhân viên rất hữu ích và tử tế. Họ đã giúp chúng tôi nhiều nhất có thể! Ngoài ra căn phòng thật sạch sẽ và hiện đại. Địa điểm là rực rỡ cũng! Rất khuyên!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "t0kkebi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn khó quên",
            "review_content": "Tôi ở tại khách sạn này trong 5 ngày vào tháng 6 với bạn bè của tôi. Vị trí: 3 phút từ hồ Hoàn kkiem. Dịch vụ: Chất lượng tốt ở mức giá thấp. Giá: không tốn kém. Sạch sẽ: Tốt. Bữa ăn: Ngon Nhân viên: Kind  Nó cung cấp chỗ ở và dịch vụ tốt trong 5 ngày tại Hà Nội. Tất cả các nhân viên đều tử tế. Đặc biệt tôi sẽ không bao giờ quên lòng tốt của 'Tháng Sáu'. Nếu tôi về Hà Nội, tôi sẽ ở lại khách sạn này một lần nữa",
            "reviewer_location": "Seoul, Hàn Quốc"
        }
    ],
    "hotel": {
        "location": "19 Ấu Triệu Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "Splendid Star Boutique Hotel",
        "geo_data": {
            "latitude": 21.02836799621582,
            "longitude": 105.84815979003906
        },
        "room_number": "16",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/49/21/31/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/02/81/08/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/70/26/bd/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/9a/28/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/99/45/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/98/32/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/96/65/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/95/c8/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/95/3a/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/94/c3/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/93/78/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/92/65/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/91/17/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/8f/e7/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/8e/64/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/8d/22/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/8b/94/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/b3/89/9d/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/26/2d/9d/splendid-star-boutique.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/26/2d/8b/splendid-star-boutique.jpg?w=1200&h=-1&s=1"
        ]
    }
}