{
    "content": [
        {
            "name": "Sophie Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hành trình 5 ngày 4 đêm tại Ninh Bình",
            "review_content": "Chúng tôi đến du lịch vào dịp Tết 2023, đây là một kì nghỉ cực đông đúc vì người đi du lịch khắp nơi. tuy nhiên resort lại rất yên tĩnh và chủ và nhân thì rất nhiệt tình, hỗ trợ nhanh chóng. Resort kín phòng nhưng lúc nào chủ cũng tận tâm với khách. giá cả vừa phải, chất lượng phòng phù hợp với giá tiền, không gian thoải mái, quang cảnh đẹp. Vị trí đắc địa vì nằm ở đoạn giữa cách Tràng An 1,5km nên có thể nói nằm ở trung tâm từ đó đi lên Bái Đính, Hoa Lư hay đi xuống Hàng Múa, Tâm Cốc rất thuận tiện.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lisa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời!!!! Bạn nên trải nghiệm ",
            "review_content": "Khách sạn vô cùng tuyệt vời từ view đến không khí nơi đây. Các bạn sẽ được hòa mình vào thiên nhiên Ninh Bình và đặc biệt hơn khách sạn rất gần bến thuyền Tràng An cách khoảng 500m. Phòng vô cùng sạch sẽ thoáng đãng, người phục vụ rất thân thiện vs khách. Các bên chọn khách sạn Retreat để trải nghiệm không gian nơi đây ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lê Anh Tuấn",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Trangan retreat - Dịch vụ quá tệ",
            "review_content": "Dịch vụ tệ, nhân viên thái độ thì hỗn láo, nhất là thằng cột tóc trên đỉnh đầu, đồ ăn tệ, nhất là đồ uống thì kiểu như làm cho có. Mình trả tiền mà cảm giác như xin nó vậy, chỗ để xe không có mái che hay bóng cây nên nắng vl. Điều hòa thì nóng vll",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Julia M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để ở lại! Nhân viên thân thiện và tầm nhìn đẹp",
            "review_content": "Phòng rộng rãi và đẹp - rất nhiều cửa sổ. Xe đạp được miễn phí. Các nhân viên (thuộc sở hữu gia đình) rất thân thiện và có sức chứa. Thức ăn rất ngon! Khóa tu gần với các điểm tham quan nhưng vẫn yên tĩnh và kỳ lạ. Muốn giới thiệu cho bất cứ ai đến thăm Nihn Bình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lily B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A phải ghé thăm ở Việt Nam!",
            "review_content": "Thời gian của chúng tôi tại Trang An Retreat rất ngắn nhưng ngọt ngào. Sự hiếu khách là vô song và chúng tôi sẽ quay lại chỉ để gặp người bạn mới Đạt, người đã làm việc ở đó. Ông là một người chủ nhà tuyệt vời và về cơ bản là hướng dẫn viên du lịch khi ông đưa ra những gợi ý tuyệt vời về những việc cần làm trong thị trấn. Cơ sở rất sạch sẽ và có cảnh quan tuyệt đẹp. Đề xuất của chúng tôi là thuê một chiếc xe máy tay ga ($ 5 USD / ngày), đi vòng quanh và ngắm cảnh, thực hiện chuyến tham quan bằng thuyền và kết thúc bằng cảnh hoàng hôn tại điểm ngắm hang động!",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "Mathieu R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp và yên lặng",
            "review_content": "Đây là một nơi ẩn dật thực sự, yên tĩnh như bạn có thể tìm thấy ở Việt Nam. Các phòng thực sự sạch sẽ và thoải mái và nhân viên rất hữu ích và có sức chứa. Chúng tôi đã sử dụng những chiếc xe đạp miễn phí trong hai ngày liên tiếp và chúng khá hữu ích, mặc dù chúng thực sự cũ.  Chúng tôi đề nghị nơi này nếu bạn muốn yên tĩnh và phòng sạch đẹp.",
            "reviewer_location": "Thành phố Quebec, Canada"
        },
        {
            "name": "GarethQuick",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời ... nhân viên tuyệt vời ... chỉ là một nơi tuyệt vời",
            "review_content": "Chỉ cần kiểm tra ra khỏi khu nghỉ mát gia đình nhỏ này và tôi hoàn toàn tận hưởng thời gian của tôi ở đây. Nằm trong một khu vực rất yên tĩnh nhưng đủ gần với tất cả các điểm tham quan chính. Ngôi nhà gỗ rất tuyệt, khung cảnh từ khu nghỉ mát rất đẹp và nhân viên rất thân thiện và nhân viên thì tuyệt vời. Nói tiếng Anh trôi chảy bởi nhân viên và luôn ở đó để cung cấp bất kỳ trợ giúp. Bữa sáng được bao gồm và rất đáng kể với nhiều lựa chọn về châu Á và phương Tây. Khu vực hồ bơi rất đẹp và toàn bộ khuôn viên được duy trì rất tốt. Họ thuê xe máy nếu bạn muốn nhưng tôi chỉ tận dụng những chiếc xe đạp miễn phí để đi lại mà làm việc rất tốt. Khi thanh toán, tôi được cho biết rằng tôi có thể tiếp tục sử dụng các phương tiện vì chuyến tàu của tôi đến Hà Nội không đến 5 giờ chiều. Họ",
            "reviewer_location": "Cardiff, Vương quốc Anh"
        },
        {
            "name": "Noa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yên bình và xa thành phố.",
            "review_content": "Khung cảnh thật tuyệt vời, các phòng rất sạch sẽ và nhìn chung nơi này rất yên bình và yên tĩnh. Vị trí tuyệt vời nếu bạn có kế hoạch đi xe máy đến thành phố. Đồ ăn ở đó rất cơ bản nhưng ngon. Đề xuất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "SylvainVN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời tại Tràng An",
            "review_content": "Trải nghiệm của chúng tôi tại Trang An Retreat thật tuyệt vời. Khách sạn nằm trong khu vực Tràng An tự nhiên hơn ở Ninh Bình, gần bến tàu đi đến Khu bảo tồn Tràng An. Khách sạn có các phòng / nhà gỗ hiện đại riêng biệt và hồ bơi (lý tưởng để làm mới vào buổi sáng buổi sáng trong khi tham quan khu vực). Khách sạn cũng cung cấp xe tay ga cho thuê và xe đạp miễn phí, cũng như các dịch vụ xe hơi tư nhân. Chúng tôi đã đi qua một số khách sạn trong khi tham quan khu vực và Trang An Retreat chắc chắn là khách sạn có vị trí tốt nhất và được thiết kế tốt nhất. Đặc biệt cảm ơn đội ngũ / gia đình quản lý khách sạn đã hỗ trợ chúng tôi và giúp đỡ thông tin tham quan, vận chuyển và bữa ăn. Nếu bạn đang ghé thăm Ninh Bình, chúng tôi chắc chắn khuyên bạn nên ở lại Trang An Retreat!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Andres R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm tuyệt vời!",
            "review_content": "Chúng tôi đã rất ấn tượng bởi tất cả các tiện nghi và sự chú ý lớn của khách sạn này. Chúng tôi ở đây 3 đêm và thật tuyệt vời! Bao gồm bữa sáng (Họ thậm chí còn nấu bữa sáng cho chúng tôi lúc 6 giờ sáng vì chúng tôi phải rời đi sớm hơn!), Hồ bơi đẹp, nhiều kênh truyền hình để thư giãn vào ban đêm (Tôi thậm chí còn có thể xem Game of Thrones khi họ có HBO!) !",
            "reviewer_location": "Montreal, Canada"
        },
        {
            "name": "Edson2013",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để khám phá khu vực",
            "review_content": "Khách sạn là tuyệt vời và vị trí rất tốt. Các nhân viên, đặc biệt là ông Đạt, rất tốt bụng, hữu ích và kiên nhẫn. Họ cung cấp cho bạn tất cả các loại thông tin về nơi đến thăm. Phòng thoải mái và rất sạch sẽ. Chúng tôi thích các món ăn được phục vụ trong nhà hàng bên trong khách sạn. Họ cũng có xe máy và xe đạp cho thuê. Tôi sẽ trở lại chắc chắn.",
            "reviewer_location": "Brussels, Bỉ"
        },
        {
            "name": "MSMIBA",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Sạch sẽ nhưng ...",
            "review_content": "Siêu sạch. Điều đó nói rằng, một thực đơn cho người Việt Nam không được dịch sang tiếng Anh vì khách du lịch thích. Và không có cách nào để yêu cầu. Chúng giết những con ếch xung quanh vì nhảy vào bể bơi không tốt cho khách du lịch. Âm nhạc là tất cả, ngoại trừ tiếng Việt và đến từ Pháp 50 giây. . Khách du lịch như thế. . . Du khách ba lô dường như hài lòng ở đó. Chúng tôi không. .",
            "reviewer_location": "Ninh Bình, Việt Nam"
        },
        {
            "name": "Floralovestravel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi thư giãn",
            "review_content": "Chỉ với 27 đô la, tôi rất thích những thứ này? Cộng thêm 2 kls. giặt ủi Cộng 2 1. 5 L nước Cộng với một chiếc xe hơi riêng đón từ nơi ẩn dật đến trạm xe buýt Limousine và một chiếc xe riêng từ trung tâm Hà Nội đến ký túc xá của tôi? Họ thực sự chăm sóc khách du lịch của họ, một dịch vụ tuyệt vời (họ sắp xếp mọi thứ, chỉ cần thư giãn và hạnh phúc) Cảm ơn Trang An Retreat vì những trải nghiệm khó quên và tuyệt vời ??????",
            "reviewer_location": "Cagayan de Oro, Philippines"
        },
        {
            "name": "Dimitri Hendrickx",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice ít khách sạn gia đình",
            "review_content": "Một khách sạn đáng yêu được điều hành bởi một gia đình thân thiện. Bạn có thể thuê xe đạp và xe tay ga với giá vé. Thức ăn ngon. Bữa sáng được phục vụ theo kiểu gọi món nhưng bạn chỉ có thể chọn 1 lựa chọn vì vậy nếu bạn là một người ăn uống lớn mà sẽ không đủ. Khách sạn là một chút cô lập nhưng bạn có thể có một bữa ăn tối tốt đẹp cho một mức giá nhỏ trong khách sạn.",
            "reviewer_location": "Brussels, Bỉ"
        },
        {
            "name": "Danny B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi hoàn hảo để ở",
            "review_content": "Tràng An Retreat là nơi tốt nhất chúng tôi đã ở lại Việt Nam cho đến nay. Các phòng đều có thương hiệu mới, tất cả mọi thứ là vô nghĩa, các nhân viên đi trên và xa hơn để làm cho bạn cảm thấy như ở nhà và quan điểm là chỉ đáng kinh ngạc. Họ có xe máy và xe đạp để khám phá Tràng An cũng như hồ bơi với tầm nhìn tuyệt vời. Chúng tôi chỉ đăng ký một đêm nghỉ giữa Huế và Cát Bà, nhưng kết thúc ở lại lâu hơn và đó là nơi yêu thích của chúng tôi tại Việt Nam.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lorena G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tốt nhất để ở lại!",
            "review_content": "Chúng tôi đến đây trong 3 đêm và chúng tôi sẽ ở lại trong một tuần! Mọi thứ đều hoàn hảo. Các nhân viên là một gia đình đáng yêu, họ đối xử với chúng tôi như một phần của họ ?? Hồ bơi thật tuyệt vời để thư giãn, tầm nhìn tuyệt vời xung quanh chỗ nghỉ nhà dân này. Big phòng, rất sạch sẽ và mới. Chắc chắn là phần tốt nhất của chuyến đi của chúng tôi! Btw, Tất cả các khu vực của Ninh Bình (tam coc, Tràng an) rất đẹp. . . tốt nhất ở việt nam",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tomasz W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cuộc phiêu lưu xe máy",
            "review_content": "Đây là nơi thứ tư đã đến thăm Việt Nam và chắc chắn là nơi tốt nhất. Phòng là tuyệt vời và tất cả mọi thứ là mới, chủ sở hữu là rất lịch sự và mở ra, thực phẩm là rất ngon. Dịch vụ là rất tốt đẹp và hữu ích. Chúng tôi đề nghị nơi này là một nơi tốt để nghỉ ngơi?",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hein",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để ở lại!",
            "review_content": "Tràng An Retreat là một nơi tuyệt vời để ở. Nó là thương hiệu mới với các nhà nghỉ sạch sẽ và hiện đại. Chúng tôi thực sự rất thích hồ bơi và các nhân viên thân thiện. Họ đã giúp chúng tôi đặt xe tay ga và taxi để đi lại. Thực sự khuyên bạn nên ở lại đây nếu bạn có kế hoạch đến thăm Ninh Bình.",
            "reviewer_location": "London, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "Truong Yen 08211 Việt Nam",
        "name": "Trang An Retreat",
        "geo_data": {
            "latitude": 20.264896392822266,
            "longitude": 105.9147720336914
        },
        "room_number": "13",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/21/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/26/56/9b/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/26/65/e3/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/48/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/47/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/40/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/3c/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/39/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/38/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/35/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/34/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/33/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/30/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/2c/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/2a/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/28/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/25/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/24/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/19/trang-an-retreat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1d/6a/65/16/trang-an-retreat.jpg?w=1200&h=-1&s=1"
        ]
    }
}