{
    "content": [
        {
            "name": "Hang",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Resort hạng trung",
            "review_content": "Arcardia có bãi biển riêng, lượng khách vừa phải, đa phần là khách ngoại quốc. Các căn bungalow cách khá xa nhau nên tương đối yên tĩnh, phù hợp nghỉ ngơi. Phòng rộng, đầy đủ tiện nghi, ăn sáng ngon, nhân viên nhiệt tình. Vì chỗ ở cách khá xa quầy lễ tân nên từ lúc check-in hay cbi check-out đều có nhân viên hỗ trợ xách hành lý hay gọi taxi. Tuy nhiên có điều khu nghỉ cũng khá cũ rồi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Trung Le",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Arcadia Phú Quốc",
            "review_content": "Arcadia Phú Quốc có khuôn viên tương đối đẹp, hơi nhỏ 1 chút nhưng nhiều cây bóng mát, phòng ốc sạch sẽ, có bể bơi riêng và bể vầy cho trẻ nhỏ, đồ ăn tạm được. Bãi biển của resort đẹp nhưng hiện đang sạt lở, có biển cấm tắm. Phòng nghỉ yên tĩnh, rộng rãi nhưng có một điểm trừ là có côn trùng trong phòng, đêm ngủ phải đập 1 con trông như con mối đen đang bò trên gối. Một điểm nữa không ưng ở đây là cái móc treo quần áo trong tủ rất không phù hợp với treo quần dài, chi tiết nhỏ nhưng rất khó chịu. Không có xếp hạng Tốt nên đành phải đánh 4 sao ở hạng Rất Tốt chứ thực ra chưa được đến mức ấy",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "soonan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Gia đình tôi đã có kỳ nghỉ tuyệt vời tại đây. Phòng rộng, tiện nghi, khách sạn nằm ngay bãi biển. Bữa ăn sáng rất chất lượng. Nhận viện khách sạn thận thiện. Từ khách sạn đi lên phố cũng gần. Chúng tôi sẽ quay lại.",
            "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "The_Anh1995",
            "avatar": "",
            "review_rating": "4",
            "review_title": "tuyệt vời! sẽ quay lại đây.",
            "review_content": "Phòng sạch sẽ, nhân viên thân thiện,mọi thứ nhìn chung rất tốt, ngoại trừ ăn sáng có phần k đa dạng vì k thay đổi từng ngày, nếu ai ở lâu sẽ nhàm chán bữa sáng. không gian yên tĩnh và cách trung tâm 2-3 km và rất thuận tiện.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hương N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khá tốt",
            "review_content": "Mình nghỉ ở đây 2 đêm. Check in 12/12 ở Bungalow beachfront. Check in 13/12 ở Bungalow Family. Về Nhân viên: - Nhìn chung các bạn khá thoải mái và nhiệt tình, lúc đầu mình book đêm 13/12 ở Bungalow Garden View nhưng sau yêu cầu đi xem thêm một số phòng khác các bạn nhân viên cũng dẫn mình đi rất thoải mái. - Lúc ăn sáng thì để ý thấy có một số khách Tây không rõ lắm về đồawn cũng được nhân viên giải thích khá chu đáo. - Nhân viên rate 4* Về Phòng ốc: - Khá là sạch sẽ và rộng rãi. - Thi thoảng nước nóng lạnh có hơi không ổn định nhưng cũng chỉ vài ba giây, nói chung là không đáng ngại. - View nhìn từ phòng là khá đẹp, đặc biệt là bungalow for family. - Điểm trừ duy nhất là không có bồn tắm ở cả hai bun. Mà hình như tất cả các phòng đều không có bồn dù phòng tắm khá là rộng dư sức",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MsThaoPham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng lý tưởng",
            "review_content": "Quang cảnh đẹp, không gian thoáng đãng, yên tĩnh phù hợp mục đích nghỉ dưỡng. Vị trí gần trung tâm, giá cả vừa phải so với các resort tương đương khác. Nhân viên nhiệt tình, dịch vụ khá đầy đủ so với tiêu chuẩn khách sạn 3 sao.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "hanhkong",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tuyệt !",
            "review_content": "Khá tuyệt vời! Cảnh đẹp, phòng đẹp, sạch sẽ, tiện nghi, giá cũng khá ok, không khí trong lành, trước phòng là biển cảm giác rất tuyệt, một lựa chọn khá hoàn hảo cho mùa hè này, một nơi đáng để lựa chọn cho kỳ ngỉ của gia đình, người thân. Sẽ trở lại nơi này vào một ngày gần nhất.",
            "reviewer_location": "Tuyên Quang, Việt Nam"
        },
        {
            "name": "Hoai Zhang",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Arcadia Phú Quốc",
            "review_content": "- Resort không có bể bơi.  - Có một khu vườn nhỏ trong resort, chủ yếu là vườn cỏ, có RẤT NHIỀU côn trùng, nếu đến đây nên mang thuốc chống côn trùng hoặc thuốc bôi côn trùng cắn. - Phòng ốc quá là cũ. Tường bẩn.  - Ngay cửa resort có cái bãi tha ma, nên buổi tối không dám đi ra ngoài =)) - Buffet sáng khá tệ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thanh V",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tuyệt! Resort khá đẹp, giá phòng không quá đắt đỏ như những resort khác ở Phú Quốc",
            "review_content": "Tôi đã ở Resort này lần thứ 2 và cảm thấy rất hài lòng về những tiện nghi nơi đây! Phòng ngủ sạch sẽ tiện nghi, nhân viên phục vụ rất nhiệt tình, đồ ăn hợp khẩu vị, vị trí ăn buffet buổi sáng rất tuyệt, vừa ăn vừa ngắm cảnh biển buổi sáng. Chọn Resort này buổi chiều có thể ngắm trọn cảnh hoàng hôn trên biển Phú Quốc rất đẹp!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huỳnh S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Địa điểm đẹp, biển đẹp",
            "review_content": "Tôi hài lòng vì có kì nghỉ 4 đêm tại phòng trước biển, phòng thoáng đẹp, có một số vị trí hơi xấu nhưng chấp nhận được. Nhân viên nhiệt tình. Đồ ăn sáng không quá phong phú nhưng ổn, vị trí ăn sáng rất đẹp ngay sát biển. Chỉ tiếc lúc đến không có nhân viên xách đồ giúp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuy-Haibara",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Resort cũ",
            "review_content": "Điểm cộng duy nhất của resort là cảnh đẹp. Phòng cũ, điều hòa hỏng. Nhà mình đặt bungalow, đến nơi thì phòng bẩn, sàn nhà rất bẩn, phòng tắm tệ và điều hòa hỏng. Do có em bé nên mình đã đề nghị đổi phòng có điều hòa nhưng họ báo hết phòng và chuyển cho mình qua phòng deluxe garden. Nói là deluxe nhưng phòng bé, nhà tắm lại bị rỉ nước. Chưa kể nửa đêm, khi nhà mình đang ngủ lại có người mở cửa phòng và bước vào. Đến khi phát hiện ra có người thì đi ra. Nhà mình đã khóa kỹ càng, nên người mở được chắc chắn là người của khách sạn chứ không phải khách nhầm phòng). Đêm đầu tiên của nhà mình thật ko thể nào quên.  Đến hôm sau thì họ đổi cho mình bungalow khác, mới hơn và đỡ hơn. kết thúc chuyến đi khách sạn có trả lại cho mình 1 phần tiền và nói là bồi thường/giảm giá. Nhưng tóm lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ThuHa1611",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đây là 1 resort tệ nhất tôi đã từng ở",
            "review_content": "Resort này, duy nhất có 1 điểm cộng là vị trí đẹp, ngoài ra mọi thứ đều tồi tệ. Khi tìm hiểu qua web, thì thấy resort gần thiên nhiên. Tuy nhiên rất nhiều muỗi và kiến. Khi tắm thì bị tắc cống thoát nước, phải mở vòi nước trước khoảng 20 phút mới có nước nóng.  Bữa sáng nghèo nàn. Thái độ nhân viên tồi. Khách có con nhỏ, tự xách hành lí, bế con nhỏ xuống tìm phòng. Chất lượng phòng giống 1 nhà nghỉ nghèo nàn, không ở tầm resort.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Peter G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bãi biển đẹp, phòng chấp nhận được",
            "review_content": "Có bãi biển riêng và đẹp. Đồ ăn sáng chấp nhận được. Quan cảnh đẹp.  Phòng delux hơi nhỏ nhưng chấp nhận được, restroom nhỏ, phòng hướng biển chấp nhận đc Bungalow đẹp, sang trọng. Vị trí hơi xa chợ Dinh Cậu (taxi 50k/chuyến).",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "gunnnorway",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt ở Long Beach",
            "review_content": "Chúng tôi ở 8 đêm trong một ngôi nhà gỗ phía trước biển vào cuối tháng Hai / đầu tháng Ba. Trả thêm một khoản khá lớn cho ngắm biển, nhưng đã có thể tiết kiệm khoản đó và ở trong một ngôi nhà gỗ vườn vì chúng tôi không ngồi trên sân thượng mà luôn luôn ngoài bãi biển. Bãi biển đáng yêu và hoàng hôn tuyệt đẹp. Rất nhiều nhà hàng địa phương đẹp dọc bãi biển, đừng bỏ lỡ The Spice House ở Cassia Cottage. Nhân viên thân thiện, vài người nói một ít tiếng Anh, còn lại chỉ nói tiếng Việt - nên ngôn ngữ cơ thể là phải có. Bữa sáng tốt, và chúng tôi chỉ dùng một bữa ăn trưa ở đây vào ngày đến. Với vị trí và không gian trên bãi biển nhà hàng có tiềm năng tuyệt vời nếu được quản lý tốt hơn. Giờ thì nó luôn trống rỗng, còn những nơi khác thì đông đúc. Có đủ giường tắm nắng, nhưng khi trở về",
            "reviewer_location": "Hemsedal, Na Uy"
        },
        {
            "name": "Shelto",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng lớn nhưng",
            "review_content": "Các phòng đều đặc biệt, rộng rãi với giường và tầm nhìn tuyệt vời. Đã dọn sạch. Nhưng  1. Chỉ có một chìa khóa được phép cho mỗi phòng - làm cho bạn thấy khó xử nếu bạn muốn làm những việc khác nhau  2. Tầm thường có lẽ là điều tốt nhất tôi có thể nói về nhà hàng  3. Đó thực sự là một câu chuyện về hai nhân viên tiếp tân - một người rất hữu ích, hiểu biết và thân thiện với người còn gắt gỏng đến mức gần như biếm họa - Basil Fawlty tại Việt Nam",
            "reviewer_location": "Norfolk, Vương quốc Anh"
        },
        {
            "name": "Janice T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí đẹp - có thể làm với một số TLC",
            "review_content": "Khu nghỉ dưỡng này là đáng yêu, nếu một chút cơ bản. Vị trí tốt, ngay trên bãi biển. Các bungalow được đặt trong những khu vườn được giữ gìn cẩn thận nhưng bản thân các bungalow hơi mệt mỏi. Rèm cửa một chút bẩn thỉu, các góc hoặc phòng tắm có thể làm với một chà tốt.  Nhà hàng có một thực đơn cơ bản, không có biến thể cho những người không ăn thịt. Các bữa ăn sáng là ok, nhưng một lần nữa, không có biến thể. Vì vậy, đối với một số người trong bữa tiệc của tôi, bữa sáng là bánh mì nướng và bơ đậu phộng (mà chúng ta đã mua trong siêu thị) mỗi ngày.  Nhìn chung, nó là một nơi tốt. Các nhân viên rất tuyệt vời. Chúng tôi đã ở đó vào dịp năm mới, và họ đã tổ chức một bữa tiệc Gala đáng yêu với sự giải trí. Bãi biển được trang trí với ánh đèn và những chiếc bàn được đặt trên cát.  Có",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pattyd",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nơi tuyệt vời nhưng người quản lý thô lỗ",
            "review_content": "Chúng tôi đang ở đây bây giờ và thực sự thích vị trí, phòng và bãi biển riêng. Các nhân viên đều rất đáng yêu (đặc biệt là một người đàn ông tên Mr King? Trên quầy lễ tân) ngoại trừ nữ quản lý (Ng hay Ly?). Cô ấy cực kỳ thô lỗ và đột ngột với gia đình tôi hôm nay. Cô ấy chua chát và không trả lời các câu hỏi của chúng tôi và mắng gia đình tôi vì cô ấy cho rằng chúng tôi không phải là khách và do đó không được phép đến bãi biển qua khu nghỉ mát. Khu nghỉ dưỡng này sẽ thực sự được hưởng lợi từ quản lý mới vì nó không đủ tốt để trả số tiền này và thậm chí không được đáp ứng bằng một nụ cười. có rất nhiều khu nghỉ dưỡng ở đây và có một người khó chịu khi tiếp tân không đại diện cho khu nghỉ mát này một cách công bằng hoặc làm cho nó cạnh tranh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Athena",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khu nghỉ mát lớn",
            "review_content": "Chúng tôi ở lại đây hai đêm đầu tiên ở Việt Nam. Nó có địa phương ở Phú Quốc. Vào ban đêm, đường phố bên ngoài biến thành một nơi để nếm thử cuộc sống ban đêm và thức ăn đường phố. Phòng ngủ của khu nghỉ mát sạch sẽ và rộng rãi. Có một thực đơn rộng cho bữa sáng. các nhân viên rất thân thiện và nhiệt tình.",
            "reviewer_location": "Cali, Colombia"
        },
        {
            "name": "Roy8169",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ok cho tiền",
            "review_content": "Đó là những gì nó được. Khách sạn dễ chịu, một chút lỗi thời. Sạch sẽ, vòi hoa sen mạnh mẽ, giường sạch sẽ. Một chiếc taxi ngắn đến khu vực chợ. Bãi biển rất khá. Giá khách sạn giặt ủi, thuê xe máy bị thổi phồng, cách đó chưa đầy 5 phút đi bộ, bạn có thể tìm thấy nhiều cửa hàng địa phương với giá rẻ hơn nhiều. Tổng thể, nói chung. Đáng giá.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Andrew G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phong cảnh đẹp bên bờ biển.",
            "review_content": "Tốt nhất trong thời điểm trăng tròn. Bãi biển được thắp sáng hoàn toàn bởi mặt trăng và với mặt biển, thật là một khung cảnh tuyệt vời. Các nhân viên đã lịch sự và có thể nói tiếng Anh. Phòng chalet đẹp và bữa ăn sáng được chấp nhận. Đây là chuyến thăm thứ hai của tôi và ở lại Arcadia. Giữ nó lên Arcadia Phú Quốc.",
            "reviewer_location": "Seremban, Malaysia"
        },
        {
            "name": "Marcus",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ở lại đáng sợ!",
            "review_content": "Giá trị lớn cho tiền. Những ngôi nhà gỗ ấm cúng trên bãi biển và những người rất có tâm và phục vụ làm việc ở đây. Rất nhiều nhà hàng tốt bên cạnh khách sạn trên bãi biển và trên những con đường nhỏ gần với con đường lớn. Những đứa trẻ thực sự thích vị trí này.",
            "reviewer_location": "Stockholm, Thụy Điển"
        },
        {
            "name": "jason p",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ở lại tận hưởng",
            "review_content": "Kiểm tra đã được nhanh chóng với một thức uống chào mừng tốt đẹp. Chúng tôi di chuyển từ một khách sạn năm sao vài km về phía bắc vì chúng tôi muốn có một căn cứ tốt và cuộc sống ban đêm nhiều hơn một chút. Arcadia giao hàng trên cả hai tính.  Chúng tôi đã có một ngôi nhà gỗ, đó là một kích thước tốt với một chiếc giường thoải mái, phòng tắm lớn. Được làm sạch tốt hàng ngày bởi những người làm việc chăm chỉ và thân thiện. Trong thực tế, tất cả các nhân viên đều tuyệt vời, trình độ tiếng Anh khá tốt khi tiếp nhận và rất hữu ích. Có vấn đề nhỏ, nhà vệ sinh bị chặn, cần treo thêm áo khoác, tất cả được sắp xếp ngay lập tức và không có phiền phức.  Bãi biển rất đẹp, vài bước chân và tôi ở biển để bơi buổi sáng. Không bao giờ có vấn đề với ghế tắm nắng miễn phí trên bãi biển tư nhân.",
            "reviewer_location": "Grimsby, Vương quốc Anh"
        },
        {
            "name": "Erin K",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lựa chọn ngân sách tuyệt vời",
            "review_content": "Tôi đã đọc tất cả các đánh giá trước khi tôi đặt và đã hoài nghi nhưng khi tôi đến, chúng tôi đã rất ngạc nhiên. Tôi đã đi với phòng trong vườn rẻ hơn vì các đánh giá đã nói rằng không có \"nhà gỗ phía trước bãi biển\" thực sự và nước nóng là một mối quan tâm trong nhà gỗ và ở mức dưới 50 đô la, tôi rất hạnh phúc.  Bữa sáng rất phong phú, cuối cùng chúng tôi ăn một bữa sáng lớn và sau đó chỉ ăn vặt trên bãi biển cho đến bữa tối. Luôn có những chiếc giường phơi nắng và những người phụ nữ địa phương đã đến để cung cấp trái cây, ngô nướng và những chiếc bánh dừa tuyệt vời - giống như bánh nướng. Có một trạm massage $ 4 ngay tại đó cũng như nhà hàng và quán bar.  Tôi đã không ăn bất kỳ bữa ăn nào ngoại trừ bữa sáng tại nhà hàng, nhưng ngay bên ngoài các con đường phía sau có tất cả",
            "reviewer_location": "Morrisville, Bắc Carolina"
        },
        {
            "name": "Igor P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nơi tốt để ở",
            "review_content": "Chúng tôi yêu nhà gỗ cho nội thất đẹp và vị trí bãi biển tuyệt vời phía trước gần một nhà hàng bãi biển và quầy bar bãi biển cho buổi tối treo outs. Sân bay chỉ 10 - 15 phút và trung tâm thành phố với chợ đêm.",
            "reviewer_location": "Nusa Penida, Indonesia"
        },
        {
            "name": "phuong_steckiewicz",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Dịch vụ không thoát tại địa điểm này",
            "review_content": "Tôi đã đặt khu nghỉ mát này vì gia đình tôi đã từng ăn tối tại khu nghỉ mát này trên bãi biển. Địa điểm rất đẹp. Và đó là tất cả những gì họ có. Nhân viên rất chậm và lười biếng. Khi chúng tôi ăn tối tại nhà hàng, họ không dọn bàn và trống rỗng. Chúng tôi phải hỏi. Đối với bữa ăn sáng buffet, bàn với đầy đủ các món ăn được sử dụng nhưng không ai quan tâm để làm sạch và chúng tôi không có chỗ ngồi. Ghế trên bãi biển với nhiều bị hỏng và bẩn thỉu nhưng chúng tôi không thấy bất kỳ nhân viên nào xung quanh để chăm sóc hoặc giúp đỡ bất cứ lúc nào chúng tôi muốn được giúp đỡ. Về nước nóng trong phòng tắm, chúng tôi phải đợi 10 phút mỗi lần chúng tôi muốn tắm. Và họ không tính con trai tôi là một người, chỉ có 2 người (2 bố mẹ)",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Pepper",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng",
            "review_content": "Tôi đã ở đó trong 2 đêm. Tôi đã rất thất vọng. Các giường sẽ không giống như trong bức ảnh mà họ đăng hoặc có lẽ tôi đã không đặt một phòng sang trọng vì vậy tôi có giường này (hình ảnh dưới đây) nên đối xử với khách như nhau ngay cả khi chúng tôi đặt một phòng đắt tiền hoặc rẻ hơn. Thêm vào đó, những chiếc gối có mùi của một người không phải là bột giặt hoặc bột giặt. Điện thoại không hoạt động. Đừng làm theo hướng dẫn của an toàn (sai mật khẩu) nếu bạn không muốn nghe báo thức trong 15 hoặc 20 phút. Tôi không thể sử dụng điện thoại để gọi tiếp tân, tôi phải sử dụng điện thoại di động và câu trả lời là \"báo thức sẽ tắt sau một thời gian, điều đó ổn\". Sau 20 phút, một nhân viên tiếp tân đến và tắt nó đi và anh ta trông không hạnh phúc. Đó là ngày đầu tiên. Ngày thứ hai, tôi yêu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "asianow99",
            "avatar": "",
            "review_rating": "5",
            "review_title": "VỊ TRÍ, DỊCH VỤ, TRUE GIÁ TRỊ CHO TIỀN",
            "review_content": "Đã ở 7 đêm tại Acadia, April 2018. Vị trí của khách sạn là tuyệt vời ngay, trên bãi biển được sạch sẽ với nước tinh thể rõ ràng. Đi bộ từ khách sạn đến con đường chính luôn là một niềm vui lang thang qua những con phố chật hẹp chứa đầy một loạt các cửa hiệu và nhà hàng, không bao giờ là một khoảnh khắc buồn tẻ. Các nhân viên sảnh của Acadia đều nói tiếng Anh rất tốt và các nhân viên còn lại dường như có khả năng giao tiếp bằng tiếng Anh rất hữu ích trong suốt thời gian lưu trú. Có một phòng nhìn ra khu vườn rất sạch sẽ và rất rộng rãi. AC đã làm việc một điều trị và phòng tắm là rất lớn với cách bố trí hiện đại và ốp lát. Ăn sáng là ngon mỗi ngày với không bao giờ kết thúc món ăn. Tuyệt vời cà phê và một lần nữa các nhân viên đã rực rỡ. Tôi đi khắp châu Á về kinh doanh và tôi",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "Damien P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Yêu nó ở đây, khách sạn là một chút chạy xuống. . nhưng ở một vị trí tuyệt vời, những con đường có những nơi tuyệt vời để mua sắm và ăn uống. Nhân viên rất tuyệt vời và hữu ích. Thật đáng giá tiền. Và trên bãi biển! Bữa sáng cũng tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "oscar777",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tất cả chúng tôi hy vọng nó sẽ được và nhiều hơn nữa!",
            "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời ở đây. Đó là một nơi rất nhỏ bé. . . một chút mộc mạc nhưng chắc chắn đủ ưa thích để cảm thấy như một điều trị! Chúng tôi đối xử với bản thân với một bungalow bên bờ biển độc lập mà chúng tôi chưa từng làm trước đây và chúng tôi yêu thích nó. Các phòng được sạch sẽ và thoải mái tiếc là nó là một chút nóng như con không khí đã có thể lớn tuổi không thể theo kịp với trần nhà hình vòm. Đó là đủ mặc dù và chúng tôi đã có một kỳ nghỉ thoải mái, thú vị. Ăn sáng đã được phong nha. Nhân viên rất hữu ích và thân thiện. Chúng tôi đánh giá cao sự quan tâm và quan tâm của họ. Nếu tôi quay trở lại khu vực này, tôi chắc chắn sẽ ở lại đây. Đó là khoảng một năm phút lái xe để đến khu vực chính của các nhà hàng trong thị trấn nhưng chắc chắn nơi tốt để ăn",
            "reviewer_location": "Kelowna"
        },
        {
            "name": "fanasty",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Fanasty",
            "review_content": "Đẹp nơi nghỉ mát gần biển bãi biển. Nhân viên yên tĩnh rất thân thiện. Thực phẩm là tốt đẹp và khu nghỉ mát bạn đã đi bộ và dọc theo con đường có cửa hàng quán rượu và nhà hàng và khu nghỉ mát không xa sân bay khoảng 20 - 25 phút bằng taxi.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "WernMachine",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhân viên thân thiện tuyệt vời, giường thoải mái và gần gũi với mọi thứ ..",
            "review_content": "Chúng tôi ở lại 5 đêm tại Arcadia. Nó được đề nghị cho chúng tôi bởi một người quản lý khu nghỉ mát khác. Nó không có hồ bơi nhưng là ngay trên bãi biển vì vậy nó rất dễ dàng để ngâm mình bất cứ lúc nào, bao gồm cả vào giữa đêm nếu bạn muốn. Bạn cần phải nhanh chóng trên mặt trời - giường tuy nhiên, không bao giờ đủ. be'fast đã được bao gồm trong giá của chúng tôi kể từ khi chúng tôi đặt trực tiếp với khách sạn - người tuyên bố rằng mọi người phải trả 10 đô la một đầu cho bữa tiệc tự chọn ngon lành - bữa tiệc tự chọn ngon lành không sao, nhưng tôi sẽ không trả thêm tiền đó. Các giường được thoải mái và phòng đầy đủ, chúng tôi ở trong phòng rẻ nhất trong Arcadia (A 101), do đó, không kiểu cách. Ngoài việc gặp khó khăn khi khóa cửa phòng - nó đã bị lỗi - chúng tôi không có khiếu",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "MANUELODRIA",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Xấu xấu xấu cho đến nay !!!",
            "review_content": "Chúng tôi đã đặt khách sạn này cách đây 6 tháng, bởi vì chúng tôi muốn thực hiện tất cả các đặt chỗ và vé máy bay theo thời gian, vì vậy, chúng tôi có thể nhận được giá và địa điểm tốt.  Tôi đã tranh luận sau khi đọc một số nhận xét về \"khu nghỉ mát\" lol, họ đã được trộn lẫn đánh giá nhưng chúng tôi không có nhiều sự lựa chọn liên quan đến một ký túc xá với bãi biển phía trước, tôi gọi đây là một nhà trọ bởi vì tôi không nghĩ rằng tôi có thể gọi hoặc chúng tôi đến hôm qua và quản lý phụ nữ với tiếng Anh nhỏ hoặc gần như không có gì giải thích rằng hey đã được đặt trước quá nhiều và phòng của chúng tôi đã bị chiếm đóng và nếu chúng tôi có thể có một phòng khác, tốt, chúng tôi đã xem và phòng là phòng tắm nhỏ và phổ biến Vợ tôi rất buồn, trước hết họ cho chúng tôi phòng nhỏ và bữa",
            "reviewer_location": "Calgary, Canada"
        }
    ],
    "hotel": {
        "location": "Đường Trần Hưng Đạo Phường 7, Dương Đông, Đảo Phú Quốc 920000 Việt Nam",
        "name": "Arcadia Phu Quoc Resort",
        "geo_data": {
            "latitude": 10.195430755615234,
            "longitude": 103.96385955810547
        },
        "room_number": "50",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/92/46/2b/restaurant--v16420798.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-s/03/2e/77/c1/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/2e/77/8a/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-s/02/e0/de/e5/arcadia-restaurant-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/96/56/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/94/bd/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/93/6c/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/90/bd/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8f/c7/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8f/97/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8e/fe/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8d/25/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8c/89/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8b/c2/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8b/7b/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8a/f6/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8a/c6/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8a/3b/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/8a/1f/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/e4/89/c5/arcadia-phu-quoc-resort.jpg?w=1200&h=-1&s=1"
        ]
    }
}