{
    "content": [
        {
            "name": "Nancy Tran",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Dịch vụ tệ",
            "review_content": "19/12 tôi có trải nghiệm dịch vụ ở khách sạn này. Thái độ nhân viên và dịch vụ vô cùng Tệ : - Chỗ gửi xe luôn khoá ( có thể do dịch Covid nên vắng khách ) nên mỗi lần muốn đi ra đi vô lấy xe thì phải gọi nhân viên và chờ họ mở cửa rất phiền, mà họ cũng không vui vẻ gì nữa. - Bellman : khách nữ hai tay đều có cầm túi và balo to -> Không xách giúp khách, cho khách tự xách 1 đống đồ đi lên phòng, không nhiệt tình hướng dẫn cách mở khoá cửa phòng, không mở cửa phòng, đứng từ xa kêu khách tự mở trong khi khách đã tự xách 1 đống đồ trên tay. - Dịch vụ ăn sáng tại KS : không có ai hướng dẫn được phục vụ món ăn gì, đến khi hỏi nhân viên thì nhân viên chỉ tay ra chỗ đồ ăn và nói \" NÈ \" và quay mặt đi chỗ khác. Nhất định mình chả bao giờ quay lại mặc dù mình đã từng làm việc bên chi nhánh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pham Phu Canh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "CÔNG TÁC TẠI HỒ CHÍ MINH",
            "review_content": "Tôi và đồng nghiệp đã ở tại khách sạn một ngày tại khách sạn Silver Central vào cuối tháng năm, vị trí khách sạn ngay trung tâm bên cạnh chợ Bến Thành, rất thuận tiện đi lại cho công việc của chúng tôi, phòng rất đẹp rộng rãi thoáng mát, nhân viên rất nhiết tình giúp đỡ, đặc biệt Mr. Jay lễ tân đã rất nhiệt tình giúp đỡ hướng dẫn chúng tôi về đường xá, cách di chuyển thuận lợi đến các nơi chúng tôi muốn tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Akali",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Holiday with my love",
            "review_content": "Khách sạn tuy bé những rất ok . Theo tiêu chuẩn 3* thì phòng ok . Buffet ngon có rất nhiều món từ các món việt như phở , bún mọc ... đến các món âu , á , salad ... trong lầu còn có 1 rooptop khá đẹp có thể ngắm cảnh sg thật tuyệt vời",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "gobunti",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một vị trí tốt và một nhân viên làm việc chăm chỉ, chăm chỉ",
            "review_content": "Có một số khách sạn Silverland ở TP HCM và miền Trung không phải là khách sạn hiện đại hay xa xỉ nhất trong nhóm nhưng đây là một khách sạn mà nhân viên cố gắng hết sức để vượt lên trên trọng lượng của họ về dịch vụ. Cảm giác rất giống với việc ở trong một môi trường khách sạn cao cấp lỗi thời. Đáng buồn thay, bản thân khách sạn rất cần trang điểm, đồ đạc và phụ kiện mệt mỏi và cần cập nhật, các phòng rộng rãi và thoải mái nhưng rất nhiều với cảm giác của những thập kỷ trước. Đối với bồi thường, khách có một vị trí tuyệt vời liền kề với chợ trung tâm với phần lớn trung tâm TP HCM chỉ cách đó một quãng đi bộ, dịch vụ và hỗ trợ tuyệt vời cộng với một bữa sáng đa dạng và phong phú.",
            "reviewer_location": "Paris"
        },
        {
            "name": "diverdave20",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lưu trú yêu thích tại thành phố Hồ Chí Minh",
            "review_content": "Tôi đi du lịch hàng năm đến Việt Nam và bất cứ khi nào tôi ở thành phố Hồ Chí Minh, tôi chọn ở tại khách sạn Silverland Central. Nó là vô cùng hợp lý, và đối với tôi vị trí là hoàn hảo. Nó nằm trong tầm nhìn của Chợ Bến Thành, được bao quanh bởi nhiều địa điểm ăn uống, mua sắm và tận hưởng cuộc sống về đêm, và trong khoảng cách đi bộ đến nhiều điểm tham quan nổi tiếng của thành phố. Các phòng rộng rãi và sạch sẽ, bữa ăn sáng tốt, và các nhân viên đều rất thân thiện, niềm nở và hữu ích.",
            "reviewer_location": "East Moriches, New York"
        },
        {
            "name": "Lidia G",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Rất nhiều khía cạnh để cải thiện",
            "review_content": "Đây là một vị trí rất tốt để khám phá thành phố phút Hồ Chi bên cạnh chợ. Sau khi mặt trời lặn, thị trường về đêm được tổ chức un backdoor. Chúng tôi ở lại đây 3 nts (tham quan thành phố và sau chuyến đi đến đồng bằng sông Cửu Long. Bữa sáng rất nghèo nàn, họ có sữa chua, trái cây, và vì vậy không nhưng bạn phải yêu cầu họ, nếu bạn không làm như vậy, họ sẽ không Đặt chúng trong màn hình. Thậm chí đừng nghĩ đến chất tạo ngọt (Bằng), hãy mang theo của bạn vì chúng không có. Bàn không được làm sạch sau khi sử dụng trong một thời gian vì vậy bạn nên chờ đợi một bàn sạch (15 phút! !) Căn phòng có vấn đề với vòi hoa sen và bể sục làm đầy phòng tắm, vì vậy chúng tôi không thể sử dụng nó. Chúng tôi đến lúc nhận phòng nhưng chúng tôi phải đợi căn phòng đáng quên đó, chắc chắn là chuyến",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nadiak97",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời và giá cả phải chăng!",
            "review_content": "> Vị trí rất tuyệt - đi bộ đến chợ Ben Thahn, trung tâm Sài Gòn và quảng trường Sài Gòn > Bữa sáng tự chọn Decent (phần halal có sẵn) > Nạp nước miễn phí trong nhà hàng > Nhân viên hữu ích > Trà đá chào mừng khi đến > Kiểm tra nhanh chóng và hiệu quả > Gần các điểm tham quan (bảo tàng chiến tranh và cung điện độc lập - đề nghị sử dụng lấy) > Các công ty du lịch và cửa hàng tiện lợi gần kề > Nhìn thành phố đẹp từ thanh trên mái > Vòi hoa sen hơi khó sử dụng (dấu hiệu nóng và lạnh có chút không rõ ràng) > Phòng tắm hơi bẩn",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "SEAsiaVeteran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thêm hai tuyệt vời nữa",
            "review_content": "Một lần nữa, ông Vũ và nhóm của ông cung cấp chỗ ở tuyệt vời tại SaiGon. Một khách sạn sạch sẽ, thoải mái nằm ở trung tâm bên kia đường từ chợ Bến Thành với bữa sáng tự chọn siêu sang! Một vấn đề nhỏ với điều hòa đã được sửa chữa kịp thời, và hỗ trợ tuyệt vời đã được đưa ra để tìm cách điều trị cho hai vấn đề y tế nhỏ phát sinh vào một chiều chủ nhật và một ngày trước kỳ nghỉ Tết!  Tôi đã trở lại đây nhiều lần trong những năm qua và hy vọng sẽ làm điều đó một lần nữa trong tương lai, không chỉ bị thu hút bởi tài sản vật chất, mà còn bởi đội ngũ nhân viên thân thiện và nồng hậu.",
            "reviewer_location": "Grantham, New Hampshire"
        },
        {
            "name": "Sungkyung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở lại!",
            "review_content": "Tôi và bạn trai ở đó một đêm. Các nhân viên là hữu ích và tử tế và phòng là rất nhiều. Nó không quá ồn ào mặc dù nó gần chợ lớn. Các bữa ăn sáng là ổn và chúng tôi rất thích ở lại. Chúng tôi chắc chắn muốn ở lại một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Poh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đồ uống chào mừng tuyệt vời",
            "review_content": "Tôi đã ở trong khách sạn này hơn một vài chuyến đi. Như bình thường, tôi thích đồ uống chào đón. . . . . . Đối với tất cả các aparts khác là ok và đáng giá cho tiền trả. Mọi thứ vẫn còn mới và tôi sẽ giới thiệu cho tất cả các bạn nếu bạn không quá kén chọn các dịch vụ. Một điều tôi nghĩ rằng khách sạn có thể cải thiện là màn che bóng. . . . . Tôi muốn thức dậy muộn nhưng tia nắng sẽ chiếu vào bạn và khiến bạn không thể ngủ lâu hơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Robbom8",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên rất thô lỗ, KIẾM RA KHỎI BAR",
            "review_content": "Tôi rất hào hứng khi đặt một căn phòng đắt tiền cho một người bạn và tôi ở Silverland Central Saigon, Khi chúng tôi đến, chúng tôi bị đối xử với sự thiếu tôn trọng đáng xấu hổ từ tất cả các thành viên của nhân viên. Bạn tôi liên tục được hỏi về chìa khóa phòng để chứng minh liệu anh ta có ở lại đó không. bạn tôi rất cao và không khó bỏ lỡ. ngay cả trong bữa sáng, bạn tôi đã bị nhân viên quấy rối.  Dịch vụ phòng trong thời gian không cao điểm cho những thứ cơ bản mất trung bình 40 phút cộng. Tôi đã đặt khách sạn này vì những đánh giá tốt và quán bar trên sân thượng OMG, Chúng tôi cũng bị quấy rối cứ sau 3 phút hoặc ít hơn vì không vội vã đặt những ly cocktail quá đắt được phục vụ trong những ly Champagne nhỏ xíu tương đương với 13 đô la mỗi ly. Chỉ sau 15 phút ngồi, người quản lý",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "UprightAndLocked",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá trị tiền bỏ ra ở trung tâm thành phố",
            "review_content": "Bằng cách đặt trực tiếp 3 đêm lưu trú của tôi, tôi đã nhận được vận chuyển sân bay khứ hồi miễn phí, dịch vụ giặt ủi (3 chiếc mỗi đêm) và bữa sáng. Vị trí tốt, mặc dù đường bị đóng do xây dựng khiến tài xế taxi của tôi khó định vị. Các bữa ăn sáng là trên trung bình, với các dịch vụ phong phú bao gồm một số món ăn Halal. Phòng của tôi rộng rãi và thoải mái, với một cái nhìn tốt đẹp của thành phố. Một chợ lớn cách đó nửa dãy nhà, cũng như một cửa hàng tiện lợi 24 giờ. Một thỏa thuận tuyệt vời tổng thể.",
            "reviewer_location": "Connecticut"
        },
        {
            "name": "TRAVLINCOP",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở một vị trí tuyệt vời.",
            "review_content": "Các đánh giá trên TripAdvisor luôn giúp tôi tìm ra những nơi tốt nhất để ở và những việc cần làm. Đây là một trong những nơi tuyệt vời mà tôi chọn và thực hiện khá nhiều nghiên cứu. Các phòng đều rộng, sạch sẽ và nhân viên không thể hữu ích hơn nữa. Bữa sáng tự chọn rất tuyệt và Dịch vụ giặt là rất hợp lý. Chỉ một đoạn đi bộ ngắn qua đường đến chợ Bến Thành. Nó nằm ở trung tâm của rất nhiều trang web và nếu bạn thích đi bộ khu vực này là một nơi tuyệt vời để đi dạo xung quanh. Tôi không bấm còi bất cứ ai sẽ đi sai với tài sản này. Ro mái Bar OMG là một nơi tuyệt vời để đi chơi sau bữa tối và uống một vài ly cocktail. Giá là trong một với hầu hết các cơ sở khác gần. Quán bar OMG là một trong những lý do chính khiến tôi chọn khách sạn Silverland Central và tôi cảm thấy hầu như mọi",
            "reviewer_location": "Henderson, Nevada"
        },
        {
            "name": "Pinkybp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chăm sóc chất lượng, thực phẩm và nơi sạch sẽ",
            "review_content": "Chúng tôi chưa bao giờ có trải nghiệm nào như ở khách sạn này, nơi chúng tôi cảm thấy được chào đón và giải trí như những vị khách. Bữa sáng tự chọn có khá nhiều loại và phục vụ cho chế độ ăn kiêng khác nhau. Vị trí rất tốt, gần các cửa hàng, nhà hàng và quán cà phê và chợ Bến Thành khổng lồ, chỉ cần cảnh giác một vài người đi xe đạp và xe hơi, nhưng không tệ như những điểm du lịch khác mà chúng tôi đã từng đến.",
            "reviewer_location": "Orangevale, California"
        },
        {
            "name": "Maria P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lần đầu tiên là du khách đến từ Hoa Kỳ",
            "review_content": "Quản lý tại nhà của họ vào buổi tối và ban ngày đang đi lang thang xung quanh chào đón và luôn có sẵn cho khách. Tất cả các nhân viên đều thân thiện và rất hiếu khách. Bữa sáng tự chọn bổ sung có nhiều loại thực phẩm tươi, tốt và mặn, rất phù hợp với chế độ ăn kiêng đặc biệt. Dịch vụ dọn phòng là tuyệt vời, và tiện nghi, dịch vụ và thiết bị trong phòng là tuyệt vời. Có thể yêu cầu nhiều hơn trong 12 ngày ở đây. Chúng tôi đã đi tour giữa thời gian lưu trú của họ và họ rất linh hoạt trong việc đáp ứng nhu cầu của chúng tôi. Chỉ hỏi thôi.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "veganpolyglot",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời, khách sạn đẹp",
            "review_content": "Dịch vụ này là tuyệt vời ngay từ khi đến, rất chu đáo và thân thiện. Vị trí không thể tốt hơn nhiều, và căn phòng ấm cúng và sạch sẽ, với tất cả các tiện nghi cần thiết, mặc dù hơi nhỏ. Lựa chọn bữa sáng nói chung là khá rộng, nhưng ít lựa chọn cho người ăn chay và ăn chay. Các nhân viên rất vui khi hứa sẽ có một bữa sáng đặc biệt cho người ăn chay, nhưng hóa ra đó chỉ là món cơm chiên nhàm chán. Ngoài ra, như mọi khi, trà thật (không phải Lipton) sẽ được chào đón. Một số trà xanh Việt Nam sẽ là tuyệt vời và giá rẻ. Nhưng nói chung là ở lại rất tốt.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "aaiishaah",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn & dịch vụ tuyệt vời!",
            "review_content": "Khách sạn này rất tốt! Dịch vụ tuyệt vời. Vị trí tuyệt vời, nằm trên đường Nguyễn An Ninh (đường Malaysia, nơi thực phẩm halal dễ dàng tiếp cận), Điều duy nhất tôi không thích về nó là thực phẩm của khách sạn không được chứng nhận halal. Lần thứ hai của tôi ở trong khách sạn này và tôi yêu nó!",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Seewhon",
            "avatar": "",
            "review_rating": "5",
            "review_title": "giá trị của đồng tiền",
            "review_content": "Khách sạn nằm ngay bên cạnh chợ Bến Thành, khu vực mua sắm phổ biến nhất cho khách du lịch Malaysia / Singapore; rât thuận tiện. Nó cũng nằm ngay bên cạnh khách sạn New World, khách sạn 5 sao mà khách hàng của tôi đang ở; dễ dàng truy cập để gặp anh ấy. Các phòng được sạch sẽ, do đó, là tấm ga trải giường. Cái giường đẹp và đủ cứng, tôi có giấc ngủ ngon.",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Finally_Europe",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vui mừng!",
            "review_content": "Ở lại cho 5 đêm trong tháng Bảy. Đã có một số vấn đề mọc răng vào đêm đầu tiên nhưng tất cả các nhân viên khách sạn đã đi ra khỏi con đường của họ để đảm bảo phần còn lại của kỳ nghỉ là thú vị. Vị trí nổi bật - có thể đi bộ đến gần như mọi thứ. Nhà thờ, bảo tàng, cung điện, trung tâm mua sắm, chợ Bến Thành. Các phòng có kích thước khá và sạch sẽ. Các bữa ăn là ok. Đã có rất ít tiếng ồn từ đường phố đó là một bận tâm. Giá là mức trung bình hợp lý. Nhân viên rất hữu ích với các tour du lịch và taxi. Thanh trên mái nhà là một điều trị nhưng chắc chắn rằng bạn đang ở đó cho giờ hạnh phúc $$. Sẽ rất vui khi trở lại.",
            "reviewer_location": "PerthWA"
        },
        {
            "name": "Bernice T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt!",
            "review_content": "Ở đây cho 3 nites. Tập trung vị trí đến các địa điểm yêu thích khác nhau ví dụ: Saigon Skydeck, Bảo tàng Chiến tranh, Nhà thờ Đức Bà, Dinh Độc Lập. 3 phút đi bộ đến chợ Bến Thành qua lối vào. Phở 2000 nổi tiếng là juz bên cạnh. Phòng sạch sẽ và không ồn ào (ở cấp 7). Quầy bar trên tầng mái là nơi bắt buộc để ngắm nhìn quang cảnh thành phố.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Hans_frb",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhân viên thân thiện và hữu ích",
            "review_content": "Một khách sạn tốt và sạch sẽ với đội ngũ nhân viên thân thiện và hữu ích. Vị trí tốt - gần với hầu hết các điểm thú vị ở Sài Gòn. Ăn sáng ở phía trên. Thật không may là một con đường khá lớn (tàu trên cao) xây dựng diễn ra ngay trước cửa khách sạn làm cho acces đến các cơ sở một chút khó khăn.",
            "reviewer_location": "Frederiksberg, Đan Mạch"
        },
        {
            "name": "Zoez247",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lý tưởng cho thành phố",
            "review_content": "Chúng tôi ở lại đây 4 đêm và có vị trí lý tưởng, phòng gia đình lý tưởng, quầy bar trên tầng mái vô giá, ăn sáng ok, khách sạn 3 sao chắc chắn xứng đáng với tiền, nhân viên lý tưởng, doorman để tiếp tân, dọn dẹp, chờ đợi nhân viên xuất sắc. Sẽ không có vấn đề gì khi quay lại.",
            "reviewer_location": "Katikati, New Zealand"
        },
        {
            "name": "Carl",
            "avatar": "",
            "review_rating": "4",
            "review_title": "3 đêm tại Sài Gòn",
            "review_content": "Khách sạn rất thoải mái để ở lại. Phòng khách sạn có mọi thứ bạn cần. Nhân viên tiếp tân và nhân viên khuân vác rất hữu ích.  Buffet ăn sáng rất tốt với vô số lựa chọn.  Vị trí tốt ở giữa Sài Gòn, mặc dù có công trình xây dựng lớn đang diễn ra bên ngoài khách sạn. Không có tiếng ồn nào như phòng khách sạn của tôi ở một phía khác nên không nghe thấy gì, nhưng ấn tượng đầu tiên của một công trường xây dựng có thể khiến bạn mất đi. Hầu hết các điểm tham quan du lịch đều nằm trong khoảng cách đi bộ. Có một thị trường 2 phút đi bộ mà bán hoàn toàn tất cả mọi thứ. Nhược điểm duy nhất của khách sạn này là không ăn rẻ hay ăn cơm trưa so với các khách sạn khác mà tôi đã ở lại trong thời gian ở Việt Nam. Vẫn còn rẻ hơn so với Anh nhưng không so sánh với một khách sạn Việt Nam 3 sao nói",
            "reviewer_location": "Liverpool, Vương quốc Anh"
        },
        {
            "name": "Nura_Ashikin",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Ở trong phòng Junior suite.  Chúng tôi được cung cấp dịch vụ đón tại sân bay miễn phí (một chiều) khi chúng tôi ở lại hơn 03 đêm.  Phòng được sạch sẽ, khá rộng rãi. Ăn sáng là trung bình.  Điểm cộng của chỗ ở này là các địa điểm vì nó nằm trong khoảng cách đi bộ đến chợ Bến Tánh và nhiều cửa hàng!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Graeme S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí và vfm tốt",
            "review_content": "Đã dành 3 đêm ở đây với vợ tôi và gia đình con gái của chúng tôi bao gồm 3 đứa con. Không thể dịch vụ lỗi - vị trí thuận tiện cho các thị trường và có thể truy cập bằng xe hơi để đưa các tour du lịch ra khỏi thị trấn Thanh trên mái nhà tuyệt vời với tầm nhìn. Việc xây dựng Metro lân cận không ảnh hưởng hoặc làm giảm thời gian lưu trú Tôi đề nghị nó như là giá trị tốt cho tiền",
            "reviewer_location": "Perth, Úc"
        }
    ],
    "hotel": {
        "location": "14 - 16 Lê Lai, Q.1, Thành phố Hồ Chí Minh Việt Nam",
        "name": "Khách sạn Silverland Central",
        "geo_data": {
            "latitude": 10.771764755249023,
            "longitude": 106.69764709472656
        },
        "room_number": "106",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/5a/08/family-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/5a/00/family-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/f8/family-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/f1/family-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/eb/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/e2/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/da/silverland-central-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/d3/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/cd/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/c5/deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/8e/59/bf/silverland-central-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/93/08/junior-suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/92/e1/junior-suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/91/b9/junior-suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/91/b4/junior-suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/91/ac/junior-suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/91/96/junior-suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d2/90/c6/silverland-suite.jpg?w=1200&h=-1&s=1"
        ]
    }
}