{
    "content": [
        {
            "name": "trần Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Khách sạn danacity năm trên đường đông kinh nghĩa thục là vị trí trung tấm cách khoảng 2, 3phut đi bộ tới biển Mỹ Khê. Biển Mỹ Khê là bãi biển nổi tiếp về vẻ đẹp và sự langc mạn, nhẹ nhàng. Ngoài ra khách sạn cũng gân khu tâm ăn uống, tai đây có thể thoải mái khám phá về đêm, rất thuận tiện...",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "codo2018",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dịch vụ tốt, nhân viên thân thiện",
            "review_content": "Nhân viên luôn sẵn lòng giúp đỡ khách, tươi cười thân thiện. Phòng ốc sạch sẽ, ấm cúng. Hồ bơi rộng rãi, thoải mái. Buffet sáng bày biện đẹp mắt, thức ăn khá ngon. Sẽ trở lại cùng gia đình, bạn bè vào lần sau.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "cobemuadong3090",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Tôi có dịp đi du lịch cùng chồng, nghỉ lại khách sạn 2 đêm. Phòng rất đầy đủ tiện nghi, sạch sẽ và mới. View nhìn ra biển rất đẹp.Đồ ăn sáng phong phú và ngon miệng. Nhân viên phục vụ từ bảo vệ, lễ tân, buồng phòng cho đến nhà hàng đêu rất nhiệt tình, dễ thương.",
            "reviewer_location": "Tỉnh Nghệ An, Việt Nam"
        },
        {
            "name": "Keep M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san tuyet voi",
            "review_content": "Tôi ở cùng gia đình vào cuối tháng 5 vừa qua. Ấn tượng đầu tiên về ks này là nụ cười của nhân viên từ anh bảo vệ đến lễ tân..  tôi luôn có cảm giác mình được chào đón.  Phòng ốc luôn sẵn sàng vào mỗi ngày sau khi chúng tôi về từ các chuyến thăm quan. Đồ ăn sáng là tuyệt vời, có cả lựa chọn cho trẻ em. Tôi hài lòng khi ở đây và sẽ còn quay trở lại trong chuyến đi tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hai Dang P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn rất đẹp, chất lượng phục vụ rất tốt , đồ ăn ngon và phòng ở rất thoải mái.... nếu có dịp quay trở lại Đà Nẵng tôi sẽ ghé tới Danaciti lần nữa.Tôi cũng đã giới thiệu địa chỉ khách sạn này cho bạn bè của tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Katie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở lại một đêm cùng công ty!",
            "review_content": "Chúng tôi đi công tác, đặt bốn phòng cho anh chị em công ty và được chọn những phòng giá khá tốt, và view tốt.  Thái độ phục vụ rất tốt của nhân viên.  Chỉ có ăn sáng hơi tệ, và phòng gym nhỏ xíu xiu, với một số dụng cụ cơ bản đủ cho vui mà thôi.  Sẽ ghé lại lần sau.",
            "reviewer_location": "Huế, Việt Nam"
        },
        {
            "name": "Việt C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất Tuyệt",
            "review_content": "Thật tuyệt vời khi chúng tôi có 2 đêm nghỉ dưỡng ở khách sạn. Khách sạn đạt tiêu chuẩn 4 sao có đầy đủ tất cả các dịch vụ làm chúng tôi cảm thấy rất hài lòng khi lưu trú tại đây. Thực đơn ăn sáng của chúng tôi rất đa dạng, phong phú mỗi ngày, hồ bơi và sky beer thật thú vị vào mỗi buổi tối, ở đó chúng tôi được thưởng thức nhạc và nghe DJ chơi nhạc hằng đêm. Nhân viên thân thiện nhất là bộ phận tiền sảnh, và bộ phận nhà hàng. Chúng tôi sẽ quay lại khách sạn Danaciti trong thời gian sớm nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "Chúng tôi đã lưu trú 3 đêm tại khách sạn Danaciti và loại phòng chúng tôi ở là phòng VIP, diện tích phòng tương đối rộng, có thể nhìn ra quang cảnh thành phố và nhìn được ra biển, từ khách sạn chúng tôi có thể tản bộ ra biển tầm hơn 300m, từ khách sạn chúng tôi đi Bán Đảo Sơn Trà chỉ tầm 8km, gần hơn so với dự tính. Chúng tôi sẽ quay lại khách sạn vào mùa hè năm sau, nhất định chúng tôi sẽ đến Danaciti.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hakimyen163922016",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một điểm Nghỉ dưỡng thú vị tại Đà Nẵng!",
            "review_content": "Có dịp về thăm quê hương Đà Nẵng cùng gia đình người bạn, nhận được lời giới thiệu về ks Danaciti mới xây gần biển Mỹ Khê, đoàn chúng tôi đã chọn. Phòng VIP có diện tích lớn. Nhà hàng sang trọng với buffet sáng ngon. Bể bơi và bar trên top rất thú vị, chồng và con trai tôi rất thích không gian này. Đặc biệt là Spa ở tầng 2, có đầy đủ các dịch vụ làm đẹp cho các chị em. Giá phòng và dịch vụ ở đây mềm hơn các khách sạn 4 sao khác rất nhiều. Nhất định sẽ quay lại.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Tuyệt vời!",
            "review_content": "Tôi đã có chuyến du lịch đến Đà Nẵng cùng với bạn bè đợt 17/5 va nghỉ chân tại Danaciti Đà Nẵng. Khách sạn mới khai trương nên còn rất mới. Ấn tượng đầu tiên với chúng tôi là đội ngủ nhân viên rất thân thiện, nhiệt tình. Phòng ở tiện nghi và rất sạch sẽ. Ăn sáng trên tầng 11, đồ ăn ngon, thay đổi thực đơn hàng ngày. Chỉ tiếc là khách sạn con mới nên chưa sử dụng được bể bơi.  Chúng tôi rất muốn giới thiệu khách sạn cho các bạn nếu các bạn đang muốn tìm một điểm dừng chân ở Đà Nẵng.  Chắc chắn tôi sẽ quay lại cùng với các bạn một lần nữa.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "tmv268",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Danaciti",
            "review_content": "Tôi đã có 3 ngày 2 đêm ở đây. Tất cả mọi thứ ở đây dường như là tuyệt vời, chỗ ở, nhân viên. Ăn sáng ở đây rất ngon, phong phú. Cảm ơn bạn đã cho chúng tôi một kỳ nghỉ tuyệt vời. Tôi sẽ quay lại nếu có cơ hội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thuvan1509",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tiết kiệm và tốt đẹp",
            "review_content": "Đó là khách sạn tốt đẹp. Tôi ở lại 2 đêm và thấy họ rất thân thiện và hữu ích. Họ coi khách của họ như người thân và chúng tôi thực sự rất thích. Tôi đánh giá cao khách sạn này cho ai đó đi du lịch đến nang. Cảm ơn.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "JJB",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá trị tuyệt vời của tiền",
            "review_content": "Chỉ quản lý để ở lại đây ít hơn 12 giờ vì một sự chậm trễ chuyến bay dài. Gửi email cho khách sạn qua đặt phòng. com (trang web mà tôi đã sử dụng để đặt phòng) về sự chậm trễ và nhận được trả lời đảm bảo trong vòng nửa giờ. Tuyệt quá!  Phòng nhỏ hơn mong đợi nhưng đầy đủ và sạch sẽ. Vòi hoa sen dường như chảy ra khỏi nước nóng sau nửa đêm. Có lẽ một sự cố duy nhất nhưng điều này không thực sự làm phiền chúng tôi.  Ăn sáng lây lan, như du khách đồng đã đề cập, đã thực sự ấn tượng.  Chúng tôi đã có một ngày mưa khủng khiếp nhưng vẫn quản lý để đi bộ đến bãi biển trong vòng chưa đầy mười phút.  Đối với phạm vi giá này, tôi sẽ đánh giá cao đề nghị này.",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "Sergio F",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Con người tạo nên sự khác biệt",
            "review_content": "Tôi rất thích ở tại khách sạn này. Không xa bãi biển và cách xa bờ sông ồn ào. Ăn sáng thật tuyệt vời. Nhà hàng, lễ tân, dọn phòng, nhân viên an ninh đều tốt đẹp và chuyên nghiệp. Nhìn tuyệt vời từ nhà hàng nơi họ phục vụ bữa sáng vào buổi sáng. Và cũng là quầy bar bia trên bầu trời. Tôi sẽ trở lại lần sau khi tôi ở Nang.",
            "reviewer_location": "Muscle Shoals, Alabama"
        },
        {
            "name": "huan n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị lớn cho moneys!",
            "review_content": "Mọi thứ đều tốt đẹp và sạch sẽ bởi vì nó là một khách sạn mới. Chỉ mất vài phút đi bộ đến bãi biển. Nhân viên tiếp tân rất thân thiện và hữu ích. Bữa sáng tự chọn ngon miệng được phục vụ tại tầng 12, nơi có tầm nhìn tuyệt vời.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "80 Đông Kinh Nghĩa Thục - Phường An Hải Bắc - Quận Sơn Trà, Đà Nẵng 550000 Việt Nam",
        "name": "Khách sạn Danaciti",
        "geo_data": {
            "latitude": 16.07552146911621,
            "longitude": 108.24224853515625
        },
        "room_number": "83",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2c/1d/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2d/7e/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2d/66/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/db/b5/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2d/53/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/c1/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/bc/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/e0/92/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/db/7f/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2d/8a/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2c/f8/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/c9/2d/1d/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/a9/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/a4/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/9f/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/e4/27/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/8d/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/8e/khach-s-n-danaciti.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/8c/fitness-center.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/be/da/86/fitness-center.jpg?w=1200&h=-1&s=1"
        ]
    }
}