{
    "content": [
        {
            "name": "Thanh D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện",
            "review_content": "Tiếp đón nhiệt tình chu đáo, khi dùng xong bữa sáng còn có nhân viên chào hỏi, cảm ơn khi tôi vào thang máy. chúng tôi thấy khá hài lòng về dịch vụ. Trang thiết bị cần cải thiện hơn khi muốn phát triển bền vững!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nghĩa N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Rất vui vẻ và nhiệt tình. Nhiều món ăn ở nhà hàng. Nhân viên vui vẻ làm chúng tôi thấy thoải mái. Phòng ốc oke rộng rãi. Khách sạn kế bên các cây cầu lớn như cầu rồng và cầu sông Hàn. Chăm sóc khách hàng chu đáo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đình Phát",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn oke",
            "review_content": "Gia đình hài lòng về dịch vụ.  Khách sạn nhân viên vui vẻ, nhiệt tình. Thức ăn đa dạng, nhân viên nhiệt tình. Địa điểm gần chợ Hàn, nằm ở trung tâm thành phố. Phòng ở rộng rãi thoáng mát. Mình sẽ quay lại cùng gia đình trong chuyến đi tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Công ty đặt phòng tại khách sạn này. Nhân viên chu đáo nhiệt tình. Chị Hà hướng dẫn rất vui vẻ. Thức ăn oke, phòng sạch. Không khí thoải mái dễ chịu. Chúng tôi sẽ quay lại trong chuyến công tác sắp tới!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huong Sen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng sạch đẹp",
            "review_content": "Đồ ăn sáng khá phong phú, vị trí thuận lợi để đi ra sân bay, ra biển, đi chơi trong nội thành, gần chợ hàn. Phòng mới, mát mẻ, sạch sẽ. Thái độ nhân viên nhiệt tình, cởi mở. Điểm trừ: Chưa có pijama, tủ lạnh ko lạnh ",
            "reviewer_location": "Yokohama, Nhật Bản"
        },
        {
            "name": "Nhuthuy P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn trung tâm",
            "review_content": "Phòng gọn gàng sạch sẽ, rộng rãi, thoáng mát. Dịch vụ phòng tốt, nhân viên quan tâm đếm khách hàng, nhiệt tình vui vẻ và lịch sự. Đồ ăn ở khách san còn nghèo nàn. Cần thay đổi món và cải thiện hơn!!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Julie L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Phòng view đẹp, thức ăn ngon và nhiều món, nhân viên nhiệt tình vui vẻ. Nhân viên chăm sóc khách hàng luôn cười tươi. Có nhiều địa điểm thăm quan tại đây. Sẽ giới thiệu bạn bè và gia đình quay lại khách sạn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trường T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Phòng ở rất thoáng mát, sạch sẽ. Nhân viên lễ tân rất nhiệt tình hỗ trợ khách du lịch, đáp ứng yêu cầu tức thời.  Phòng có trang bị đầy đủ tiện nghi, thực đơn bữa sáng cũng rất ngon và hợp lý. Sau chuyến đi này tôi rất hài lòng về độ phục vụ của Centre Hotel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Chất lượng phòng tốt, sạch sẽ. Nhân viên phục vụ tận tình, thái độ tích cực đối với khách hàng. Buffet sáng ngon, tuy món chưa được phong phú lắm. Khách sạn nằm ngay sông Hàn nên thuận tiện cho việc di chuyển và tham quan Đà Nẵng. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ",
            "review_content": "Khách sạn phục vụ tốt, nhân viên nhiệt tình thân thiện, phòng khách Sạn sạch đẹp Đồ ăn ngon.  Giá phòng Ok so với chất lượng.  We have great time me and my wife ...the hotel is very good and clean.. and the staff are so kind and so good and helpful ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vy T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Gia đình tôi ở Đà Nẵng 5 ngày và thực sự hài lòng về dịch vụ của khách sạn. Nhân viên nhiệt tình, cười vui vẻ. Thức ăn nhiều món đa dạng. Chúng tôi thích món nước ở đây như phở, bún... Sẽ giới thiệu bạn bè cùng đến đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong Linh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chúng tôi rất thích ở đây",
            "review_content": "Khách sạn tuy có công trình bên cạnh nhưng mọi thứ rất ổn. Nhân viên thân thiện nhiệt tình, chúng tôi thấy vui. Phòng view đẹp, chúng tôi rất thích! Dịch vụ tốt, thức ăn ngon và nhiều món. Chịu Hà giới thiệu địa điểm du lịch cho chúng tôi. Lần tới, chúng tôi sẽ quay lại khách sạn này!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Chúng tôi ở Bình Phước. Khách sạn gần trung tâm, kế bên chợ Hàn nên dễ mua sắm. Phòng sạch sẽ, nhân viên vui vẻ. Chúng tôi cảm thấy thoải mái khi ở đây. Buffet ngon, nhiều món ăn, mỗi ngày món ăn đều đc thay đổi. Gần địa điểm du lịch. Sẽ quay lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc Huyen V",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rất tốt",
            "review_content": "Gia đình mh thuê phòng family cho 5 ng lớn và 1 em bé. Mh rất hài lòng dịch vụ của khách sạn. Các bạn lễ tân rất nhiệt tình và chu đáo. Món ăn bufet ở đây ổn. Mh ấn tượng với 1 cô trung tuổi đeo kính búi tóc, mh k nhớ tên và bạn Cẩm Hà hướng dẫn và chăm sóc khách rất tốt. Mh chỉ góp ý nho nhỏ với ks về tủ lạnh k đc mát lắm. Hẹn dịp sau đến ĐN gia đình mh sẽ quay lại ks. Tks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thắng Q",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!!!",
            "review_content": "Đoàn chúng tôi từ Quãng Ngãi đến Đà Nẵng với sự chào đón nồng nhiệt của khách sạn các bạn. Chúng tôi rất vui vì dịch vụ ở đây rất tuyệt vời! Nhân viên thân thiện, cảm giác thoải mái. Mọi dịch vụ đều được phục vụ tốt nhất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ vui vẻ",
            "review_content": "Chúng tôi thật sự rất ngạc nhiên khi đặt chân đến khách sạn này! Tất cả các nhân viên đều rất nhiệt tình thân thiện, các bạn giúp đỡ chúng tôi rất nhiều trong quá trình khám phá thành phố Đà Nẵng. Đặc biệt, bạn Hà rất chứ đáo và thân thiện. Chúng tôi chắc chắn sẽ quay lại và viếng thăm Đà Nẵng vào dịp hè tới!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ăng Huyền H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Đây là lần đầu tiên gia đình tôi đến khách sạn này. Chúng tôi rất vui vì được các nhân viên chào đón nhiệt tình và thân thiện. Thức ăn ngon, phòng sạch sẽ tiện nghi. Nhân viên Hà giới thiệu rất nhiều chuyến đi và các món ăn tại địa phương. Chúng tôi cảm ơn rất nhiều và sẽ quay lại vào dịp tới!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Son N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "đây là lần thứ 2 gd tôi đến đà nẵng.chúng tôi rất vui vì đc các nv phục vụ nhiệt tình tại ks này.đặc biệt nv chăm sóc kh Hà rất thân thiện và chu đáo.chúng tôi đã ghé thăm rất nhiều nơi và cảm thấy thật tuyệt vời khi đc gặp gở các bạn.chúng tôi sẽ quay lại vào dịp gần nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thiên Nhi P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Gia đình tôi lần đầu tiên đến khách sạn này. Tôi rất vui vì các bạn nhân viên rất nhiệt tình, đặc biệt là bạn Hà, giới thiệu rất nhiều điều thú vị cho chúng tôi tại thành phố Đà Nẵng. Chúng tôi đã có thời gian tuyệt vời tại đây. Sẽ ghé lại vào dịp tới!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Thoa L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Khách sạn nằm ngay trung tâm nên rất tiện di chuyển, sát chợ Hàn, nhà thờ Con gà...Địa điểm quá thuận lợi. Phòng ở đây sạch sẽ, view nhìn ra sông hàn tuyệt lắm, wifi mạnh nữa. Mình ở đây 3 ngày, ăn sáng trên tầng 8, ngày nào thức ăn cũng ngon, có nhiều món để chọn. Còn nhân viên KS thì quá tuyệt, từ lễ tân, bell đến nhân viên nhà hàng, cực kì thân thiện, nhiệt tình. Nếu có dịp đến ĐN lần nữa, sẽ không chọn nơi nào khác ngoài khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mrkandy91",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ok",
            "review_content": "Khách sạn gần phố bạch đằng trung tâm tp rất thuận tiện đi lại . Khách sạn khá sạch sẽ mọi thứ đều ok . Ăn sáng tạm được . Phòng mình đặt là phòng family . Tương đối rộng rãi . Có điều cấu thang máy bé nên ko chở được nh người",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Kim N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent! Highly recommended!!",
            "review_content": "Khách sạn nằm sát chợ Hàn, chỉ cần đi bộ vài phút là thấy cầu Rồng. Phòng rộng, thoáng, và sạch sẽ. Mình ở 3 ngày và ngày nào cũng hài lòng với services của khách sạn. Front staff cực kỳ thân thiện và vui tính. Sẽ book lại khách sạn nếu mình có cơ hội quay lại Đà Nẵng. Worth every penny!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "_dgenius169",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Lần đầu đến  Đà Nẵng và đặt phòng tại Centre hotel rất hài lòng về thái độ phục vụ, phòng nghỉ ngơi và các dịch vụ của khách sạn. Ban công buổi tối nhìn view khắp thành phố rất đẹp. Khách sạn lại gần với các điểm vui chơi nên rất thuận tiên đi lại. Nhất định khi vào lại Đà Nẵng sẽ tiếp tục đặt phòng tại Centre Hotel",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HoaiTrinhHa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ Nghỉ Tuyệt Vời",
            "review_content": "Khách sạn Centre DaNang nằm ở vị trí trung tâm, bên cạnh Chợ Hàn rất thuận tiện cho việc mua sắm, làm quà cho người thân và bạn bè. Từ phòng có thể nhìn ra view sông Hàn thơ mộng, nhất là ban đêm. Phòng và các dụng cụ trong phòng đều sáng và sạch. Lễ Tân rất nhiệt tình, luôn hỗ trợ những thứ cần thiết , giới thiệu và chỉ dẫn rõ ràng. Tất cả nhân viên lúc nào cũng mĩm cười, vì vậy nếu có cơ hội quay trờ lại Đà Nẵng, tôi vẫn sẽ chọn Centre Hotel.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Mr Andy - 0975758750",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách san centre - Điểm đến tuyệt vời tại Trung Tâm Đà Nẵng",
            "review_content": "Nói chung là hài lòng, nhìn ra dòng sông hàng thơ mộng, và cái view toàn thành phố tầng 8, rất là tuyệt 3* giá cũng khá mềm, rất sang trọng, nhân viên thân thiện, hêhhe mọi người tới 18 -20 phạm phú thứ - Đà Nẵng, có thế đi 09 nguyễn thái học vẫn được hotel này có 2 cổng rất tiện, ngay chợ hàn tha hồ mua quà, ăn uống thả ga...like mình thường gọi đặt phòng số này 0916064968",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Xuan Tai P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngay sau lưng chợ Hàn, ở khu Trung tâm, dịch vụ tốt",
            "review_content": "Chúng tôi đi 4 người bằng ô tô từ Vinh - Đà Nẵng và nghỉ lại 2 ngày 2 đêm.  Khách sạn có vị trí khá thuận lợi, ở trung tâm, ngay sau lưng chợ Hàn và bên cạnh bờ sông Hàn. Khách sạn có mặt tiền không quá rộng nhưng ở phía sau lại nở to, số phòng khá nhiều. Chất lượng phòng ốc tốt, mới. Thái độ các bạn nhân viên cũng nhiệt tình dễ chịu, buffee sáng không quá nhiều món nhưng ngon, dễ ăn.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "duyboni",
            "avatar": "",
            "review_rating": "5",
            "review_title": "<3 <3 <3",
            "review_content": "Gia đình tôi rất thích nơi đây, lần sau đến Đà Nẵng nhất định chúng tôi sẽ ghé lại, buffet rất ngon, hợp khẩu vị, view cực đẹp, nói chung thích lắm ! Khách sạn gần ngay khu trung tâm, rất gần sông Hàn và chợ Hàn Nhân viên thì thân thiện, dễ thương, hữu ích Gia đình tôi hài lòng về khách sạn lẫn dịch vụ",
            "reviewer_location": "Biên Hòa, Việt Nam"
        },
        {
            "name": "JACtheTRIPPER",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn giá trị tốt ở vị trí trung tâm.",
            "review_content": "Trong khi cố gắng cân bằng một số lựa chọn sang trọng trong chuyến đi của mình, tôi đã chọn OYO 157 Center Hotel dựa trên giá cả và địa điểm trong hai đêm trong phòng Deluxe Double (thông qua Agoda @AUD $ 52 p / đêm. Nhân viên lễ tân rất thân thiện và hiệu quả với séc - mặc dù căn phòng đầu tiên chúng tôi được phân bổ nằm ngay cạnh gian hàng của người hút thuốc ở cuối hành lang nên chúng tôi chuyển sang một phòng khác cách xa phòng cũng có tầm nhìn tốt hơn nhiều. Phòng sạch sẽ và đủ nước thoải mái. Có sẵn miễn phí cả ở quầy lễ tân và phòng ăn sáng. Khách sạn phục vụ mạnh mẽ thị trường du lịch Hàn Quốc. Các lựa chọn phòng ăn và bữa sáng đều ổn nhưng tôi cảm thấy như đang cạnh tranh với đám người dậy sớm trong nhóm, đặc biệt là vào sáng thứ hai nơi tôi đợi 30 phút để bình cà phê",
            "reviewer_location": "Úc"
        },
        {
            "name": "XinYi0711",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đã qua đêm cuối cùng của năm 2019 và đêm đầu tiên của năm 2019",
            "review_content": "Ở tại khách sạn này trong 2 đêm trong thời gian lưu trú tại Năng, vị trí thông minh khá dễ tiếp cận 5 phút - 8 phút đi bộ đến chợ Hans nơi bạn có thể mua rất nhiều đồ ăn, quần áo và túi xách địa phương. Nó cũng cách sông han khoảng 5 phút đi bộ, giám sát cây cầu han và cầu rồng.  Điểm duy nhất không tốt là một trong những căn phòng chúng tôi đặt có những con côn trùng nhỏ bò trên sàn nhà cuối cùng biến mất sau một lúc nhưng có lẽ khách sạn có thể cải thiện sự sạch sẽ của chúng trên khu vực này. Bữa sáng của họ rất đơn giản nhưng đủ ngon. Đề nghị.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Lina P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị lớn và vị trí tuyệt vời",
            "review_content": "Tuần nghỉ dài của chúng tôi tại Center Hotel thật tuyệt vời. Khách sạn nằm ở trung tâm, và các nhân viên rất thân thiện và hữu ích. Wifi là đáng tin cậy, giường rất thoải mái và họ cung cấp một lựa chọn tốt cho bữa sáng. Chúng tôi nghĩ rằng Center Hotel cung cấp giá trị lớn và rất khuyến khích ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rossablanca",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá cả phải chăng và thuận tiện",
            "review_content": "Địa điểm là tuyệt vời. Gần chợ Hàn, Nhà thờ hồng và đi bộ đến bờ sông nhìn ra Cầu Rồng. Các nhân viên thân thiện và hữu ích. Các bữa ăn sáng là tốt, nhưng đừng lo lắng, có rất nhiều quán ăn và quán cà phê xung quanh khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roland T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "1 đường từ chợ Hàn",
            "review_content": "Nằm trên một con đường phụ giữa 2 cây cầu nổi tiếng ở Năng, nơi này có thể đi bộ đến bất kỳ nơi nào trong thành phố. Cách chợ Han 1 dãy nhà để đáp ứng nhu cầu mua sắm của bạn. Có thể dễ dàng đến bãi biển bằng xe máy hoặc ô tô và dễ dàng tìm thấy thức ăn / cà phê gần đó. Tôi ở trên tầng 7 và khu vực ăn uống ở tầng 8 nên vào buổi sáng sớm, bạn có thể nghe thấy những chiếc ghế bị kéo lê trên sàn khi mọi người dùng bữa sáng (6 - 10 giờ sáng). Hãy ghi nhớ điều này nếu bạn cần ngủ đông.",
            "reviewer_location": "Los Angeles, California"
        },
        {
            "name": "Lyns^_^",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Vị trí đẹp, phòng đẹp và quan trọng nhất là gia đình tôi và tôi đã được chăm sóc tốt. Tất cả các nhân viên trong khách sạn đều rất hữu ích, đặc biệt là cô Võ thi cam ha, cô ấy đã nói chuyện với tất cả các vị khách trong bữa sáng và cố gắng tìm hiểu xem khách có hài lòng với việc ở lại không và hỏi liệu cô ấy có thể làm gì để trải nghiệm của chúng tôi tốt hơn không .  Chúng tôi ăn chay, vì vậy cô ấy đã sắp xếp món ăn đặc biệt cho chúng tôi và cô ấy đã giúp chúng tôi sắp xếp phương tiện di chuyển cho chuyến đi của chúng tôi với những ưu đãi tốt.  Cảm ơn bạn rất nhiều. Rat khuyen khich",
            "reviewer_location": "Jakarta, Indonesia"
        },
        {
            "name": "Javier R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên xuất sắc. Giá trị siêu tốt cho tiền.",
            "review_content": "Chúng tôi đã có một kỳ nghỉ tốt đẹp, phòng đẹp, vị trí tuyệt vời và rất đáng đồng tiền. Bữa sáng tuyệt vời và nhân viên EXCELLET. Từ lễ tân đến nhân viên hướng dẫn và nhà hàng. Cảm ơn đặc biệt về Quan hệ khách hàng siêu chuyên nghiệp và thân thiện V TH? C?",
            "reviewer_location": "Copenhagen, Đan Mạch"
        },
        {
            "name": "Nhung N",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tốt. Nhân viên tốt bụng. Không chắc chắn về cơ sở phòng.",
            "review_content": "1 / Vị trí: tuyệt vời, gần chợ Han với lối tắt ở cửa sau. Nhiều nhà hàng, quán cà phê, quán bar trong khu vực. 5 sao  2 / Nhân viên: siêu đẹp và hữu ích. 5 sao  3 / Cơ sở phòng: trung bình. 2 - 3 sao . Phòng của chúng tôi ở tầng 4, không có tầm nhìn. . Giường rất khó chịu (nệm mùa xuân tôi nghĩ) mà hầu như không cho tôi ngủ. . Phòng khá bốc mùi ngay cả sau 2 ngày lưu trú mặc dù không có khu vực cấm hút thuốc. . Phòng không cách âm. Vào buổi sáng, có tiếng ồn của hệ thống nước khoảng 30 phút - 1 giờ. . Phòng tắm là bình thường, một chút bẩn theo ý kiến của tôi. . Ăn sáng là tốt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quan T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời và dịch vụ tốt",
            "review_content": "Rất gần chợ Han, có một lối tắt từ khách sạn đến chợ Han. Cũng gần sông Hàn, đi bộ đến cầu Rồng & khu vực quán rượu / quán rượu dọc theo sông Hàn. Các nhân viên rất tốt và thân thiện. Ăn sáng là okie. Các cơ sở là bình thường (giường là loại cứng). Xin lưu ý khách sạn chỉ từ tầng 4 đến tầng 8 của tòa nhà.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Carey Lam",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí hoàn hảo",
            "review_content": "Khách sạn này có vị trí hoàn hảo ở trung tâm thành phố Năng. Từ đây đến chợ Hàn, nhà thờ, cầu rồng và trạm xe buýt đến phố cổ Hội An là 5 phút đi bộ. Nó cũng rất rẻ, chỉ hk $ 350 / đêm. Các cơ sở là cơ bản.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "18 - 20 Phạm Phú Thứ, P.Hải Châu, Q. Hải Châu, Đà Nẵng 550000 Việt Nam",
        "name": "OYO 157 Centre Hotelạn Centre",
        "geo_data": {
            "latitude": 16.0673770904541,
            "longitude": 108.22444152832031
        },
        "room_number": "75",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/38/7b/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/71/3a/1a/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/76/63/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/76/44/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/76/31/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/76/0c/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/fc/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/f2/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/ea/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/e2/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/de/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/d6/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/ce/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/c1/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/ac/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/a0/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/87/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/7f/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/79/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/86/75/72/oyo-157-centre-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}