{
    "content": [
        {
            "name": "Huy Nguyen_H",
            "avatar": "",
            "review_rating": "1",
            "review_title": "DỊCH VỤ CỰC KỲ TỆ VÀ LỄ TÂN GIAN TRÁ",
            "review_content": "Gia đình tôi gồm 2 phòng 610 và 607, c/in và c/out sớm ngày 25/1/23. Lúc đi có để quên 1 bình giữ nhiệt trong tủ lạnh  Hôm nay tôi gọi vào khách sạn thì lễ tân cho biết tên tôi ko có trong danh sách ở tại khách sạn và thay vào đó là tên và giấy tờ CỦA MỘT KHÁCH KHÁC?!!!!  (lễ tân báo 2 phòng đó của khách khác hoàn toàn).   Tôi tự hỏi không biết có chuyện gì mờ ám đang xảy ra ở đây, phải chăng khách sạn lừa đảo và sử dụng thông tin cá nhân khách hàng vì mục đích riêng? khuyến cáo không nên lưu trú",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jade",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cực kỳ hài lòng",
            "review_content": "Mình ghé thăm khách sạn khá gấp do không tìm được phòng nhưng cách phục vụ với mình khá ấn tượng, chu đáo, nhiệt tình và đặc biệt là chi phí rất phải chăng. Nói chung với chi phí đó thì dịch vụ cực kỳ hợp lý",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Bảo Duy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Du lịch trải nghiệm",
            "review_content": "Vị trí : nằm ở trung tâm phố đi bộ Nguyễn Huệ sầm uất, xung quanh nhiều tiện ích và nhiều dịch vụ ăn uống vui chơi giải trí  Phòng : khá thoải mái, đồ dùng cá nhân đầy đủ, nước tắm khá yếu. Tôi đặt phòng là 806 thì buổi tối máy lạnh có bị trục trặc 1 tý, tầm khoảng 23h thì máy lạnh bị ngưng hoạt động khoảng tầm 10p, mong khách sạn sẽ cải thiện  Về Buffet: đồ ăn không được đa dạng, chỉ có những món cơ bản   Nhân viên khá thân thiện, nếu có cơ hội sẽ quay lại trải nghiệm thêm lần nữa",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "michaeltrubui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "PRIME LOCATION - DELIGHTFUL SAIGON OSCAR",
            "review_content": "I stayed for 1 month at Saigon Oscar Hotel located on Nguyen Hue Street (right on Nguyen  Hue Walking Street ) in May/2022, it's very central location in the heart of Saigon - all my tours were able to pick me up from the doorstep!   The reception staff were very helpful and polite, they are willing to help and so are all the other hotel staff. My room on the 3rd floor was beautiful at modern designs , it was so clean spotless and spacious, especially the king size bed.   The breakfasts  buffet were really good too, a really big selection of fresh tropical fruit as well as bakery things and Asian breakfast stuff.   Hat off to staff: Ms. Huong, Ms. Tram, Ms. Hong, Ms. Hang .. You're all so polite and helpful during my stay.   I would definitely recommend and will be back the next",
            "reviewer_location": "Garden Grove, California"
        },
        {
            "name": "HPGT",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thái độ nhân viên phục vụ buffet sáng rất tệ!",
            "review_content": "Tôi đã dùng ứng dụng traveloka thuê phòng ở khách sạn Oscar vào khuya 13/9/2019, sau khi thuê tôi có vài nhận xét như sau:  Vị trí: nằm trên con phố đi bộ Nguyễn Huệ đông đúc nên từ khách sạn này có thể thuận tiện đi lại nhiều nơi, bao quanh có nhiều khu ăn uống, cửa hàng tiện lợi rất tiện!  Phòng ốc khách sạn: phòng tôi ở là phòng Elegan, khi tôi nhận thì thấy phòng sạch sẽ, hơi nhỏ nhưng khá ấm cúng, nước tắm hơi yếu, có chuẩn bị sẵn những vật dụng cần thiết như tivi, tủ lạnh nhỏ, tủ treo đồ bộ bàn ghế nhỏ, bộ bàn chải đánh răng, dầu gội, sữa tắm, máy sấy tóc ... wifi khá ổn và được dùng miễn phí!  Món ăn: khách sạn có phục vụ ăn sáng theo hình thức buffet, khá ít món ăn, chất lượng khá ổn.  Nhân viên tiếp tân lịch sự nhưng chắc do bạn mệt nên thấy không vui cho lắm; tôi chỉ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Phạm Thị P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Khách sạn Oscar Sài Gòn địa điểm đẹp nằm giữa phố đi bộ Nguyễn Huệ rất phù hợp với những bạn ở xa đến thăm thành phố. Khách sạn sạch sẽ tuy nhiên phòng hơi nhỏ, thời gian nhận phòng 2h nhưng chờ 15 phút sau mới có phòng ( Có lẽ do quá đông khách ).",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vptour-Hanoi",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chất lượng tốt tương xứng với giá trị bỏ ra",
            "review_content": "Oscar Saigon hotel là một trong những khách sạn luôn được VPtour đặt trong danh sách những đối tác chất lượng.  Tuy diện tích phòng hơi nhỏ nhưng chất lượng tốt với thái độ phục vụ nhiệt tình, chu đáo của khách sạn đã khiến cho các du khách của VPtour khi đến với thành phố Hồ Chí MInh rất hài lòng, họ cảm thấy phù hợp với những gì họ bỏ ra.  VPtour sẽ tiếp tục gửi những đoàn khách của chúng tôi đến khách sạn trong thời gian tới",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "KeiraLuog",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Nằm trên phố đi bộ Nguyễn Huệ nên chỉ cần bước bạn có thể đến trung tâm thành phố, với nhiều nhà hàng và cửa hàng. Phòng nhỏ và lỗi thời nhưng không sao vì đây là khách sạn trung tâm thành phố. Các bữa ăn sáng và nhân viên là chấp nhận được.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "KellyyyyyyyyW",
            "avatar": "",
            "review_rating": "1",
            "review_title": "kinh khủng",
            "review_content": "Không có gì giống hình ảnh của cô ấy, phòng có cửa sổ nhưng không thể mở, mùi trong phòng khủng khiếp, ồn ào và giường không thoải mái, chỉ cần kiểm tra và không giới thiệu cho bất cứ ai,  Chỉ có vị trí để đi bộ xung quanh trung tâm thành phố,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joe C",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tuyệt vời ở lại! Sẽ không bao giờ quay lại nơi này.",
            "review_content": "Phòng bẩn, rất ồn ào, phải có nhân viên để thay đèn, nhân viên quán bar rất thô lỗ, tôi chưa bao giờ ở trong bất kỳ khách sạn nào tính tiền cho tôi băng! Chính phủ điển hình sở hữu và điều hành các doanh nghiệp! nó đang chạy xuống và sự ồn ào không thể chịu nổi! tôi đã phải sử dụng nút tai để đi ngủ! điều duy nhất tốt là một vị trí tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zuzsetta",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất tốt",
            "review_content": "Khách sạn có vị trí hoàn hảo ở trung tâm thành phố. Các nhân viên rất tốt đẹp và hữu ích. Các phòng và bữa ăn sáng rất tốt, giá cả cũng ok. Tôi có thể đề nghị khách sạn này để ở lâu hơn là tốt.",
            "reviewer_location": "Gyor, Hungary"
        },
        {
            "name": "Suzanne B",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn chất lượng ở vị trí trung tâm",
            "review_content": "Khách sạn này nằm ở một vị trí tuyệt vời với khoảng cách đi bộ đến rất nhiều thứ để xem ở TP HCM.  Trên cân bằng, chúng tôi đã có một kỳ nghỉ tuyệt vời, chúng tôi ở lại 2 dịp riêng biệt trong khi ở TP HCM - bữa sáng được cung cấp có sự đa dạng tuyệt vời và phục vụ cho giếng celiac.   - vâng, nó ồn ào do vị trí - yêu cầu một phòng ở phía sau của khách sạn nếu điều đó làm phiền bạn hoặc tìm kiếm một khách sạn khác  - giá bạn có thể làm cho giá trị tuyệt vời này  - phòng là tiêu chuẩn tuyệt vời cho một khách sạn tính giá này  - các nhân viên rất thích nghi với yêu cầu liên tục của tôi về băng - đã bị bong gân mắt cá chân của tôi một tuần trước khi đi du lịch.  Tôi sẽ ở lại khách sạn này một lần nữa - rất có thể - yêu cầu một phòng ở phía sau hoặc trên tầng cao nhất.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "vegetarian-girl",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ở lại đầy đủ",
            "review_content": "chồng tôi và tôi đã ở lại một chút trước khi chuyển sang đồng bằng sông Cửu Long. kinh nghiệm khách sạn của chúng tôi là trung bình. các nhân viên rất hữu ích và vị trí là trung tâm. nhưng căn phòng đã được ok và nó rất ấm áp ở hành lang. bồn tắm đã được nâng lên một cách nhẹ nhàng, làm cho leo lên một chút nguy hiểm nhưng điều này có vẻ là trường hợp tại một số khách sạn khác, nơi chúng tôi đã ở lại tại VN. chúng tôi sẽ ở tại một khách sạn khác trong tương lai.",
            "reviewer_location": "Austin, Texas"
        },
        {
            "name": "Kevin L",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Để ý! Giấy chứng nhận / bằng chứng về hôn nhân cần thiết để kiểm tra cho các cặp vợ chồng!",
            "review_content": "Tôi và vợ tôi đến từ nhiều quốc gia khác nhau, tôi đến từ Malaysia và vợ là người Việt Nam địa phương. Chúng tôi kết hôn được 3 năm. Vào tháng 7, chúng tôi thực hiện một chuyến đi đến thành phố Hồ Chí Minh và nhận phòng tại khách sạn Oscar Sài Gòn, trong khi kiểm tra chúng tôi đã có một trải nghiệm rất xấu / thái độ thô lỗ từ nhân viên văn phòng phía trước. . . và chúng tôi không thể đăng ký phòng của mình vì chúng tôi có thể hiển thị giấy chứng nhận kết hôn của mình. . . tốt, đó là một trong những tốt! Ai sẽ mang theo giấy chứng nhận kết hôn của họ. . . một trải nghiệm tồi tệ như vậy, chắc chắn sẽ không quay lại và không bao giờ giới thiệu bạn bè. . . .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mai N",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Các khách sạn khác xung quanh tốt hơn",
            "review_content": "Vị trí này rất tốt cho con trai tôi và mối quan hệ mẹ của tôi, nó đối diện với phố cảnh báo và khu mua sắm Nguyên Huê. Chúng tôi đi bộ cho tất cả các hoạt động của chúng tôi. Các phòng có kích thước bình thường và cơ sở khá sạch sẽ. Bữa sáng quá nên anh đã sắp xếp không phải rất nhất quán. Việc nhận phòng và trả phòng không được suôn sẻ vì họ không chấp nhận thẻ khi nhận phòng nhưng không có ghi chú tiếng Việt nhỏ nào cho sự thay đổi khi trả phòng. Chúng tôi sẽ thử một khách sạn khác vào lần tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "suffolk_sue2013",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tuyệt vời, nhưng ngày",
            "review_content": "Vị trí thực sự tốt, có thể đi bộ đến tất cả các điểm tham quan trung tâm chính rất dễ dàng, đường dành cho người đi bộ ở phía trước vào ban đêm. Nhưng rất ngày, chỉ cảm thấy dingy, chúng tôi chỉ ở lại 1 đêm và chúng tôi đã hài lòng chúng tôi đã di chuyển trên",
            "reviewer_location": "Manchester, Vương quốc Anh"
        },
        {
            "name": "Seevali D",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn 4 sao duy trì xếp hạng sao ****",
            "review_content": "Chúng tôi đã đến Oscar Saigon Hotel trong ba ngày vào khoảng 1430 ngày 19 tháng 1 năm 2018 sau khi đến Huế. Có một bó hoa ở quầy lễ tân làm ấm trái tim tôi. Lễ tân nhanh chóng, chu đáo và chu đáo. Vì chúng tôi đã đặt phòng sớm hơn nên các phòng đã được phân bổ. Phòng của tôi nằm trên tầng 8. Xem bên ngoài tất nhiên là những gì bạn mong chờ từ một khách sạn nằm ở trung tâm của thành phố. Trên tầng 8, tôi tin rằng, giảm đáng kể tiếng ồn. Các phòng được sạch sẽ và hợp lý rộng rãi. Bộ đồ giường và khăn tắm là không tì vết. Phòng tắm quá lấp lánh. Có Wi-Fi miễn phí, tủ lạnh, ấm đun nước, máy sấy tóc, tivi, két an toàn và tất cả những gì bạn mong chờ từ một khách sạn 4 sao. Khách sạn có cửa hàng trang sức. Ngoài ra còn có trung tâm thể dục. Nó nằm ở trung tâm với một thị trường lớn",
            "reviewer_location": "Colombo, Sri Lanka"
        },
        {
            "name": "Resort61809",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Ok khách sạn, nhưng chúng tôi sẽ không ở lại đó một lần nữa",
            "review_content": "Căn phòng đã OK. Wifi không hoạt động tốt. Hầu như không có áp lực nước nóng, không thể tắm nước nóng. Người tiếp tân ban đêm là thô lỗ, từ chối trả lời bất kỳ câu hỏi nào và cứ nhìn xuống tờ giấy của mình.",
            "reviewer_location": "Denton, Texas"
        }
    ],
    "hotel": {
        "location": "68A Nguyễn Huệ Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Khách sạn Oscar Sài Gòn",
        "geo_data": {
            "latitude": 10.77475357055664,
            "longitude": 106.7033462524414
        },
        "room_number": "106",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/64/55/da/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/02/83/oscar-elegant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/07/87/premium-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/54/da/d2/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/07/18/premium-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/02/50/oscar-elegant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f5/6d/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f8/b1/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/64/57/ca/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/0e/75/front-desk.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f9/39/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f8/19/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f9/31/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/64/57/e3/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f9/4a/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f9/36/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/53/03/57/buffet.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/64/57/c0/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/64/57/aa/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/63/f5/a9/kha-ch-sa-n-oscar-sa.jpg?w=1200&h=-1&s=1"
        ]
    }
}