{
    "content": [
        {
            "name": "Ulnitram",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệttttttttttttttttt",
            "review_content": "Khách sạn Nesta rất gần biển biển, phòng ốc tươm tất sang trọng và có giá rất hợp lí so với các khách sạn ở khu vực lân cận. Buffet nhiều món, nhà mình ăn thấy rất ngon, mình đánh giá cao, cá nhân mình đánh giá đồ ăn đồ uống rất hợp khẩu vị dân miền Tây như mình, hợp lí. Nhân viên vui vẻ và lễ phép, nhiệt tình hỗ trợ khách hàng. Check out với tâm trạng thực sự thoải mái, sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "dangdinhdang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn 3 sao sạch sẽ hơp vệ sinh nhất Phú Quốc",
            "review_content": "Chúng tôi nghỉ dưỡng phú quốc 1 tuần và vô tình đặt trên mạng qua mytour. khách sạn sạch sẽ, đồ ăn hợp vệ sinh, thích hợp cho cặp đôi, gia đình, nhóm bạn bè, khách sạn gần bãi biển, có hồ bơi, có rooftop ăn sáng buffet view biển xuất sắc. nhận viên phục vụ vui vẻ nhiệt tình. chúng tôi đã có 1 khoãn thời gian đáng nhớ tại Nesta Phú quốc hotel. Các bạn nên chọn phòng có cửa sổ view biển thì sẽ rất tuyệt vời.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Mr.T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Gia đình tôi đặt 2 phòng ở tại Nesta Phú Quốc từ 25-27/09. Khách sạn gần biển và gần thị trấn rất thuận lợi khi di chuyển. Ăn sáng rất ngon và hợp khẩu vị. Nhân viên thì rất thân thiện và nhiệt tình giúp đỡ khách. Chúng tối sẽ chọn Nesta nếu quay lại Phú Quốc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sandy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good Service",
            "review_content": "Khách sạn gần biển và gần trung tâm thị trấn rất tiện lợi. Phòng khách sạn rộng và thoáng. Nhân viên thì nhiệt tình và thân thiện. Tôi đánh giá cao về phong cách phục vụ của chuỗi khách sạn Nesta không chỉ ở Hà Nội , Đà Nẵng mà còn ở cả Phú Quốc các nhân viên được đào tạo rất chuyên nghiệp. Hẹn lại Phú Quốc và Nesta trong lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "dorothy luu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kỳ nghỉ đáng nhớ",
            "review_content": "Khách sạn gần biển, gần trung tâm, thuận tiện cho việc di chuyển đến các điểm du lịch lân cân. Nhân viên lễ tân nhiệt tình, thân thiện. Bữa sáng hợp khẩu vị. Phòng tương đối rộng rãi, sạch sẽ. Giá phòng phù hợp cho gia đình và bạn bè khi đến đây nghỉ dưỡng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Oanh Oanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIÊM KHÁCH SẠN NESTA PHÚ QUỐC",
            "review_content": "Khách sạn vi trí ngay trung tâm cách 30m  đi ra biển rất thuận tiện cho đi lại , nhân viên vui vẻ nhiêt tình chu đáo , thức ăn ngon phong phú và đa dạng  Phòng sach sẽ ban công rông rãi view nhìn hướng biển và núi",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "cruisepq",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ITS A WONDERFUL VACATION",
            "review_content": "Đây là lần thứ hai gia đình tôi quay trở lại khách sạn.Trước đây khách sạn tên Sandy,nay đổi tên thành Nesta.Khách sạn đang trong quá trình nâng cấp.Tuy nhiên chất lượng dịch vụ ngày càng cải thiện.Nhân viên luôn vui vẻ và nhiệt tình niềm nở với khách hàng.Cảm ơn Nesta đã mang lại cho gia đình tôi một kì nghỉ tuyệt vời!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Greenfieldtourist",
            "avatar": "",
            "review_rating": "4",
            "review_title": "KHÁCH SẠN SẠCH, GẦN BIỂN VÀ TRUNG TÂM",
            "review_content": "Tôi cùng gia đình đã có dịp nghỉ 3 đêm tại khách sạn này. Phòng sạch sẽ, nhân viên dễ thương. Vị trí khách sạn gần biển, chỉ mất chưa tới 3p đi bộ là tới biển và khoảng 10-20p đi xe máy tới các điểm tham quan như Dinh Cậu, Chợ Đêm... Đồ ăn sáng của khách sạn khá ok, tuy nhiên hơi ít lựa chọn cho buffet sáng. Chúng tôi hài lòng và sẽ quay lại khách sạn nếu đi Phú Quốc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HIGH QUALITY T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rất tốt",
            "review_content": "Khách sạn năm ngay gần bãi biển, khách sạn mới xây dựng nên trang thiết bị trong khách sạn còn rất tốt, nhân viên ở đây phục vụ rất nhiệt tình, chuyên nghiệp. Lần sau tới Phú Quôc chắc chắn tôi và gia đình sẽ nghỉ tại đây. Xin cảm ơn",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "thanhba",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn chất lượng",
            "review_content": "Khách sạn Sandy tốt nội thất mới, phòng rộng rãi và sạch sẽ, gần trung tâm, gần biển, có hồ bơi, nhân viên thân thiện, nhiệt tình giới thiệu điểm tham quan. Ăn sáng bình thường. Sẽ quay lại Khách sạn nếu có dịp.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Kiwinguyen",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tạm được",
            "review_content": "Khách sạn 3 sao nằm ở trung tâm, gần biển, view đẹp. Hồ bơi nhỏ không tắm được. Phòng ngủ tương đối rộng nhưng phòng tắm nhỏ, hệ thống nước rất kém, áp lực nước yếu tắm rất chán. Khăn tắm, chăn ga cảm giác khô cứng không thoải mái, cần xem lại quy trình giặt hoặc do đồ hết hạn sử dụng. Tạm chấp nhận được",
            "reviewer_location": "Lake Tahoe (California), California"
        },
        {
            "name": "minhnlinh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "khách sạn mới",
            "review_content": "Vị trí đẹp gần biển. Nhân viên thân thiện , nhiệt tình. Theo một con đường nhỏ khoảng 150m là tới bãi biển nơi đây có thể nằm phơi nắng trên ghế ko mất tiền và tắm biển. hoặc uống vài lon bia với 1 bữa ăn nhẹ như mì xào hải sản khá ngon.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Quốc Phú",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngày lễ",
            "review_content": "Khách sạn gần bãi biển khoảng 30 m, gần Đinh Cầu và chợ đêm rất dễ dàng đi tham quan thành phố Phòng sạch sẽ với bancony Hồ bơi xinh xắn Nhân viên thân thiện Nhà hàng đẹp trên tầng cao nhất Ăn sáng rất ngon Chúng tôi sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy Hoang M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ gia đình",
            "review_content": "Vị trí đẹp tại trung tâm gần bãi biển khoảng 30 m, gần Dinh Cầu và chợ đêm Phòng sạch sẽ và có thịt xông khói với tầm nhìn tốt Bữa sáng tự chọn rất ngon và nhân viên rất thân thiện. Hồ bơi sạch đẹp Quay lại sớm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "masterman2",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tầm trung với dịch vụ tuyệt vời",
            "review_content": "Khách sạn nằm ở khu vực trung tâm của khu du lịch Long Beach và chỉ cách đường chính 100 m và cách Long Beach Sunset Bar 50 m. Đó là một khách sạn 3 sao nhưng đội ngũ nhân viên thân thiện và lịch sự. Bữa sáng được bao gồm, và các lựa chọn là tốt. Khách sạn có một cảnh biển đáng yêu nhưng không may một khách sạn mới ở phía trước đã chặn tầm nhìn trung tâm. Phòng sạch sẽ với điều kiện không khí tốt, dịch vụ pha trà và cà phê và wfi tuyệt vời. Áp lực nước thấp, và tắm không phải là một trải nghiệm vui vẻ như bình thường. Và cách ly tiếng ồn cũng không quá tốt. Khu vực này an toàn, có nhiều nhà hàng hải sản và lẩu xung quanh, nơi có đầy đủ người dân địa phương, và giá chỉ bằng một nửa so với những người ở Chợ đêm. Hoàng hôn ở Long Beach rất đẹp, và một buổi tối trong kỳ nghỉ của",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "4chillis",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn giá trị tuyệt vời gần bãi biển và có nhà hàng tuyệt vời gần đó.",
            "review_content": "Các nhân viên ở đây thật tuyệt vời - từ các nhân viên mở cửa, nhân viên tiếp tân, nhân viên phục vụ bữa sáng và nhân viên dọn phòng. Bữa sáng bao gồm có một phạm vi tuyệt vời - chắc chắn là một cái gì đó cho tất cả mọi người và họ biến đổi nó mỗi ngày. Các phòng đều rộng rãi với điều hòa không khí tốt và tủ lạnh giữ đồ uống đẹp và lạnh. Trong khi khách sạn ở ngay trên bãi biển (cho đến khi ai đó bắt đầu xây dựng ngay phía trước), nó chỉ cách Bãi biển Sunset một đoạn đi bộ ngắn, nơi có quán bar và khu vực bơi tốt. Có một ATM đi bộ ngắn và nhiều nhà hàng và quán bar trong khoảng cách đi bộ. Mặc dù có xây dựng xung quanh nó nhưng không có tiếng ồn.",
            "reviewer_location": "Adelaide, Úc"
        },
        {
            "name": "D P M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn nhỏ",
            "review_content": "Nhân viên tuyệt vời. Các phòng đều sạch sẽ và tầm nhìn tuyệt vời từ các tầng trên. Xây dựng đang diễn ra xung quanh khách sạn nhưng nó là tự nhiên đối với một hòn đảo đang phát triển. Ăn sáng là tốt. Đi bộ đến bãi biển trong 5 phút. Taxi đến chợ đêm không nhiều lắm. Các nhà hàng khác nằm gần đó. Ngân sách được định giá cho vị trí của nó",
            "reviewer_location": "Halifax, Canada"
        },
        {
            "name": "son",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chất lượng trung bình, giá cả tiện nghi",
            "review_content": "Tôi ở lại 4 đêm với gia đình vào tháng 1 năm 2018 cho kỳ nghỉ của chúng tôi. Tôi đặt phòng nhìn ra đại dương với những ghi chú muốn ở lại tầng cao nhưng họ chỉ cho tôi tầng 3, không có tầm nhìn đẹp ra biển bcs tôi chỉ xem cây dừa:), ok tùy thuộc vào tình trạng của khách sạn. Phòng mới, sạch sẽ và thoải mái. 1 điểm cộng cho 2 giường trong phòng, khóa học thư mà tôi đặt khách sạn này là 2 giường 😊. Giá rẻ cho phòng gia đình trong 4 đêm trong khi tất cả các khu nghỉ mát / khách sạn bên cạnh có giá gấp đôi trong thời gian này. Ăn sáng: tô xấu, nó không phải là buffet, nhưng bạn không thể hy vọng nữa. không có nhiều sự lựa chọn cho bạn. Tôi không dùng bữa sáng trong 3 ngày. Giải pháp của tôi là đi ra ngoài uống cà phê và ăn sáng với sở thích của tôi. Nhân viên: nhân viên giỏi. Với",
            "reviewer_location": "Bangkok, Thái Lan"
        },
        {
            "name": "Shelby34",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ok khách sạn tầm trung",
            "review_content": "Vâng - chúng ta hãy bắt đầu ngay từ đầu. Chúng tôi đặt một phòng VIP vì nó chỉ là £ 6 một đêm nhiều hơn so với phòng tiếp theo xuống. Đã gửi email về đón tại sân bay. Không có vấn đề rõ ràng. Miễn phí. Chúng tôi chờ một giờ và không nhận. Chúng tôi gọi điện và gửi email cho khách sạn nhưng vô ích. Có một chiếc taxi (chỉ khoảng £ 5). Đến khách sạn và phòng nhìn ra biển của chúng tôi không phải là biển. Họ nói núi chúng tôi nói xây dựng trang web! Mặc dù tôi có thể thấy những ngọn núi ở xa xa. Tuy nhiên, phòng lớn và đẹp. Bữa ăn sáng? Kinh khủng. Họ có bánh mì baguettes cũ (họ đến ngày hôm trước), thịt xông khói l, một số trái cây và khoai tây chiên kiểu Pháp và các món ăn Việt Nam. Guy làm omelettes là tốt đẹp và omelettes của ông là tốt. Khách sạn không có khu vực bãi biển nhưng",
            "reviewer_location": "Bogota, Colombia"
        },
        {
            "name": "Sabina D",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn đẹp và thân thiện, vị trí tốt.",
            "review_content": "Nice, khách sạn thương hiệu mới với mức giá nhỏ. Vị trí tuyệt vời gần bãi biển đẹp và không xa trung tâm thị trấn. Nhân viên Lovley, rất tử tế và thân thiện. Phòng đẹp và sạch sẽ. Giường rất thoải mái. Chúng tôi đã có phòng trên tầng 7 với ban công và tầm nhìn tuyệt vời ra biển. Không phải là nhà hàng trong khách sạn này nhưng trên bãi biển (2 phút đi bộ) là quán bar và nhà hàng tuyệt vời, bãi biển Sunset \"với thức ăn rất ngon và cocktail. Tôi chắc chắn khuyên bạn nên khách sạn này.",
            "reviewer_location": "Crawley, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "100C/2 Trần Hưng Đạo, Dương Đông, Đảo Phú Quốc 920000 Việt Nam",
        "name": "Khách Sạn Nesta Phú Quốc",
        "geo_data": {
            "latitude": 10.200307846069336,
            "longitude": 103.9637222290039
        },
        "room_number": "65",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/d9/6e/4d/nh-toan-c-nh-ks.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/cf/34/a2/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/a4/b3/13/sandy-vip-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/62/reception-desk.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/5b/reception-desk.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/47/pool-party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/2e/pool-party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/1f/pool-party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/77/12/pool-party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/76/ea/pool-party.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/5f/l-i-xu-ng-bai-bi-n-cong.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/3c/bai-bi-n-cong-c-ng.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/32/bai-bi-n-cong-c-ng.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/1f/l-i-xu-ng-bi-n-cong-c.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/1b/l-i-xu-ng-bi-n-cong-c.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/74/08/l-i-xu-ng-bi-n-cong-c.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/74/73/f2/l-i-xu-ng-bi-n-cong-c.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/32/01/78/toan-c-nh-ks.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/32/01/60/toan-c-nh-ks.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/32/01/1f/toan-c-nh-ks.jpg?w=1200&h=-1&s=1"
        ]
    }
}