{
    "content": [
        {
            "name": "Huỳnh Phạm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá cao sự cải thiện",
            "review_content": "Tôi đi công tác ở Hà Nội nhiều, đã từng ở khách sạn Hà Nội 1-2 lần nhưng tôi ưng ý nhất lần này. Dường như khách sạn có sự cải tiến rõ rệt với đội ngũ lãnh đạo mới. Dịch vụ tốt hơn, nhà hàng tốt hơn, phòng ốc cũng tốt hơn. Chuyến công tác sau chúng tôi sẽ lại ở khách sạn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Felix",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng sạch sẽ, nhân viên thân thiện",
            "review_content": "Phòng khách sạn sạch sẽ, nệm dày và êm. Nhân viên thân thiện và sẵn lòng tư vấn các địa điểm ăn uống cũng như vui chơi tại Hà Nội. Tôi rất hài lòng với khách sạn. Sẽ tiếp tục sử dụng dịch vụ của khách sạn cho lần ghé thăm Hà Nội tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mr Bin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dimsum ngon tuyệt, sẽ quay lại thưởng thức thêm những món khác",
            "review_content": "Đồ ăn ngon tuyệt vời, nhân viên phục vụ nhiệt tình, là nhà hàng sang trọng, ấm cúng, một nơi lý tưởng để ăn cùng gia đình và bạn bè, tôi sẽ quay lại sớm để thưỏng thức những món ăn ở đây, nhất là các món Dimsum.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Andrew Yit",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ hè",
            "review_content": "Tôi thực sự yêu khách sạn này. Bởi vì khách sạn nằm gần trung tâm thành phố và có rất nhiều cảnh đẹp và khách sạn cũng có tầm nhìn đẹp ra hồ. Các món ăn ở đây rất đẹp, đặc biệt là nhà hàng phục vụ dimsum và trung tâm ẩm thực. Sòng bạc của bạn rất lớn với rất nhiều trò chơi để chơi.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "RZC",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chuyến đi công tác",
            "review_content": "Lần đầu tiên tại Hà Nội và khách hàng của chúng tôi đặt chúng tôi tại khách sạn Hà Nội. Vị trí có vẻ khá thuận tiện với nhiều cửa hàng nằm trên đường phố của các loại khác nhau. Khách sạn đã được một chút cũ với một giường đứng đó là khoảng từ những năm 80. Tuy nhiên, phòng và phòng tắm được sạch sẽ và đầy đủ. Ăn sáng là phong nha với một loạt tốt và cà phê địa phương làm mọi thứ tốt hơn. Tiếp tân nói tiếng Anh phong nha để dễ dàng giao tiếp. Tỷ lệ fx chắc chắn tốt hơn so với sân bay. Hút thuốc được cho phép trong các phòng là một nhược điểm. Nhìn chung một kỳ nghỉ dễ chịu.",
            "reviewer_location": "Đài Bắc, Đài Loan"
        },
        {
            "name": "eddie t",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Sight Sound and Action",
            "review_content": "Ở lại đây một vài đêm. Đủ để làm trong tòa nhà. Casino; Spa; massage; KTV; ăn tối và ăn uống bình thường. Rất nhiều quán ăn trong khoảng cách đi bộ. Nằm ngay bên cạnh một hồ nhỏ nhân tạo. Mầu phòng là cơ bản nhưng thoải mái. Một chút ngày nhưng rộng rãi. Giá là tầm trung và hợp lý. Tỷ giá hối đoái là công bằng và thuận tiện. Sẽ ở lại đây một lần nữa nếu tôi ghé thăm Hà Nội một lần nữa.",
            "reviewer_location": "toronto"
        },
        {
            "name": "lukicccfc",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Không có khiếu nại nhưng không có gì ngoạn mục",
            "review_content": "Vì vậy, ở lại 3 đêm trong tháng tư tại khách sạn Hà Nội, tôi ở lại trên tầng 7 của \"tòa nhà mới\". Đăng ký là ok, thẻ ngân hàng và thẻ tín dụng của tôi không hoạt động vì một số lý do lạ vì vậy tôi phải đặt cọc tiền mặt vào phòng có chút xấu hổ vì đó sẽ là tiền mặt nhỏ của tôi cho cuối tuần . Các phòng và khách sạn là cơ bản nhưng phục vụ một mục đích và không cho tôi xuống, có một hộp đêm ồn ào mà tôi có thể nghe thấy từ tầng 7 nhưng notrhing đó sẽ giữ cho bạn tỉnh táo, taxi; s rất nhiều bên ngoài và bởi tất cả các tài khoản một quán ăn tốt đẹp ở tầng dưới.  Nhìn chung một kỳ nghỉ dễ chịu không có vấn đề gì cả",
            "reviewer_location": "cobh"
        },
        {
            "name": "Chia R",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn với các quán ăn tốt xung quanh.",
            "review_content": "Thật dễ dàng khi đăng ký. Chiếc giường lớn và thực sự thoải mái nhưng căn phòng thật sự rất lớn. Các giấy dán tường đang có dấu hiệu bong tróc. Tuy nhiên, có những khách không hút thuốc hút thuốc ngay cả trong thang máy. Có lẽ những vị khách vừa rời sòng bạc. Các bữa ăn sáng là tốt với một loạt tốt. Các nhân viên rất thân thiện và tốt đẹp.  Ra khỏi khách sạn là một cuộn toàn bộ quán cà phê và quán ăn. Ngoài ra còn có một siêu thị nhỏ. Khách sạn không cách xa khu phố cổ, nơi giao thông thuận tiện.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "hide19751215",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn yêu thích của tôi ở việt nam",
            "review_content": "luôn luôn ở lại đây khi tôi ghé thăm hanoi. phòng sạch sẽ và tất cả nhân viên rất nhẹ nhàng. nhiều nhà hàng, quán cà phê và cửa hiệu nằm gần khách sạn này. và cảnh hoàng hôn ở hồ giang vo thật đẹp. có phòng tập thể dục, spa, sòng bạc và quầy bar trong khách sạn và rất tiện lợi. đặc biệt là tôi thích massage chân. sắp xếp của chiếc xe thuê để đi đến các thành phố khác cũng có sẵn, và đó là giá cả hợp lý. tôi không thể ở tại một khách sạn khác ở hanoi sau khi biết khách sạn này!",
            "reviewer_location": "Tokyo, Nhật Bản"
        },
        {
            "name": "amadeus11190382",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nhà hàng Trung Hoa Rồng Khách sạn Hà Nội",
            "review_content": "Thức ăn thật tuyệt, nhân viên đã làm chúng tôi nghẹt thở. Trong vòng vài giây sau khi đến, có 3 nhân viên lơ lửng trên chúng tôi một trong số họ bằng bút chì đã sẵn sàng trước khi chúng tôi nhìn vào thực đơn! Khá vô cảm như chúng ta chưa bao giờ thấy thực đơn trước đây. Không phải là một nụ cười trong tầm nhìn và một hóa đơn cho hai người đó là ít hơn một triệu họ đã sai hai lần! Không có lý do gì họ không bận.",
            "reviewer_location": "Limassol City, Síp"
        },
        {
            "name": "HidehikoMURAO",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Một khách sạn cũ nhỏ",
            "review_content": "Khách sạn hanoi là một khách sạn nhỏ. Các phòng lớn, giường lớn và thoải mái là tốt. Tiện ích không phải là rất đáng kể, có tiếng ồn xung quanh khách sạn và khách sạn, vì vậy tôi không thể ngủ rất chậm vào buổi sáng.",
            "reviewer_location": "Toyama, Nhật Bản"
        },
        {
            "name": "TipsOfConcierge",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí hoàn hảo tại Hà Nội",
            "review_content": "Khách sạn này nằm gần hồ lớn và có không gian đỗ xe rộng rãi. Tại đây cũng có spa, câu lạc bộ karaoke và câu lạc bộ khe đẹp. Đây là một khách sạn tiêu chuẩn 4 sao và có một nhà hàng HK rất đẹp tại sảnh đợi phục vụ món Dim Sum và mì ngon cho đến 3 giờ sáng. Nơi tốt để ở lại và tận hưởng Hà Nội.",
            "reviewer_location": "Manila, Philippines"
        }
    ],
    "hotel": {
        "location": "D8 Giang Vo Street, Hà Nội 10000 Việt Nam",
        "name": "Hanoi Hotel",
        "geo_data": {
            "latitude": 21.02770233154297,
            "longitude": 105.82169342041016
        },
        "room_number": "218",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/e0/3d/88/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/e1/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/dd/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/d8/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/cb/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/b9/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/52/57/a4/deluxe-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/e4/4d/5a/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/8a/4f/6c/hanoi-hotel-reception.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/e0/3d/96/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/e0/3f/7f/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/e0/3d/7e/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/a6/30/94/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/a6/2c/7f/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/a6/31/8c/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/a6/31/29/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/a6/31/e8/hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/8a/4f/4b/hanoi-hotel-lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/8a/61/61/hanoi-hotel-lobby-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/8a/55/c8/hanoi-hotel-city-wing.jpg?w=1200&h=-1&s=1"
        ]
    }
}