{
    "content": [
        {
            "name": "nguyễn minh",
            "avatar": "",
            "review_rating": "2",
            "review_title": "La Felix Hotel 287-289 Phạm Ngũ Lão, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh.!",
            "review_content": "Phòng hôi thôi, nệm chưa thây, voi tắm hư, máy lạnh không mát một khách sạn 3 sao nằm ngay trung tâm tp như những nhà nghĩ qua đêm rẻ tiền. các bạn nên suy nghĩ trước khi đặt phòng !!!!!.  minh khuyên các bạn nên xem phòng rồi đặt phòng. Ồn ào mỗi đêm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Atoba006",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đừng lãng phí tiền của bạn trong khách sạn đó!",
            "review_content": "Tôi đặt một phòng chỉ trong ngày vì tôi đã có một 15 giờ dừng lại ở thành phố Hồ Chí Minh. Khi tôi đến, nhân viên tiếp tân vô cùng thô lỗ và rõ ràng là không muốn giúp đỡ. Tôi hỏi về bữa ăn sáng, đã được bao gồm trong giá của căn phòng, và cô từ chối cho phép tôi truy cập bởi vì suposedly tôi chỉ có thể ăn sáng nếu tôi kiểm tra ra ngày hôm sau. Mà không có ý nghĩa gì khi tôi đến khách sạn lúc 8 giờ sáng và trả tiền cả ngày. Cô ấy yêu cầu tôi trả thêm tiền cho bữa ăn sáng, nhân tiện, rất hạn chế và chất lượng kém.  Phòng của tôi thật khủng khiếp. Các tấm ga trải giường rõ ràng bẩn, cũng như phòng tắm. Căn phòng nhỏ, cũ và không có cửa sổ.  Tôi hoàn toàn khuyên bạn nên tránh nơi đó nếu bạn có thể.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Valenaa",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nghèo nàn",
            "review_content": "Khách sạn này đã được đặt cho tôi thông qua một tour du lịch nhóm tôi đã bắt đầu tại thành phố Hồ Chí Minh. Các phòng mà tôi đã được cung cấp là rất nhỏ mà không có cửa sổ hoặc an toàn. Tôi đã kiểm tra trong vòng 10 phút sau khi nhìn thấy căn phòng và tình trạng của phòng tắm. Họ cũng giữ hộ chiếu của tôi, mà tôi đã nói là tiêu chuẩn ở Việt Nam. Tuy nhiên, không có khách sạn nào khác tôi ở lại Việt Nam giữ hộ chiếu của tôi. Thang máy có mùi giống như pee. Ổ khóa cửa có vẻ rất không đáng tin cậy. Tôi cho rằng vị trí này là tốt ngay phía sau phố tây ba lô.",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "chrisjeh2017",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Đừng đặt ở đây!",
            "review_content": "Vị trí là tốt, nhưng đó là nó. Cơ quan du lịch của chúng tôi đặt ở đây cho 3 đêm và nó đã được khủng khiếp. Nhân viên không thân thiện chút nào. Các phòng không phải là rất sạch sẽ và phòng tắm không được làm sạch vào ngày thứ hai. WiFi cũng ngừng hoạt động vào ngày thứ hai. Hơn nữa, nó rất ồn ào mỗi đêm, bởi vì những vị khách khác đang la hét, chơi đùa và la hét trong hành lang. .",
            "reviewer_location": "Boortmeerbeek, Bỉ"
        },
        {
            "name": "ShellyR41",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Ở lại đây hai lần trong một chuyến đi qua Việt Nam, cả hai phòng đều nhỏ và cửa sổ duy nhất ở trong phòng tắm. Các giường cứng nhưng điều đó đã chứng minh là trường hợp hầu như ở khắp mọi nơi chúng tôi ở lại, nó không phải là cụ thể cho La Felix. Phòng thứ hai chúng tôi ở lại không có rèm tắm (mà cũng không phải là bất thường đối với Việt Nam) mà có thể là một chút của một cuộc phiêu lưu. Hãy suy nghĩ trượt và trượt khi bạn ra khỏi phòng tắm. Vị trí là rất tốt mặc dù, tất cả mọi thứ chỉ là một đoạn đi bộ ngắn. Nhân viên thân thiện, không có khiếu nại ở đó. Chúng tôi để lại hành lý ở đó trong 2 ngày và không có bất kỳ rắc rối nào với điều đó (như những người khác đã nói họ đã làm).",
            "reviewer_location": "San Francisco, California"
        },
        {
            "name": "Plougmann",
            "avatar": "",
            "review_rating": "1",
            "review_title": "JUST DONT!",
            "review_content": "Đây là một trong những khách sạn tồi tệ nhất mà tôi từng ở lại!  Chúng tôi đến vào khoảng 4 giờ nhưng chúng tôi không thể kiểm tra vì bảo trì đã không được thực hiện với sửa chữa phòng của chúng tôi.  Khi chúng tôi cuối cùng đã đến phòng của chúng tôi, chúng tôi đã rất thất vọng. Phiếu giảm giá của chúng tôi cho biết chúng tôi đã ở trong một căn phòng cao cấp nhưng chúng tôi có một căn phòng nhỏ nhất không có cửa sổ nhưng tất cả các mái vòm đều được đặt tên là \"Được đặt tên\" Superior, Rất gây hiểu nhầm!  Nhà vệ sinh bị rò rỉ nên sàn phòng tắm luôn ẩm ướt và hầu như không có nước nóng trong phòng tắm.  Ngoài ra còn có ấm đun nước trong phòng nhưng không có cà phê, trà hoặc thậm chí cả ly. Ngoài ra nó không được phép mang thức ăn vào phòng nên ấm đun nước là gì?  Chúng tôi đã",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "andrewbruce",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Phòng đắt tiền, bẩn thỉu và nhân viên được đào tạo kém",
            "review_content": "Tôi đã ở tại La Felix Hotel (đã đặt trước) hai lần trong tháng qua và tôi ồ ạt dưới ấn tượng! Mặc dù vị trí trong \"Quận 1\" thuận tiện và tầm nhìn từ các phòng có \"Công viên nhìn\" rất hấp dẫn bên ngoài nhưng vẫn có những vấn đề lớn với khách sạn này. Các phòng ngủ đối mặt với con đường đông đúc, hướng về phía công viên ồn ào, không được giúp bởi không có kính kép. Mẫu đặt phòng trên internet của tôi cho biết rằng khi đăng ký, tôi sẽ nhận được \"Đồ uống chào mừng\". Tôi đã không được cung cấp một vì vậy tôi đã phải yêu cầu nó. Nếu không có sự nhiệt tình nào của nhân viên, tôi đã được tặng một chai nước ấm bằng nhựa nhỏ! KHÔNG rất ấn tượng. Khi đến, tôi đã được yêu cầu thanh toán hóa đơn của tôi ngay lập tức, đầy đủ, KHÔNG rất ấn tượng! khi đến nơi cho lần thứ hai của tôi, một tuần",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Runn S",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn tồi tệ nhất với dịch vụ tồi tệ nhất - tránh",
            "review_content": "Tôi ở đó trong 2 đêm. Đây có lẽ là khách sạn với dịch vụ tồi tệ nhất tôi đã ở lại trong cuộc sống của tôi cho đến nay (năm nay một mình tôi ở lại> 250 ngày trong khách sạn).   1) không nghĩ rằng các nhân viên biết những gì có nghĩa là dịch vụ, làm phiền tôi từ thời điểm kiểm tra trong  - - họ cần hộ chiếu của tôi mà là dễ hiểu. Tôi đã cho họ một bức ảnh về nó trong điện thoại của tôi và bằng lái xe của tôi (làm việc ở mọi nơi khác ở Việt Nam và TP HCM, tôi đã đi xa) nhưng họ không hài lòng. Nói với họ hộ chiếu là trong va li của tôi - để cho tôi phòng trong 2 phút (vì tôi không muốn mở vali của tôi ở hành lang) và tôi sẽ mang nó xuống. Họ khăng khăng đòi hộ chiếu của tôi trước khi tôi vào phòng của tôi. Cuối cùng đã đồng ý sau khi lãng phí 10 phút (và đọc chính sách với nhau).",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Beatriz G",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Một cái bẫy du lịch khác",
            "review_content": "Chúng tôi ở tại khách sạn La Felix chỉ một đêm. Trước đây chúng tôi đã ở tại một Nhà khách, nơi chúng tôi trả 17 đô la Mỹ và Nhà khách tốt hơn trong phòng sạch sẽ, phòng được cập nhật và dịch vụ WIFI. Vị trí là tốt, nhưng khách sạn đã không được cập nhật trong năm. Có những nơi tốt hơn để ở lại với mức giá này hoặc thậm chí ít hơn.",
            "reviewer_location": "Bắc Kinh, Trung Quốc"
        },
        {
            "name": "PJ N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Glorified Hostel với Internet Worse và Không có cá tính",
            "review_content": "Chúng tôi đặt một phòng trong khách sạn này với hy vọng được gần bạn ba lô của chúng tôi, nhưng với các tiện nghi của một khách sạn. . . chúng tôi đã sai, nên chỉ cần đặt một ký túc xá cho một nửa giá! Chúng tôi đã có một phòng với một \"thành phố xem\" - - có nghĩa là một cái nhìn của tòa nhà tiếp theo, chỉ có 3 mét - - trên tầng thứ hai (thực sự là thứ ba) và CNTT đã được LOUD! !  Hình nền và đồ nội thất cũ kỹ và bị đánh đập. Các phòng tắm cũng đã cũ, nhưng tất cả mọi thứ đã làm việc và vòi sen đã được kèm theo để toàn bộ căn phòng đã không bị ướt như trong hầu hết các ký túc xá. Khi chúng tôi đến, chúng tôi đăng nhập vào internet trong khoảng năm phút trước khi nó ngừng hoạt động. Chúng tôi sau đó đã phải liên tục chuyển đổi giữa hai mạng wifi tầng hai, mà dường như làm việc",
            "reviewer_location": "Bắc Kinh, Trung Quốc"
        },
        {
            "name": "Shavavi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt dịch vụ, nhân viên tốt đẹp, vị trí tốt",
            "review_content": "Tôi đã đi nhiều lần đến thành phố Hồ Chí Minh, tôi đặt 5 phòng và ở tại khách sạn La Felix. Nó rất dễ dàng để đi xung quanh, vị trí tốt, ăn sáng trên 9 cấp là rất exellent và xem tốt. Nhân viên rất đẹp, thân thiện. Phòng đã được sạch sẽ, tôi cảm thấy thoải mái. Nên quay lại và nghỉ tại khách sạn này MARK SHAVAVI👍👍",
            "reviewer_location": "Malaysia"
        }
    ],
    "hotel": {
        "location": "287-289 Phạm Ngũ Lão, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh Việt Nam",
        "name": "Palago Hotel",
        "geo_data": {
            "latitude": 10.768049240112305,
            "longitude": 106.69217681884766
        },
        "room_number": "50",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/ee/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a7/9f/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/e4/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/af/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/94/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/74/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/5c/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a8/36/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/e4/a7/53/la-felix-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/06/81/d3/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/daodao/photo-s/08/70/dd/79/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/7d/view-dirty.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/7b/view-dirty.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/7a/room-804.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/79/wifi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/78/view-from-room-804.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/77/room-804.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/76/room-804.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/75/room-804.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/5a/18/74/room-804.jpg?w=1200&h=-1&s=1"
        ]
    }
}