{
    "content": [
        {
            "name": "Julie_V0",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Boutique hotel đẹp và yên tĩnh",
            "review_content": "Mỗi lần đi công tác Đà Nẵng mình thường hay ở khách sạn này vì giá phòng rất hợp lý, vị trí thuận tiện. Cảm giác khi bước vào sảnh rất yên  tĩnh, có nhiều ánh tự nhiên, và đẹp. Phòng sạch, trang trí hiện đại, màu sắc hài hoà, phòng tắm tường kính trong suốt. Nói chung không gian bên ngoài sảnh cũng như trong phòng đều khiến mình cảm thấy dễ chịu.   Bữa sáng không nhiều món ăn lắm nhưng cũng khá ngon miệng. Và một lần nữa mình muốn khen là khách sạn rất yên tĩnh, kể cả buổi sáng có nhiều khách ăn sáng cùng lúc, mọi người đều giữ một sự yên tĩnh nhất định góp phần làm cho nơi này yên bình và dễ chịu.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoa hoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và phòng ngủ dễ chịu",
            "review_content": "Tôi được một người bạn giới thiệu đến đây và thật sự tôi rất nhạc nhiên kho thấy một villa đẹp lại sáng trọng như này, nhân viên lễ tân thì rất vui và nhiệt tình. Sau đó là một căn phòng thật sáng trọng và thoải mái. Tối rất hài lòng với khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Tâm T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không gian nhỏ xinh và vô cùng đáng yêu",
            "review_content": "Hợp lí cho gia đình có con nhỏ vì ksan có bếp nấu cháo cho con nhỏ , nvien nhẹ nhàng chăm chút . View nhìn ra đường phố , gần các quán ăn nổi tiếng ngon . Cách biển rất gần đi bộ được ra biển . Có cung cấp đầy đủ dịch vụ từ thuê xe máy đến vé cáp treo , tour du lịch các điểm nổi tiếng của đà nẵng . ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good hotel",
            "review_content": "KS nhỏ nhưng thiết kế rất đẹp, yên tĩnh rất thích hợp cho kỳ nghỉ dưỡng. Nhân viên nhiệt tình, niềm nở. Bữa sáng cần thêm nhiều món sẽ phong phú hơn. Nằm ngay vị trí cách biển 4 phút đi bộ. Nếu có dịp ra Đà Nẵng tôi sẽ quay lại nơi này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "King0110",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good choice!",
            "review_content": "Mình có ở 2 đêm ở đây, cảm nhận ban đầu là khách sạn khá mới mẻ, decor hiện đại. Phòng standard mình ở hơi nhỏ nhưng sạch đẹp, trang thiết bị đầy đủ và mới. Khu vực ăn sáng kiêm restaurant ngay cạnh reception với đồ ăn tuy không nhiều nhưng ngon và chất lượng. Nhân viên thân thiện, vui vẻ. Khách sạn có hồ bơi nhưng khá nhỏ nên mình không thử. Khách sạn có bố trí ghế ngồi bên ngoài vỉa hè khá thú vị. Tổng thể là rất oke.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "minhtuk",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Brilliant Majestic Đà Nẵng",
            "review_content": "- Cơ sở vật chất rất tốt. - Nhân viên chu đáo, nhiệt tình hỗ trợ được nhiều dịch vụ như đặt xe, thuê xe, mua vé Bà Nà Hills hay tư vấn địa điểm mua quà địa phương tốt. - Vị trí thuận tiện ra biển Đà Nẵng, Đi Bà Nà Hills, Hội An hay trung tâm thành phố. - Lần sau mình sẽ lại tiêp tục liên hệ đặt phòng và ở đây ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "bichphan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "đánh giá chung",
            "review_content": "Mọi thứ ở đây đều tuyệt vời. Phòng ốc sạch đẹp, hiện đại, tiện ích. Món ăn cũng tạm được, trình bày đẹp.Nhân viên phục vụ ân cần, chu đáo, dễ thương. Không gian ở nhẹ nhàng, thoải mái. Rất tiện cho việc lưu trú với những chuyến đi công tác, hay cần nghĩ dưỡng 1 mình hay cùng với người yêu, gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HaThang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn phong cách và thân thiện",
            "review_content": "Phong cách, kiến trúc đẹp, vệ sinh sạch sẽ. Đặc biệt nhân viên rất thân thiện, nhiệt tình. Vị trí gần bãi biển, hợp cả với khách đơn lẻ, vợ chồng hay cả gia đình. Đồ ăn ngon. Giá phòng tốt, cạnh tranh với chất lượng phòng và dịch vụ cao.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Le A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Value for money",
            "review_content": "Khách sạn ở ngoài đẹp hơn trên ảnh rất nhiều, do ảnh chụp bị font nền xanh nhìn thiếu tự nhiên. Phòng ở thiết kế cực kỳ thanh lịch, duyên dáng, thông minh cho 1 không gian nhỏ. Với thiết kế như vậy, nếu phòng rộng gấp đôi hoàn toàn có thể trở thành KS 4 - 5*. Thiết bị trong phòng rất mới và sạch sẽ, bồn tắm không lớn nhưng tiện nghi, đủ để thư giãn. Thang máy hiện đại, nút bấm cảm ứng. Ngoài ra có 2 thang bộ rất sạch sẽ, có đèn cảm ứng nên đi bộ lên đến tầng 5 cũng cảm thấy rất thú vị. Sảnh vào thiết kế trang nhã, có sofa nghỉ ngơi, tạp chí để đọc (ghế ngồi rất đẹp) và welcome drink + khăn lạnh. Phòng ăn sáng tại sảnh, nhỏ nhưng chỗ ngồi bài trí đẹp mắt. Đồ ăn sáng không quá nhiều món nhưng nhìn chung khéo nấu, dễ chịu (không cần thiết đòi hỏi quá chất lượng cho bữa sáng). Đối",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Tam Do",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Nhân viên lễ tân vui vẻ, nhiệt tình, chu đáo. Phòng đẹp, sang trọng, sạch sẽ, đầy đủ tiện nghi. Hồ bơi hơi nhỏ và hơi bất tiện vì muốn ra hồ bơi phải đi ngang qua sảnh chính. Hơi xa trung tâm một tí nhưng mọi thứ còn lại đều rất tốt. Lần sau ra Đà Nẵng, mình sẽ cân nhắc vẫn chọn nơi này lần nữa.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tuyên T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Qúa tuyệt vời",
            "review_content": "Mình nghỉ tại đây 2 ngày trong tháng 8/2017. Ấn tượng ở đây đó là sự thân thiệt và niềm nở nhân viên. Các bạn rất lịch sự và nhiệt tình, luôn chào hỏi khi gặp khách. Phòng mới, sạch sẽ và hiện đại. Vị trí cạnh biển, đi bội 2 - 3 phút ra bãi tắm. Rất hài lòng về chất lượng dịch vụ khách sạn cung cấp. Mình sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hà Phương B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Phòng đẹp, yên tĩnh, nhân viên lịch sự, chu đáo, địa điểm khách sạn rất tiện, đi bộ 2p ra đến biển,có sẵn cả dịch vụ thuê xe máy, nếu đi du lịch tại Đà Nẵng, tôi sẽ quay lại nghỉ tại khách sạn này lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tundinhht",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Dịch vụ tại Brilliant Majestic Hotel tốt. Phòng mới, sạch sẽ, rộng rãi, tiện nghi đầy đủ cũng như các trang thiết bị cơ bản. Nhân viên nhiệt tình, thân thiện, chu đáo. Vị trí cũng cách bãi biển gần rất thuận tiện, và giá cả cũng hợp lí. Hy vọng Brilliant Majestic sẽ ngày càng phát triển và duy trì được đội ngũ nhân viên nhiệt tình như hiện tại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phuongthao93155",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Brilliant Majestic Hotel",
            "review_content": "Dịch vụ tại Brilliant Majestic Hotel tốt. Phòng ốc mới, sạch sẽ, rộng rãi, tiện nghi đầy đủ cũng như các trang thiết bị cơ bản. Nhân viên lịch sự, nhiệt tình, thân thiện. Vị trí cũng cách bãi biển 3 phút đi bộ thôi, rất thuận tiện, và giá cả cũng hợp lí. Nhìn chung là tôi không có vấn đề gì phàn nàn. Tôi rất hài lòng!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "bichnudl",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trải nghiệm tuyệt vời.",
            "review_content": "Đã đi rất nhiều khách sạn, nhưng đây là lần đầu tiên cảm thấy hài lòng đến như thế,từ dịch vụ ăn uống,ngủ nghỉ tới chăm sóc khách hàng trước, trong và sau khi book phòng, Nếu có dịp tới Đà Nẵng lần nữa, chắc chắn tôi sẽ vẫn tiếp tục đồng hành với Brilliant, chúc khách sạn ngày càng thành công hơn nữa !",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "AshleyComes",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi thích nó ở đây !!",
            "review_content": "Căn phòng nhỏ nhưng siêu sạch và đẹp! Chúng tôi có một cái nhìn tuyệt vời của đường phố. Không xa bãi biển và mát mẻ để đi bộ đến những nơi. Khu vực ăn sáng không rộng rãi nhưng đồ ăn rất ngon. Nó làm tôi cười khi tôi đi đến hồ bơi cutie. Giá trị tuyệt vời của tiền! ! Giới thiệu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ken Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở Đà Nẵng",
            "review_content": "Tôi đã dành 1 đêm tại khách sạn này, phòng rất đẹp và sạch sẽ, và có cửa sổ. Nhưng tầm nhìn không thực sự tốt (cầu thang). Nhân viên thân thiện. Mọi thứ đều ổn với tôi, tôi sẽ quay lại sớm trong chuyến đi tiếp theo.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Colleen W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một viên ngọc thực sự trong thành phố",
            "review_content": "Đây là một khách sạn khá mới nên nó lấp lánh & sạch sẽ. Các phòng rộng rãi và giường thoải mái. Phòng có tủ lạnh. Địa điểm là tuyệt vời và một khối từ các nhà hàng phía trước bãi biển và nước. Ăn sáng là tốt với một số lựa chọn và được thực hiện để đặt hàng. Các nhân viên nói tiếng Anh và là tuyệt vời. Nhược điểm duy nhất là họ thực sự không giúp đỡ về các tour du lịch, xe buýt, vé tàu, v.v. Tuy nhiên, tôi đã quen với việc đó một mình nên không có gì to tát. Mẹo: Xe buýt bật / tắt xe buýt của Coco không có âm thanh hoặc bất kỳ thông tin nào của thành phố nhưng nó vẫn là một giá trị tốt để xem Nang.",
            "reviewer_location": "Big Sur, California"
        },
        {
            "name": "Paul J V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá cả phải chăng thoải mái chỉ cách bãi biển Đà Nẵng xinh đẹp",
            "review_content": "Tôi vừa trải qua hai tuần làm khách trong gia đình thú vị điều hành khách sạn Brillant Majestic ở Năng. Khách sạn rất hiện đại, tiện nghi, và nhân viên siêu thân thiện và rất hữu ích. Có một số ngày mưa trong thời gian ở đây, và tôi chắc chắn đánh giá cao việc có thể dành thời gian trong một căn phòng rộng rãi và sạch sẽ, cảm giác gần như ở nhà. Vì thời tiết xấu, tôi cũng có những bữa ăn thường xuyên tại nhà hàng của khách sạn, thưởng thức cả những món ăn ngon của Việt Nam và ẩm thực phương Tây. Được biết hai nữ tiếp viên 21 yo quyến rũ, Huế và Phước, luôn mỉm cười và vui vẻ phục vụ với sự lịch sự tối đa. Tôi đã tìm thấy Brillant Majestic rất tiện lợi cả về giá cả và địa điểm, cách bãi biển 200 tấn và gần một số quán bar, nhà hàng và địa điểm spa. Hãy chắc chắn kiểm tra xem nếu",
            "reviewer_location": "Chalong, Thái Lan"
        }
    ],
    "hotel": {
        "location": "123 Hồ Nghinh Street, Đà Nẵng 550000 Việt Nam",
        "name": "Brilliant Majestic Villa Hotel",
        "geo_data": {
            "latitude": 16.073850631713867,
            "longitude": 108.24320983886719
        },
        "room_number": "14",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/a9/ad/f5/suite-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/ac/f6/1f/facade-m-t-ti-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d7/97/16/asahi-beef-steak.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d7/97/0c/higara-chicken-steak.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d7/97/03/oyama-sauteed-beef-cubes.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/d7/96/ef/toyo-fried-rice.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/4e/16/9d/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/4e/16/9b/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/4e/16/99/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/1d/bd/a4/suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/1d/bd/a3/suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/1d/bd/9f/suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/1d/bd/23/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/1d/bd/18/suite-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/e9/80/7e/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/e9/80/6f/brilliant-majestic-villa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/ac/fc/a2/superior-room-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/ac/fb/de/superior-room-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/ac/fb/36/superior-room-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/ac/fa/82/suite-twin-bathroom.jpg?w=1200&h=-1&s=1"
        ]
    }
}