{
    "content": [
        {
            "name": "Hoàng Văn Thái",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một địa điểm tuyệt vời ở giữa trung tâm phố cổ",
            "review_content": "Không gian vào ban đêm thật sự tuyệt vời cùng với âm nhạc và những trò chơi ở đây! Có những dịch vụ và giá cả hợp lý.Một nơi đáng đến của khách du lịch trong và ngoài nước đến với phố cổ hà nội! Enjoy",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dinh dave",
            "avatar": "",
            "review_rating": "5",
            "review_title": "vị trí đắc địa !",
            "review_content": "khách sạn nằm ngay giữa trung tâm phố cổ, ra bờ hồ 5 phút đi bộ, xung quanh nhiều cửa hàng, quán bar, vui chơi cả đem không chán, đặc biệt phong fngủ rộng rãi, bữa sáng ngon mhiệng, dưới sảnh là quán bar deco bắt mắt không gian sang trong và thư giãn, tôi rất thích khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Boniface",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hostel giá rẻ, nên thử",
            "review_content": "Tôi có một chuyến đi vội từ Sapa về lại Hà Nội trong ngày nên việc cần nhất là nơi ngủ nghỉ để chờ chuyến bay.   Ibiz City Hostel (Tên khác : Marriotte Hotel) - Google và các trang mạng khác vẫn còn để bán phòng, có thể địa điểm này đổi Brand. Việc tìm cơ sở này hơi khó vì mình đến Hà Nội vào lúc 6am và phải gọi lại lễ tân vì hỏi người dân không ai biết khách sạn này ở đâu ~.~ . Phải 1 lúc lâu thì nhân viên mới ra giúp mình, nên hơi khó khăn 1 tí.   Nhân viên thân thiện lịch sự, có thể thoải mái hỏi các địa điểm ăn uống vì các bạn làm dịch vụ dễ chịu. Sapa và Hà Nội làm dịch vụ rất kém nên mỗi lần hỏi rất sợ bị quát, ở đây thì không (Điểm cộng).   Phòng ngủ rẻ nhất là Dorm (Ở chung với người khác) - 150.000vnd, các bạn có thể deal thời gian với nhân viên vì ở đây chắc cũng quen",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Toan n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn tốt, đánh giá cao về thái độ phục vụ!",
            "review_content": "Tôi có chuyến công tác ngoài Hà nội và kết hợp cùng gia đình chuyến du lịch ngoài bắc tháng 6/ 2015 . vì không biết chọn khách sạn nào trong tầm tiền ( khách sạn 2 sao), nên tôi có nhờ bạn đồng nghiệp ở Hà nội chòn giúp, họ đã giới thiệu tôi đặt tại Prince1 hotel ( số 51 phố Lương Ngọc Quyến ) . ngày đầu tiên tôi đến Hà nội cứ nghĩ khách sạn gần sân bay nhưng nó nằm ngay tại trung tâm phố cổ (cách sân bay khoảng 35 phút bằng taxi bạn chỉ phải thanh toán 300.000đ nếu bạn gọi cho khách sạn đón) .khách sạn nằm tại một vị trí tuyệt vời ngay gần khu bia phố cổ, gần bờ hồ và cũng rất gần chỗ mình làm việc. khách sạn rất sạch nội thất theo kiểu cổ điển ( rất ít khách sạn mới bây giờ làm được- vì mình làm bên kiến trúc),phòng rất lớn, máy lạnh rất tốt ( gia đình mình đi đúng vào thời",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tita AB",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tôi không đề nghị ở tất cả các ký túc xá này, vì nhiều lý do.",
            "review_content": "Tôi không đề nghị ở tất cả các ký túc xá này, vì nhiều lý do.  Đầu tiên, khi chúng tôi đến nhận phòng, sảnh ký túc xá đang được cải tạo nên chúng tôi cần đến nơi bên cạnh chỉ để làm thủ tục. Họ nói với chúng tôi rằng, vì họ không thể phục vụ bữa sáng mà chúng tôi đã trả, họ sẽ đền bù cho chúng tôi bằng tiền. Họ đã cho chúng tôi chỉ 5 usd cho hai người, trong hai ngày. Tổng cộng 5 usd! chúng tôi nói rằng chúng tôi không thể ăn sáng bên ngoài với số tiền đó và người đó, rất thô lỗ, trả lời rằng chúng tôi có thể ăn một món phở ở đường trước mặt.  Các phòng chúng tôi đặt trực tuyến có vẻ đẹp và thoải mái trong hình ảnh. Bên cạnh đó, nó cho biết nó có tầm nhìn thành phố. Khi chúng tôi đến, họ đã cho chúng tôi căn phòng 101: nó có một cửa sổ nhưng với một bức tường bê tông. bạn thậm",
            "reviewer_location": "Lisbon, Bồ Đào Nha"
        },
        {
            "name": "Helenl4684",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Lớn tiếng và không biết gì",
            "review_content": "Chưa bao giờ đánh giá khủng khiếp trước đây. . .  Không chắc chắn về lý do tại sao họ nhấn mạnh vào âm nhạc lớn cả buổi tối mà không có ai trong quán bar, sau đó đổ lỗi cho tiếng ồn trên khu phố cổ cũ. Khi được yêu cầu tắt nhạc tôi đã gặp sự thô lỗ. Tự cứu mình khỏi một đêm bất ổn và khó chịu và lựa chọn nơi khác.",
            "reviewer_location": "Exeter, Vương quốc Anh"
        },
        {
            "name": "Dimitris S",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Khách sạn ồn ào",
            "review_content": "Khách sạn rất ồn ào, cách âm thật kinh khủng, bữa sáng vedry tồi tệ, và phòng tắm có một số mùi khó chịu mà bạn đang do dự để vào Kinh nghiệm tồi tệ. Mặc dù khách sạn ở một vị trí tốt! !",
            "reviewer_location": "Hy Lạp"
        },
        {
            "name": "cosiimaguenter",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm đẹp",
            "review_content": "Chúng tôi muốn giới thiệu nó nếu bạn là Oke với tiếng ồn trong đêm. Chúng tôi đã thích phòng cộng đồng vì vậy nếu bạn muốn gặp gỡ những người mới thì ký túc xá này sẽ là lựa chọn đầu tiên của tôi. Nó ở giữa Hà Nội thật tuyệt vời và thực sự rẻ nhưng vẫn sạch sẽ và AC hoạt động tốt. Chúng tôi ở trong một phòng đôi có phòng tắm riêng ở tầng thứ tư không có thang máy nhưng điều đó không phải là vấn đề lớn. Tất cả trong tất cả chúng tôi hài lòng với con tin này.",
            "reviewer_location": "Đức"
        },
        {
            "name": "Leicha-May W",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Tầm thường",
            "review_content": "Chúng tôi ở trong một phòng riêng đôi sang trọng Chuyên nghiệp:  - phòng lớn, giường lớn  - vị trí tốt  Con:  - lỗ trên trần nhà tắm  - nhiều chuyến bay của cầu thang  - nhân viên đã ồn ào vào sáng sớm  - bữa sáng quá sức  - AC bị mòn, điều khiển từ xa được giữ cùng với băng keo điện gây khó khăn khi sử dụng.",
            "reviewer_location": "Hilo, Hawaii"
        },
        {
            "name": "Bailey",
            "avatar": "",
            "review_rating": "4",
            "review_title": "  Ký túc xá sạch đẹp trong khu vực sầm uất",
            "review_content": "Hostel là tốt với phòng đẹp, sạch sẽ và bữa ăn sáng miễn phí. 2 điều có thể là một vấn đề cho mọi người. . . . nhiều cầu thang để lên phòng tầng trên. . . những chiếc giường tầng nằm cạnh nhau, vì vậy, có khả năng ngủ rất gần với một người hoàn toàn xa lạ.",
            "reviewer_location": "Kitchener, Canada"
        },
        {
            "name": "Paula",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Có được những gì bạn phải trả cho",
            "review_content": "Vị trí tốt ở trung tâm của khu phố cổ và chỉ quanh góc từ góc bia (quán rượu đêm khuya). Tầng dưới sảnh hiện đại hơn nhiều so với các phòng cực kỳ cũ. Ở trong một phòng riêng trong 2 lần ở lại Hà Nội. Phòng không có cửa sổ nhưng đủ sạch. Không có an toàn trong phòng và vòi hoa sen bị rò rỉ ở khắp mọi nơi trong cả hai. Không có gì để thực sự khen ngợi ký túc xá này ngoài vị trí nhưng không có nắm bắt chính khác. Nếu bạn muốn ở trung tâm, tôi nói rằng đây là một lựa chọn tốt, giá rẻ. Nếu bạn muốn một nơi nào đó cực kỳ hiện đại và yên tĩnh hãy bỏ lỡ. Nếu bạn đặt trong một căn phòng ở tầng một, tôi sẽ khuyên bạn nên di chuyển, bạn sẽ không có được một giấc ngủ do tiếng ồn gây khó chịu. . . các tầng cao hơn là tốt hơn. Cửa hàng đặt phòng du lịch nằm bên cạnh.",
            "reviewer_location": "Glasgow, Vương quốc Anh"
        },
        {
            "name": "malapascua2017",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nơi tốt để ngủ gần phố tây ba lô",
            "review_content": "Các phòng đã được tốt đẹp và sạch sẽ với một ban công. Các nhân viên đã rất không thân thiện và chúng tôi phải chờ đợi một thời gian dài để kiểm tra, bởi vì romms đã không sẵn sàng. Khi chúng tôi trở lại để kiểm tra trong nửa giờ sau khi họ nói với chúng tôi phòng của chúng tôi vẫn chưa sẵn sàng.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Mark A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "Nếu bạn đang tìm kiếm một nơi tuyệt vời để ở lại trong khu phố cổ này là nó. Kỳ nghỉ của tôi ở đây đã hoàn toàn tuyệt vời và kết quả là tôi đã kéo dài thời gian lưu trú của tôi bốn đêm. Điều tốt nhất về nhà trọ này là nhân viên. Họ rất thân thiện và làm tôi cảm thấy được chào đón và thoải mái. Tôi thấy họ rất có sức chứa với những yêu cầu mà tôi có và họ rất hữu ích khi thiết lập các chuyến tham quan và gợi ý những nơi tôi có thể muốn ghé thăm. Thanh trên trang web rất tuyệt. Tôi gặp nhiều người từ khắp nơi trên thế giới và thực sự rất thích treo chúng và nhân viên quầy bar tuyệt vời. Nếu bạn đang tìm kiếm một nơi sạch sẽ, thân thiện và thân thiện để ở lại đó là ở một vị trí tuyệt vời thì đây là nơi dành cho bạn. Tôi chắc chắn sẽ ở lại đây lần nữa khi tôi đến Hà Nội.",
            "reviewer_location": "De Winton, Canada"
        },
        {
            "name": "Hoang H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "vị trí tuyệt vời với dịch vụ 5 Sao!",
            "review_content": "Ở lại ibiz 3 ngày, cảm thấy như nhà, RẤT helfful Nhân viên, nhà trọ thành phố ibiz nằm ở midle của Old quatar, rất nhiều quán bar, nhà hàng, Thức ăn đường phố, phòng là giường lớn anh rất thoải mái, họ có quầy bar AT sảnh, buffet ăn sáng rất tốt , tôi thích nó, trở lại hanoi ở lại hehe một lần nữa!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paul A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên xuất sắc",
            "review_content": "Trong tất cả sự công bằng, tôi chưa bao giờ ở trong một nhà trọ nhưng kinh nghiệm đầu tiên của tôi rất vui khi nói rằng tôi sẽ quay trở lại, các phòng sạch sẽ được tạo ra hàng ngày và giá cả phải chăng nhất. Các nhân viên ở đây rất thân thiện và sẽ sẵn sàng ngồi xuống và có một cuộc trò chuyện vv với bạn nếu bạn r tìm kiếm một ký túc xá gần với tất cả các quán rượu không nhìn xa hơn",
            "reviewer_location": "Newcastle upon Tyne, Vương quốc Anh"
        },
        {
            "name": "Lungi H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời với nhân viên và cơ sở tuyệt vời",
            "review_content": "Dịch vụ tuyệt vời tại nhà trọ này. Tôi ở lại 7 đêm! Nhân viên đã xuất sắc! Nơi siêu vui nhộn để ở xung quanh. Việt và phần còn lại của phi hành đoàn rất có sức chứa! Nếu bạn đang đi du lịch một mình, tôi có thể đảm bảo bạn sẽ kết bạn khi đến nhà trọ hoành tráng này! Thực sự khuyên bạn nên nó!",
            "reviewer_location": "Bali, Indonesia"
        },
        {
            "name": "Sam V Burke",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Dịch vụ khủng khiếp",
            "review_content": "Bạn tôi và tôi đến sớm (5: 30) đã yêu cầu nhận phòng sớm. Chúng tôi không thể vào phòng của chúng tôi cho đến 11:30 sáng. Người đàn ông ở bàn qua đêm nói 0 tiếng Anh - đến mức tôi phải gõ vào một ứng dụng dịch thuật để giao tiếp với anh ta. Chúng tôi đã kiểm tra và phòng đã đủ đẹp. Thực sự kicker là chúng tôi đã đưa ra trong Giặt ủi vào ngày 24 khoảng 3/4 pm. Sau đêm đó, khoảng nửa đêm, chúng tôi trở lại để thu dọn đồ giặt của mình - chưa sẵn sàng hoặc không biết chúng tôi muốn gì. Sau đó chúng tôi đã nói rằng nó sẽ sẵn sàng vào buổi sáng. Chúng tôi rời Vịnh Hạ Long lúc 8 giờ sáng sáng hôm sau để yêu cầu được đưa đến 7 giờ sáng. Vẫn chưa sẵn sàng khi chúng tôi rời đi. Quay trở lại vào tối thứ 25 khoảng 6 giờ chiều. Một nửa quần áo của chúng tôi đã được rửa sạch và trả lại nhưng",
            "reviewer_location": "Regina, Canada"
        },
        {
            "name": "sananna007",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khủng khiếp",
            "review_content": "Chúng tôi đã gửi quần áo của chúng tôi để được thực hiện vào ngày 24 lúc 4 giờ chiều và chúng tôi đã để lại cho halong bay vào sáng hôm sau. Nói với chúng tôi nó sẽ được thực hiện lúc 7 giờ sáng ngày 25 vẫn không được để lại cho chúng tôi nghỉ qua đêm ở vịnh halong và trở lại vào ngày 26 lúc 7 giờ tối và vẫn không có một nửa số đồ giặt nói rằng nó sẽ được thực hiện lúc 9 giờ 30 tối. Vẫn không phải quần áo của tôi đã sẵn sàng. . dịch vụ đáng thất vọng và giao tiếp xấu. Gây sốc cho mức giá được thanh toán tại đây.",
            "reviewer_location": "Regina, Canada"
        },
        {
            "name": "Nick F",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Có một tầng thấp",
            "review_content": "Các phòng trở nên ngột ngạt hơn khi bạn đi lên. Tòa nhà này thiếu thông thoáng. Ngoài ra có một con chó khoảng 2 feet từ cửa sổ của tôi mà yaps cả đêm. Giường cũng cực kỳ khó. Kích thước tốt và vị trí tốt.",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "83hedy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn dễ chịu ở trung tâm cũ",
            "review_content": "Chúng tôi ở đó trong 6 ngày. Phòng rất sạch sẽ. Khăn tươi mỗi ngày. Nhân viên thân thiện và hữu ích. Gần chợ ở trung tâm cũ. Giá cả hơn công bằng. Vị trí trung tâm tốt để khám phá Hà Nội. Các phòng đều lớn. Chúng tôi ngủ ở phía sau là nó rất là đẹp.  Ruud Lether",
            "reviewer_location": "Saalbach-Hinterglemm, Áo"
        },
        {
            "name": "Adam F",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá rẻ và vị trí tuyệt vời",
            "review_content": "Vị trí tốt nhất có thể cho du khách ba lô (mặc dù có rất nhiều khách sạn trong khu vực này). Phòng lớn và wifi làm việc tốt và điều hòa không khí. Ăn sáng không phải là rất thú vị mặc dù. Ở lại đó đến đêm tại những dịp khác nhau như vậy chắc chắn sẽ khuyên bạn nên. Nhân viên đã rất tốt đẹp và hữu ích.",
            "reviewer_location": "Valby, Đan Mạch"
        },
        {
            "name": "Federico G",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn tiện lợi tại Phố Cổ, Hà Nội",
            "review_content": "Phòng có giường, phòng tắm với nước nóng và lạnh, AC, wifi miễn phí, TV cơ bản, tủ lạnh nhỏ. Rất cơ bản mặc dù và một chút chạy xuống.  Tốt cho 1 đêm. Trong một phần rất ồn ào của thành phố để mang phích cắm tai!  Bao gồm bữa sáng. Gần đó hầu hết các điểm tham quan như Nhà tù Hoa Lò, Lăng Chủ tịch Hồ Chí Minh, vv cũng có thể tìm thấy các nhà hàng tốt gần đó như New Day hoặc Ying and Yang (cuối cùng một chút đắt tiền).",
            "reviewer_location": "San Jose, Costa Rica"
        },
        {
            "name": "GEPC",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Một số trong nhóm của tôi tìm thấy nó một ít tốn kém nhưng tôi nghĩ rằng đó là giá trị tốt. Tôi đã được chuyển phòng và cũng thay đổi phòng sau khi tôi trở về từ một chuyến đi đến vịnh Hạ Long. Tất cả các phòng đều lớn và sạch sẽ hợp lý. Nhân viên thân thiện. Ăn sáng là OK nhưng phục vụ, nấu chín bởi một người cũng đang tìm kiếm sau khi tiếp nhận để họ có một chút kéo dài. Chuyển thuế sân bay mà họ sắp xếp đúng giờ và thấp hơn những gì người khác tôi biết đã thanh toán.",
            "reviewer_location": "Greater London, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "51 Lương Ngọc Quyến Hàng Buồm, Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "Ibiz City Hostel",
        "geo_data": {
            "latitude": 21.03476333618164,
            "longitude": 105.8517837524414
        },
        "room_number": "64",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/cb/e4/b4/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/3e/47/03/prince-1-hotel-entry.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/3e/47/08/prince-1-hotel-hanoi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/3e/45/00/prince-1-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/3e/44/ff/prince-1-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/3e/4b/7a/prince-1-hotel-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0e/39/1c/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0e/16/f4/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0e/16/bb/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0e/16/25/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/01/d3/eb/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/01/d2/e3/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/01/d2/4c/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d6/6a/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d6/3b/ouside.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d5/c9/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d5/7b/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d5/35/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d4/f9/ibiz-city-hostel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/d7/d4/a4/ibiz-city-hostel.jpg?w=1200&h=-1&s=1"
        ]
    }
}