{
    "content": [
        {
            "name": "Sunshine46359332403",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không quay lại",
            "review_content": "Nếu không vì đội ngũ nhân viên rất dễ thương thì tôi còn hạ rate xuống nữa. Khu nghỉ dưỡng tệ nhất trong các khu tôi đi ở bãi dài, tiện ích chả có gì, cơ sở vật chất xuống cấp, đóng mạng nhện đủ hết, TV để trưng bấm lúc được lúc không. Chưa hết mini bar thì sơ sài kiểu như đồ free nên ko chú trọng lắm, buffet sáng loe hoe vài món chưa kể rất dở. Mang cái mác 5 sao nên giá nhà hàng và dịch vụ cũng trên trời, không đáng tiền nha.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Ba Nghia",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Bình thường",
            "review_content": "Lưu trú tại phòng 7307 ( villa 2 bed rooms).Resort có cảnh quan tổng thể đẹp, rộng rãi, bãi biển đẹp, hồ bơi rộng,nhưng dịch vụ chưa xứng đáng 5 sao. Trang thiết bị trong phòng hư hỏng và xuống cấp, khi nhân phòng cả 2 két an toàn đều hỏng không sử dụng được phải thay thế, bồn tắm kẹt không dùng được nút xả nước, sàn của khu vực mái hiên quá cũ và đã chuyển mầu. 1 trong 2 hồ bơi không dùng được, hỏi nhân viên thì giải thích đang bảo tri, 2 nhà hàng trung quốc và nhật bản hiện không hoạt động.  Dịch vụ xe điện còn chậm, đi lại bất tiện nhất là sau khi ăn sáng quay trở về phòng. Resort có trà chiều miễn phí ngon, ăn sáng tốt, nhân viên phục vụ nhà hàng niềm nở với khách.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Đỗ Hoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Resort sạch sẽ, phòng nội thất mới, luôn có xe đưa đón khi cần di chuyển.  Bãi biển sạch, đẹp.  Nhân viên siêu dễ thương và chu đáo. Thực đơn ăn sáng phong phú. Có khu vila riêng biệt và khu vui chơi cho trẻ em. Rất thích hợp cho gia đình có con nhỏ. Điểm trừ duy nhất: Hồ bơi khá dơ, rong trôi đầy dưới đáy hồ do chưa được vệ sinh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thùy Dương V",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Tệ",
            "review_content": "Dịch vụ rất tệ không đáng tiền. Không hề có sự trợ giúp của nhân viên về mọi thứ,  lễ tân trả lời với khách như chợ búa  về phải tự tìm hướng về phòng, đợi xe về phòng lâu, đồ ăn dở.  Không quay lại lần hai. Phòng đẹp view ok nhưng dịch vụ thì tệ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "CUONG",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng sạch sẽ, tiếp đón chu đáo, nhiệt tình",
            "review_content": "Gia đình tôi ở 2 đêm ở Resotrt Duyên Hà vào thời điểm biển hơi động nên xuống biển tắm không được thoải mái. Phòng đẹp, sạch sẽ, buổi tối khá nhiều muỗi. Nhân viên đón tiếp nhiệt chu đáo, nhiệt tình. Ăn sáng thì còn thiếu thức ăn và vật dụng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phu Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cám ơn Duyên Hà vì tất cả!",
            "review_content": "Tôi và gia đình đã có 1 kì nghĩ dưỡng thật tuyệt vời, vượt ngoài mong đợi tại Duyên Hà Cam Ranh Resort  Vừa đến sân bay Cam Ranh đã được nhân viên Resort chào đón nồng hậu. Vừa đến Resort tôi đã bị choáng ngợp bởi vẻ đẹp của khách sạn, vô cùng tinh tế và sang trọng. Nhân viên tại đây rất vui vẻ, nhiệt tình và hỗ trợ chúng tôi hết sức mình. Gia đình tôi đế Duyên Hà trong thời điểm vắng khách, nhưng Resort vẫn trang bị đầy đủ amenities cho khách. Gia đình tôi ở hạng phòng Premium, phòng rộng rãi, sạch sẽ, thoáng mát, vừa vào phòng là cảm giác mát lạnh do đã được bật sẵn máy lạnh và mùi sả thơm lừng từ máy xông tinh dầu phát ra.  Resort với khuôn viên ngập tràn cây xanh nên lúc nào cũng thoáng mát, cảm giác cực kì thư giãn sau những giờ làm việc mệt mỏi. Nghỉ dưỡng tại Duyên Hà là",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Mr Nghia",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một trải nghiệm thú vị nhưng dịch vụ không quá tốt.",
            "review_content": "Tôi và bố mẹ chỉ ở một đêm cho chuyến đi về Nha Trang với sự kiện đặc biệt. 1. Các dịch vụ, xe đưa đón nội khu và các bạn phục vụ ở nhà hàng rất dễ thương, nhiệt tình.  2. Đồ ăn set Âu tương đối ngon và hợp khẩu vị, rượu vang rất ngon. Tuy nhiên tại nhà hàng mùi chế biến thức ăn bay khắp phòng do bếp đặt cùng không gian.  3. Phòng và không gian yên tĩnh thoáng mát, rất phù hợp nghỉ dưỡng. 4. Lễ tân check in chưa thực sự tạo sự thoải mái cho khách khi thông tin cung cấp về việc (khách ngoài vào chơi và ăn tối cùng  phải ra khỏi phòng trước 5h chiều và phải ra lấy chứng minh thư trước 5h chiều và tính phí ....) giữa 2 ca lễ tân khác nhau; tạo sự không thoải mái cho khách khi 5h chiều phải ra lấy chứng minh thư nhưng thực tế 9h tối lấy vẫn được.   Tôi và bố mẹ và vợi sắp cưới đã có",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tuyen tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort đẹp, phòng ốc đẹp, bữa ăn ngon",
            "review_content": "Gia đình tôi ở 2 đêm vào thời điểm biển động nên không được xuống biển. Phòng đẹp và đủ tiện nghi dù buổi tối khá nhiều muỗi. Hồ bơi buổi sáng hơi bẩn do lá cây rụng. Buffet sáng nhiều món và ngon. Nhân viên nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mybu",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Nhà hàng phục vụ kém",
            "review_content": "Nhà mình có đặt phòng 3 đêm tại Duyên Hà Resort Nha Trang. Resort không gian rất thích, phòng ốc bulgalow rất rộng rãi, ăn uống khá oke. Đến sáng 30/4 nhà mình có đặt ăn buffet tối tại nhà hàng trong khách sạn và đã được lễ tân nhà hàng The beach house confirm. Tuy nhiên tối nhà mình xuống ăn thì nói là k thanh toán tiền nên k được ăn :| k thể hiểu được tại sao có thể nói thế được trong khi ngay từ đầu k hề nói với nhà mình là phải thanh toán trước. Thái độ nhân viên thì như đuổi khách, bảo k được đặt thì k được ăn, ưu tiên những ng thanh toán trước. Làm gì có khách sạn 5 sao nào như thế k? Bạn nhân viên không hề có thái độ xin lỗi hay bất kì ý định xếp bàn nào cả. Mình quá thất vọng dù rất thích không gian tại đây. ",
            "reviewer_location": "Hatfield, Vương quốc Anh"
        },
        {
            "name": "Linh Vo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch nghỉ dưỡng",
            "review_content": "Cảm ơn resort đã cho chúng tôi 1 kỳ nghỉ dưỡng tuyệt vời. Phòng hướng núi nhìn phong cảnh rất ok. Villa có hồ bơi riêng rất thuận tiện cho gia đình sử dụng. Nhà hàng phục vụ món phong phú, rất vừa miệng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Phước Nam Hải",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nơi tái tạo năng lượng tích cực",
            "review_content": "Những Villa đầy đủ tiện nghi như những ốc đảo bình yên nằm giữa khu vườn tươi xanh. Hồ bơi rất lớn và bãi biển riêng rất đẹp. Còn có một cặp Thiên Nga thân thiện và ưa hóng hớt.  Tránh xa ồn ào phố thị, những áp lực đời thường, đến đây bạn sẽ có những giây phút thật sự thư thái và cảm giác gắn kết gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Loan Le",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chưa hài lòng về bữa ăn",
            "review_content": "Gia đình mình vừa kết thúc một đêm nghỉ dưỡng tại Duyên Hà Resort, mình đánh giá như sau: 1. Về quy mô, không gian: Quy mô rất rộng và hoành tráng, đầy đủ cơ sở vật chất & dịch vụ (spa, karaoke, kid's club, nhà hàng, bể bơi, gym, tennis...), sạch sẽ, nhiều cây xanh và hoa đẹp, phù hợp cho gia đình nghỉ dưỡng *Điểm cộng: 02 hồ bơi, xe điện luôn available hỗ trợ khách di chuyển trong phạm vi khu nghỉ, phòng rộng rãi, sạch sẽ, yên tĩnh 2. Về nhân viên: chuẩn mực, lễ phép và sẽ hỗ trợ khi khách cần. Nhân viên trao đổi nội bộ bằng bộ đàm nên thông tin khá nhanh để hỗ trợ khách. 3. Về dịch vụ: - Khi search gg mình thấy có thông tin resort có xe đưa đón miễn phí theo lộ trình sb - resort, trung tâm TP - resort, 3-5 chuyến mỗi chặng/ngày. Tuy nhiên, hiện tại chỉ có xe từ trung tâm TP -",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Phuc Dinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn hoàn hảo",
            "review_content": "Tranh thủ lúc lệnh dãn cách đợt 1 kết thúc và linh cảm sẽ không kéo dài quãng thời gian thoải mái này được lâu nên mình đã quyết định chọn Nha Trang - Khánh Hòa làm điểm đến để đầu óc được khuây khỏa. Và tại đây mình chọn Duyên Hà Resort là nơi nghỉ dưỡng.   1. Vị trí: nếu di chuyển bằng máy bay thì Duyên Hà resort rất gần sân bay nhé từ sân bay Cam Ranh chỉ mất khoảng 7 phút là sẽ đến resort. Còn nếu bạn nào di chuyển bằng xe khách thì sẽ mất thêm thời gian nha Vì từ trung tâm Nha Trang ra sân bay Cam Ranh cũng hơi xa nè.  2. Dịch vụ: mình đi trùng với dịp có một đoàn lớn của công ty PVcombank nên lúc check-in thì có hơi lâu 1 chút tuy nhiên mình cần gì thì đều được hỗ trợ ngay và nhiệt tình lắm nhé. À vì là resort 5 sao nên có welcome drink nữa nha và sảnh check in cũng khá",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lê hãi nam",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Kính gửi",
            "review_content": "Tôi đã ghé thăm nơi này nhưng cách phụ vụ của nhân viên cứu hộ biển quá tồi... Tôi bỏ tiền ra đi du lịch chứ tôi không bỏ tiền ra để đi gặp giang hồ ăn nói thô lỗ sâm trổ bấm điện thoại lơ là khách du lịch dửng dưng bấm điện thoại làm cho tôi mất cảm giác an toàn..thân chào.. kính gửi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anthony",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Thái độ nhân viên",
            "review_content": "Khi tôi dắt con đến kid club chơi thì chỉ  nhân viên ra nói là đã đóng cừa dù đó là hoạt động của mỗi khách sạn. Nhìn vào vẫn thấy hoạt đông và khi check in tôi không thấy lễ tân thông báo. Có vẻ nhân viên này không muốn tôi làm phiền giờ nghỉ ngơi của họ. Các đứa con rất buồn khi dắt chúng đến nơi rồi phải dắt về lại. Dù gì đây là 1 nơi đẹp, phòng tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hong P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rất hài lòng",
            "review_content": "Phòng villa thiết kế đẹp, không gian xanh mướt, bãi biển và hồ bơi đẹp. Đội ngũ nhân viên thân thiện, nhiệt tình. Xe điện luôn phục vụ kịp thời. Cả buffet sáng và tối đều phong phú và ngon. Tuy nhiên, do mới mở cửa sau dịch nên nhân viên phục vụ ít, bàn ăn không được dọn kịp thời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Híu Híp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Lần đầu đến ở lại Cam Ranh, phải nói dịch vụ ở đất rất rất ổn từ lúc checkin cho tới khi check out. Lễ tân dễ thương cực kì, các bạn được chào đón bằng một ly nước vô cùng ngon. Phòng ở rất thoải mái đẹp. Ăn sáng ở đây món rất đa dạng.  Không gian thoáng mát, hồ bơi view đẹp. Rất đáng để bạn và gia đình đến đây",
            "reviewer_location": "Biên Hòa, Việt Nam"
        },
        {
            "name": "Thu Nguyễn",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một Hồ Tràm giữa Cam Ranh",
            "review_content": "Resort Duyên Hà với diện tích gần 20ha, quy mo hơn 500 phòng nhưng bạn yên tâm đến đây vẫn yên tĩnh và riêng tư như các resort nhỏ.  Về dịch vụ tương đương với chuỗi Vinpearl. Ngoài ra chắc bạn có thể vào Casino tại resort để chơi.  Bar Rooftop tầng 21 của khách sạn được thiết kế rất đẹp, bạn có thể view toàn cảnh resort lung linh dưới ánh đèn về đêm. Rượu coctail pha rất ngon  lại luôn có ca sĩ hát vào các buổi tối sẽ rất lãng mạn cho các cặp đôi. Cả resort có 3 bể bơi. Các bể bơi đều lớn và đều có trò chơi tại bể bơi cho trẻ như cầu trượt, bóng ném, bóng chuyền. Thêm nữa là các phao hình thiên nga cho c em tha hồ tạo dáng chụp ảnh. Còn ai muốn trải nghiệm bơi thì thật tuyệt vì bể bơi to và dài nhưng vẫn rất an toàn. Tại resort có nhiều nhà hàng, món ăn phong phú, đa dạng rất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phuctrang1087",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice Trip",
            "review_content": "Nhân viên rất thân thiện, nhiệt tình. Phòng nghỉ rất đẹp, cảnh quan xanh mướt . Rất hài lòng và mong sẽ được quay lại và nghỉ ngơi dài ngày hơn. Bờ biển, hồ bơi bé con nhà mình rất thích. Có điều đồ ăn không được đa dạng lắm.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Kim",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn hảo",
            "review_content": "Resort này ko phải theo kiểu Villa, mà theo kiểu Building như The Grand Hồ Tràm vậy đó, nên view biển xuất sắc luôn. Khu này đang xây rất nhiều resort nên nhìn xung quanh có hơi trống trải và ngổn ngang quá. Nhưng với mình Resort này cũng đẳng cấp rồi. Mọi thứ ko có gì chê cả!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thienphuoctour",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort 5 sao đẳng cấp quốc tế",
            "review_content": "Tôi cùng gia đình đã có sự trải nghiệm 5 ngày tại Duyen Ha resort . Khu resort cách thành phố Nha trang khoảng 30 km. Resort có cả phòng khách sạn và khu villa rất đẹp. resort có 2 hồ bơi và có bãi biển rất đẹp.  Buffet ăn sáng rất ngon và nhiều, nhà hàng phục vụ cả ăn trưa và tối.  Nhân viên phục vụ chuyên nghiệp và rất niềm nở.  Chúng tôi rất hài lòng với chuyến đi này và chắc chắn sẽ quay trở lại .",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Kroc Y",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đánh Giá Duyên Hà Resort",
            "review_content": "Resort đẹp cá tính đặc biệt là nhà hàng cạnh hồ bơi, thiết kế rất đẹp bạn tha hồ ngồi thưởng thức cocktail và chụp hình sống ảo.  Không gian của resort rất rộng nên cái khoản đợi xe điện tới đón sau mỗi lần đi bơi sẽ hơi oải :)):)). ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dương C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Holiday 4 days 3 nights",
            "review_content": "Resort sang trọng, nhân viên thân thiện. Tuy nhiên, welcome drink nhân viên chỉ đưa 2 ly trong khi nhà ngồi tận 4 người. Đợi tới lúc hỏi mới đem thêm ra. Villa 2 bedroom garden view đẹp, tiện nghi.  Buffet sáng còn hạn chế, cần thay đổi thực đơn phong phú hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phongp2017",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Làm việc thiếu chuyên nghiệp",
            "review_content": "Giữ tiền cua khách bằng thẻ ,khi check out thì ko hoàn tiền .khách gọi lại thì nói quên ,rồi nói gọi lại sau .để cả tuần không ai liên lạc lại nên lại phải điện lại mà chuyển hết máy cho các bộ phận không xử lý đươc.",
            "reviewer_location": "Đồng Hới, Việt Nam"
        },
        {
            "name": "Trung H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn hảo",
            "review_content": "Khách sạn mới , đẹp ,sạch sẽ , có côn trùng trong phòng . hồ bơi đẹp. Đồ ăn ngon nhưng giá hơi đắt . buffet sáng ko ngon . Nhân viên nhiệt tình , vui vẻ . Ban đêm hơi tối. Nên thêm phòng chiếu phim , bàn bida",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good Experience",
            "review_content": "Khách sạn mới, đẹp, cảnh quan đẹp, nội thất đẹp, tinh tế. Đồ ăn ngon, nhân viên phục vụ thái độ tốt, nhiệt tình. Tôi và gia đinh sẽ tiếp tục quay lại đây và giới thiệu bạn bè.Tuy nhiên nên tăng chuyến shuttle bus vào thành phố Nha Trang và nên dọn phòng sớm hơn vào buổi sáng (thời gian tôi ở đến 1h trưa nhân viên mới ấn chuông đề nghị dọn phòng)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Phương L",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đánh giá Duyên Hà resort",
            "review_content": "Mọi thứ đều tuyệt, đặc biệt đánh giá cao nhân viên của Duyên Hà resort. Đồ ăn ok, bể bơi sạch, phòng mới. Ngoại trừ vị trí của resort ở khá xa trung tâm hạn chế điều kiện giải trí nên khu vui chơi trong nhà của con nít cần phong phú hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "le d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghỉ dưỡng tuyệt vời",
            "review_content": "Gia đình chúng tôi đã có kỳ nghỉ tuyệt vời tại Duyen Ha Resort.  Cảnh quan đẹp, nội thất sang trọng, ấm cúng và tiện nghi. Bãi biển đẹp và sạch sẽ. Nhân viên nhiệt tình, dễ mến. Vị trí thuận tiện cho việc di chuyển đi đến từ Sân bay Cam Ranh, đồng thời cũng gần cảng Cam Ranh để đón tàu/ cano đi tham quan đảo Bình Ba.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rudhil B",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Cần chăm sóc khách phương tây",
            "review_content": "Đã ở 4 đêm tại khu nghỉ dưỡng này cùng với gia đình anh em của tôi - (8 người trong chúng tôi), đã ăn mỗi đêm tại khu nghỉ mát và chi 250 đô la Mỹ mỗi đêm nhưng tôi thấy nơi này rất cá nhân vì nơi này không phục vụ cho người phương Tây - không có người quản lý nào thực hiện một nỗ lực làm quen với chúng tôi và làm cho chúng tôi cảm thấy được chào đón. Nơi này chỉ không có ý tưởng về dịch vụ khách hàng. . thật đáng thất vọng, vì lần sau chúng ta sẽ gắn bó với phong cách phương tây; ngôi sao",
            "reviewer_location": "Winston Hills, Úc"
        },
        {
            "name": "Reden g",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn 5 sao sang trọng tuyệt vời giúp bạn giữ dáng.",
            "review_content": "Với rất nhiều món ăn ngon, bạn sẽ nghĩ rằng mình sẽ tăng được vài cân sau khi rời khỏi nơi này nhưng với rất nhiều hoạt động bạn thực sự có thể để lại nhiều sức khỏe hơn. Tài sản là rất lớn, bạn phải mất hơn 2 giờ chỉ để đi xung quanh những khu vườn tuyệt vời và đó là một niềm vui để có được xung quanh.  Không thể chờ đợi để lấy lại. . Tôi biết là đắt hơn nhưng nếu bạn có thể lấy Biệt thự. . đáng giá từng xu.",
            "reviewer_location": "Florence, Ý"
        },
        {
            "name": "Hang N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một nơi tốt đẹp cho kỳ nghỉ",
            "review_content": "Khu nghỉ mát yên tĩnh và xinh đẹp với rất nhiều cây và hoa. Trẻ em thích các hồ bơi và các hồ nhỏ với thiên nga và cá. Họ rất thích cho chúng ăn mọi lúc ^^. Bãi biển đẹp và sạch sẽ. Các nhân viên rất hữu ích. Tuy nhiên, imo phụ phí cho trẻ em là một chút đắt đỏ so sánh với các khu nghỉ mát khác cùng cấp. Và vận chuyển đến sân bay nên miễn phí vì sân bay rất kín.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bobo V",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tốt nhưng không xuất sắc",
            "review_content": "Nhược điểm:  - thực phẩm chỉ có vị trung bình, nhưng đắt tiền. Có sự lựa chọn hạn chế cho bữa sáng  - nhân viên thân thiện và cố gắng hết sức để hoàn thành trách nhiệm của họ nhưng có vẻ không hiệu quả. Đôi khi, họ không biết cách xử lý sự cố bất ngờ hoặc khiếu nại hợp lệ của khách hàng  - bồn tắm và vòi hoa sen rất khó sử dụng  - Ban công nhìn ra biển rất rộng, nhưng chỉ có một bộ bàn tròn đơn giản và 2 chiếc ghế mộc mạc. Không nhìn thấy thêm đồ nội thất cũng như trang trí, làm cho ban công trông thảm hại  - Không có nhiều hoạt động bãi biển. Khu nghỉ dưỡng này phù hợp hơn để nghỉ ngơi và thư giãn.  - Có một số bước nguy hiểm dẫn đến bãi biển và hồ bơi mà không có bất kỳ phương tiện nào để cung cấp cho khách hàng thận trọng. Tôi nhấn những bước này bằng ngón chân tội nghiệp của",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chloe Pham",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bãi biển đẹp",
            "review_content": "Chúng tôi chọn khu nghỉ dưỡng Duyên Hà cho tuần trăng mật của chúng tôi. Trang trí phòng thật lãng mạn. Bãi biển đẹp để bơi. Tôi cũng thích hồ bơi. Đó là nước sạch và ấm. Mọi thứ đều hoàn hảo ngoại trừ nhân viên tiếp tân. Khu nghỉ dưỡng Duyên Hà khá và thích hợp để thư giãn",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "prisca b",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để tận hưởng với tất cả các gia đình",
            "review_content": "Chúng tôi đã ở đó trước đó, chỉ là một chuyến đi ngắn. Bởi vì chúng tôi đã thấy khu nghỉ mát này đẹp như thế nào và có thể chào đón các con của chúng tôi, chúng tôi quyết định quay lại với tất cả gia đình Các nhân viên là tuyệt vời, chuyên nghiệp, thân thiện và hữu ích. Chúng tôi đã có biệt thự kéo lớn, nơi yên tĩnh, giường rất lớn và thoải mái. Chúng tôi dành rất nhiều thời gian trong hồ bơi. Rất nhiều hoạt động để làm ở đó, thật không may, chúng tôi đã không có đủ thời gian để tận hưởng tất cả. lựa chọn tốt của danh sách thực phẩm và rượu vang.  Câu lạc bộ Kids rất hoàn hảo, con gái chúng tôi rất thích ở đó và chơi với những đứa trẻ khác. Họ vui vẻ ở khắp mọi nơi và chúng tôi cũng có một khoảnh khắc để tận hưởng spa với chồng tôi. Phòng Karaoke rất đẹp và chúng tôi đã có thời",
            "reviewer_location": "Nha Trang, Vietnam"
        },
        {
            "name": "baselin1973",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ hè tuyệt vời ở Việt Nam !!!",
            "review_content": "Đây là khách sạn tốt nhất mà tôi từng đến. Nó có dịch vụ tuyệt vời, nội thất sang trọng và cảnh quan tuyệt vời. Các nhà hàng của Duyen Ha Resort phục vụ nhiều món ngon của quisine địa phương và châu Âu. Có rất nhiều trái cây, rau, thịt, hải sản và các loại đồ uống khác nhau. Khách sạn có bãi biển tuyệt vời với cát trắng và nước ấm hoàn hảo của đại dương Thái Bình Dương. Bơi lội thật tuyệt vời! Tôi chắc chắn sẽ giới thiệu cho Duyen Ha Resort Cam Ranh tất cả những ai thích thời tiết kỳ lạ, những bãi biển xa hoa và ẩm thực châu Á.",
            "reviewer_location": "Krasnogorsk, Nga"
        },
        {
            "name": "beh w",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice bãi biển, tốt ăn sáng tốt giường",
            "review_content": "Tôi đến đó với các cô gái, chúng tôi đặt một biệt thự hai phòng. Và căn phòng thật tuyệt vời, rộng rãi và giường thật tuyệt vời. Sạch sẽ và không có mùi mốc. Các bữa ăn sáng ở đây đi kèm với lựa chọn tốt là tốt. Nhân viên rất đẹp và hấp dẫn, nhưng đã tha thứ cho họ một số người trong số họ vẫn học bằng tiếng Anh. Họ đang cố gắng và hầu hết trong số họ có thể hiểu, đọc và nói. Bãi biển ở đây sạch sẽ, chúng tôi ngồi ở khu vực túi đậu, nơi thích hợp để thư giãn, và họ cũng có một hồ bơi gần đó.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Lô D9B, Khu 3, Cam Hải Đông, Cam Ranh 650000 Việt Nam",
        "name": "Duyen Ha Resort Cam Ranh",
        "geo_data": {
            "latitude": 12.054816246032715,
            "longitude": 109.2005844116211
        },
        "room_number": "609",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/42/f6/02/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/9f/6b/ba/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/41/ef/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/42/f6/36/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/42/59/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/52/1a/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/43/06/24/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/59/f7/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/54/ab/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/42/f7/e7/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/49/60/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/49/55/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/4a/56/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/49/7a/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/49/a4/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/4a/72/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/4a/67/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/49/ba/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/4a/82/duyen-ha-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/52/4a/53/duyen-ha-resort.jpg?w=1200&h=-1&s=1"
        ]
    }
}