{
    "content": [
        {
            "name": "My Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách Sạn Tốt Tại Khu Trung Tâm Phố Cổ Hà Nội",
            "review_content": "Đây là lần thứ 3 mình nghỉ tại khách sạn vì rất hài lòng về chất lượng và cách phục vụ của khách sạn này. Từ lễ tân đến các bạn buồn phòng, bạn bảo vệ đều rất lịch sự và chăm sóc khách hàng rất tận tâm. Mình sẽ lại tiếp tục đặt phòng tại đây khi ra công tác tại Hà Nội.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Domanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, nhân viên chuyên nghiệp thân thiện",
            "review_content": "Chúng tôi đã ở 2 ngày tại khách sạn Mayflower Hotel Hanoi, Điều mà gây ấn tượng nhất với chúng tôi là đội ngũ nhân viên cực kỳ chuyên nghiệp, phòng sạch sẽ ngăn lắp, ăn sáng với buffet và có thể gọi thêm các món phở, trứng và một số pancake, hoa quả rất tươi ngon, ngoài ra mình còn rất thích tiệc trà chiều sau 4h chiều hàng ngày ,nó rất ý nghĩa kết nối giao lưu giữa các khách hàng với nhau. Rất thích khách sạn và gia đình mình sẽ quay lại vào lần sau,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuy nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, phòng sạch sẽ",
            "review_content": "Đây là lần đầu tiên gia đình ra Hà Nội tham quan, và đã chọn khách sạn này lưu trú. Rất hài lòng về thái độ chăm sóc khách và dịch vụ khách sạn này. Bữa ăn sáng ngon. Nếu có dịp sẽ quay lại, và giới thiệu cho bạn bè .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigator670618",
            "avatar": "",
            "review_rating": "5",
            "review_title": "May Flower Hotel",
            "review_content": "Lễ tân, quản lý va các bạn nhân viên phục vụ tận tình chu đáo, hỗ trợ nhiệt tình cho khách du lịch, phòng sạch sẽ gọn gàng, ăn sáng đa dạng ,sẽ quay lại và cũng sẽ giới thiệu bạn bè đến.  11 Hàng rươi Hoàng Kiếm HN",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thuỷ Tiên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "My Flower Hotel",
            "review_content": "Vợ Chồng mình đi ctac, tìm trên Traveloka mới thấy hotel này ngay trung tâm. phòng bé bé xinh xinh, thơm. Nước uống + cafe free. Nói chung là Sạch. Tiện Lợi, Nhân Viên Đẹp với Lịch Sự là mình thích hà....",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Siowling",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hà Nội, Sapa, Ninh Bình 6D5N (27/12/19 - 1/1/2020)",
            "review_content": "Tôi phải cảm ơn Mayflower Hotel Hà Nội vì đã sắp xếp tour du lịch 6 D 5 N ở trên. Chúng tôi đã có một kỳ nghỉ rất tốt trong 6 ngày này. Vào ngày đến, khách sạn Mayflower sắp xếp đón từ sân bay về khách sạn. Sau đây với một tour đi bộ 3 giờ miễn phí tại khu phố cổ. Hướng dẫn cho chúng tôi thấy nhiều địa điểm thú vị và tất nhiên không quên cà phê trứng và thức ăn đường phố. ! Ăn ở đâu địa phương ăn. Sau chuyến tham quan, chúng tôi được cung cấp một phòng để tắm, trước khi chúng tôi đi tàu ngủ qua đêm đến Sapa. Chúng tôi ở SP 1, ở tầng trên, tàu khá ồn. Chúng tôi không ngủ nhiều. Sau khi liên hệ chuyện này với Lyli, người liên lạc từ Mayflower, cô ấy đã đổi được chuyến tàu của chúng tôi từ Sapa sang Hà Nội, tức là 2 ngày sau, đến SP 4, tầng dưới, tàu yên tĩnh và chúng tôi ngủ rất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lauren C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đáng giá",
            "review_content": "Khách sạn cung cấp các tour du lịch trong ngày rất tốt. Nhân viên rất thân thiện và luôn chú ý đến sự an toàn của bạn. Phòng sạch sẽ hàng ngày. Thực phẩm địa phương phục vụ cho bữa sáng nhưng cũng có các lựa chọn khác. Muốn giới thiệu xxxxxx",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "yap35",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn",
            "review_content": "Nhân viên khách sạn rất thân thiện và hữu ích, phòng lớn chỉ cần sự sạch sẽ cần được cải thiện, có kiến trong nhà vệ sinh và phòng, nói chung vẫn là tốt nhất, vị trí thuận tiện, xung quanh nhiều thứ để đi bộ và ăn.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Eunice Chia",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chắc chắn giá trị",
            "review_content": "Tất cả nhân viên đều rất lịch sự, hữu ích và tốt đẹp. Căn phòng nhỏ, nhưng rất ấm cúng và thoải mái. Vị trí tốt tại khu phố cổ, gần chợ đêm và thu hút. Tốt brekfast, giường thoải mái. Chắc chắn giá trị.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Z@nzong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc",
            "review_content": "Các nhân viên thân thiện, hữu ích và chuyên nghiệp. Khách sạn sạch sẽ và thoải mái. Thực sự ấn tượng với tôi và gia đình tôi. . . Bên cạnh đó, giá cả của khách sạn hợp lý và bữa sáng phục vụ khá ngon miệng. Họ phục vụ chúng tôi trà và trái cây mặc dù chúng tôi kiểm tra muộn vào lúc 8 giờ. 30 giờ chiều. Đánh giá cao các dịch vụ tuyệt vời được cung cấp bởi các nhân viên!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chantee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hoa tháng năm",
            "review_content": "Vị trí rất yên tĩnh và cách Bia Hội Hội không xa! ! Các nhân viên ở đây thực sự hữu ích và tử tế, bạn có thể hỏi bất cứ điều gì với họ! ! Thực sự sạch sẽ phòng lớn và giường thoải mái! Đó là giá trị để ở lại! !",
            "reviewer_location": "Meguro, Nhật Bản"
        },
        {
            "name": "Just_like_travelling",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn toàn thích chúng tôi ở đây",
            "review_content": "Những chiếc giường thoải mái, vòi hoa sen mạnh mẽ, bữa sáng tuyệt vời. Các nhân viên không thể làm đủ cho bạn - đặc biệt cảm ơn Daniel và Jennifer khi tiếp tân. Mặc dù nằm trong khu phố cổ, nhưng khách sạn không nằm trên một trục chính và do đó, nó yên tĩnh một cách dễ chịu cho Hà Nội.  Đó là sự thật để nói rằng nhiếp ảnh thông minh về đặt phòng. com làm cho căn phòng trông rộng hơn so với trước đây (luôn luôn là như vậy) và có rất ít không gian lưu trữ i. e. không có kệ hoặc ngăn kéo. Khi đến nơi, có một vài vấn đề với rò rỉ trong phòng tắm và không có đèn ngủ ở một bên, nhưng thực tế là nó đã được xử lý rất kịp thời mặc dù là Tết Nguyên đán, hơn là bù đắp cho mọi khó khăn.",
            "reviewer_location": "Winkleigh, Vương quốc Anh"
        },
        {
            "name": "Anton",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tiện lợi với đội ngũ nhân viên tuyệt vời",
            "review_content": "Sạch sẽ, vị trí tốt và thân thiện  Chúng tôi ở đó đêm đầu tiên ở Việt Nam và phải lên kế hoạch rất nhiều thứ như chuyển khoản và tham quan và thẻ Sim. Chính người quản lý đã giúp chúng tôi mọi thứ, anh ấy đã chuyển khoản và chúng tôi có thể mua thẻ Sim với 60 GB với giá 10 đô la.  Khách sạn sạch sẽ và thoải mái và nếu bạn cần bất cứ điều gì khác. g. cho đêm một số chăn thêm hoặc bất cứ điều gì họ quản lý nó. Vị trí là hoàn hảo, vì vậy mọi thứ có thể đạt được bằng chân.  Tất cả trong tất cả nó thực sự được khuyến khích ở lại đó!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jordi A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chắc chắn được khuyên dùng",
            "review_content": "Chúng tôi đã chọn khách sạn này để dành 3 đêm đầu tiên tại Việt Nam. Chúng tôi không hối tiếc. Chất lượng / giá là cạnh tranh nhất. Các giường rất thoải mái và vị trí hoàn hảo để khám phá Khu Phố Cổ. Khách sạn nằm trên một con phố nhỏ với ít giao thông và ít tiếng ồn, đầy đủ các cửa hàng hoa. Chúng tôi đặt tour du lịch Sapa và Hạ Long với họ và điều đó thật tuyệt vời. Họ chăm sóc các dịch vụ cửa đến cửa, gửi cho bạn taxi để đón bạn tại nhà ga xe lửa. Trong các chuyến tham quan, qua whatsapp, họ sẽ liên lạc thường xuyên với bạn vì bất kỳ nghi ngờ nào bạn có thể gặp phải. Ngoài ra, trở lại từ các tour du lịch, họ cung cấp một phòng miễn phí để thư giãn và tắm cho đến khi hoạt động tiếp theo. Trong chuyến lưu diễn Hạ Long, do những hạn chế về khí hậu, một phần của chuyến tham quan",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "samsam012018",
            "avatar": "",
            "review_rating": "5",
            "review_title": "2 đêm dành cho Hanoï",
            "review_content": "Chúng tôi đã có một kỳ nghỉ tuyệt vời tại Mayflower. Phòng cung cấp sự thoải mái và yên tĩnh tiêu chuẩn được đánh giá cao sau một ngày sôi động ở Hà Nội. Các nhân viên là loại và luôn luôn quan tâm để giúp cho đặt phòng chuyến đi, tư vấn, hỗ trợ. Họ đã ở đó bất cứ khi nào chúng tôi mong đợi họ. Tôi khuyên bạn nên Mayflower cho một kỳ nghỉ ngắn tại Hà Nội",
            "reviewer_location": "Paris, Pháp"
        },
        {
            "name": "KatH124",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc, phòng rất sạch sẽ!",
            "review_content": "Chúng tôi yêu khách sạn này ở Hà Nội! Đẹp sảnh và phòng! Nó rất sạch sẽ với dịch vụ chuyên nghiệp rất tốt đẹp. Ăn sáng rất ngon và ngon! Tuyển chọn các món ăn Việt Nam và trứng với bánh mì Pháp, nước trái cây tươi, cà phê, trà và sữa. Nhân viên rất thân thiện và có sức chứa! Chúng tôi sẽ trở lại!",
            "reviewer_location": "Bellaire"
        },
        {
            "name": "Rhungent",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lớn. Nằm ở trung tâm.",
            "review_content": "Đã có một đêm nghỉ ngơi tuyệt vời tại khách sạn Mayflower. Các phòng đều thoải mái và dịch vụ tuyệt vời. Các bữa ăn sáng vào buổi sáng là tuyệt vời. Mì Phở rất mới mẻ, một khởi đầu tuyệt vời cho một buổi sáng tuyệt vời  Khách sạn nằm ở vị trí trung tâm và tạo nên một vị trí tuyệt vời khi bạn có thể đi bộ qua chợ đêm trên đường đến hồ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "C Kiang Y",
            "avatar": "",
            "review_rating": "5",
            "review_title": "đáng yêu ở lại",
            "review_content": "Chúng tôi ở đây 3 lần trong chuyến đi của chúng tôi, nó hoàn toàn thoải mái với phòng sạch, giường mềm, nhân viên đang trên đường phục vụ khách hàng và vị trí tốt. Tôi khuyên bạn nên làm điều này với bạn bè và gia đình của tôi nếu họ đến thăm Hà Nội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xiao H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chỗ ở tuyệt vời",
            "review_content": "Khách sạn này có một vị trí tốt, ở trung tâm của khu phố cổ nên chúng tôi dễ dàng tiếp cận chợ đêm, chợ dong xuan. Chúng tôi cảm thấy thoải mái cho phòng sạch sẽ, đội ngũ nhân viên thân thiện và hữu ích, bữa ăn sáng tốt nhất bao giờ hết. Họ cũng cung cấp dịch vụ du lịch với mức giá hợp lý và chăm sóc chúng tôi rất tốt Chắc chắn sẽ trở lại trong thời gian tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Michael Z",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng đẹp, Dịch vụ tuyệt vời, Vị trí tốt và Giá cả hợp lý.",
            "review_content": "Chúng tôi ở tại khách sạn MayFlower trong 6 đêm và chỉ yêu tất cả mọi thứ về kỳ nghỉ của chúng tôi tại Mayflower. Khi chúng tôi đến, chúng tôi được chào đón bởi một nhân viên vô cùng thân thiện với một ly trà ngon và một chiếc khăn ướt để làm mới khuôn mặt của chúng tôi. Phòng của chúng tôi rất sạch sẽ và được bổ nhiệm. Nó có mọi thứ chúng tôi cần cho một kỳ nghỉ rất thoải mái và thú vị. Giường Te đã được thoải mái và phòng tắm cũng được thả wit một lược, bàn chải đánh răng và kem đánh răng, dao cạo, mũ tắm, Qtips và khăn sạch. Ngoài ra còn có một nguồn cung cấp trái cây tươi, cà phê và trà. Nhưng tốt nhất của tất cả là các nhân viên vô cùng thân thiện và hữu ích. Kevin đã giúp chúng tôi bool 3 tour du lịch riêng biệt với mức giá rất hợp lý đã được xuất sắc. Các tour du lịch ông",
            "reviewer_location": "Chiang Mai, Thái Lan"
        },
        {
            "name": "Saskia S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời của khách sạn tuyệt vời",
            "review_content": "Chúng tôi chỉ ở lại một đêm, nhưng chúng tôi yêu khách sạn này! Đặc biệt là phòng gia đình thật tuyệt vời. Rất lớn, với tầm nhìn ra đường phố, trái cây sạch sẽ và tươi trong phòng. Đó là một khách sạn mới và họ làm mọi thứ để làm cho kỳ nghỉ của bạn trở nên tuyệt vời. Chúng tôi thực sự khuyên!",
            "reviewer_location": "Utrecht, Hà Lan"
        }
    ],
    "hotel": {
        "location": "11 Hàng Rươi Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "Mayflower Hotel Hanoi",
        "geo_data": {
            "latitude": 21.036909103393555,
            "longitude": 105.8479232788086
        },
        "room_number": "21",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/ab/26/33/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/d0/62/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/88/6f/a2/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/82/ea/c3/balconly-from-vip-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/82/e9/2f/superior-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/82/e8/93/suite-family-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/82/e8/27/ralaxing-on-big-bathroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e6/d8/52/hotel-lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e6/d8/00/hotel-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e6/d6/7c/hotel-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e6/d6/57/in-front-of-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/e6/d5/92/deluxe-twin-room-mayflower.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/da/52/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/da/3f/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/d0/f9/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/d0/ca/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/b0/d0/8b/may-flower-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ea/a4/b8/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/66/62/21/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/66/62/20/caption.jpg?w=1200&h=-1&s=1"
        ]
    }
}