{
    "content": [
        {
            "name": "huyngo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "đánh giá nhiệt tình",
            "review_content": "phòng ốc khang trang sạch sẽ ... món ăn trong nhà hàng đa dạng phong phú ... có bãi biển đẹp cát trắng biển xanh và có nhiều dịch vụ tuyệt vời ... nhân viên chu đáo nhiệt tình ... có những khu giải trí thư giản và tôi rất thích",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyễn n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "quá hợp lý",
            "review_content": "“Nhân viên: Anh chị nhân viên luôn tươi cười, mọi người ai cũng vui vẻ thân thiện,hỗ trợ khách tận tình dù đêm hay ngày. “Phòng sạch sẽ, giường thoải mái, khách sạn mới và trang trí bắt mắt. Giá cả hợp lí dù trong mùa cao điểm, mình sẽ quay lại nơi này” “Cho thuê xe máy, gần trung tâm nên từ khách sạn đi đâu cũng khoảng 5-10' ”  ít phòng có ban công, phòng chưa cách âm tốt,thang máy hơi châm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "meohoangotmauxanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng ổn",
            "review_content": "Dịch vụ khách sạn ổn. Mọi thứ đều tốt. Từ thái độ phục vụ của nhân viên đến chất lượng phòng. Với tôi như thế này đã là thoải mái và tốt. Khi có dịp chúng tôi sẽ quay lại. Không khí trong lành. Phòng dễ thương.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "chính trực N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn phù hợp với giá tiền",
            "review_content": "Phòng khá nhỏ, cách âm chưa được tốt ở phòng mình mà vẫn nghe phòng đối diện nói chuyện, nhân viên lễ tân thân thiện và chuyên nghiệp nhưng dịch vụ dòn phòng chưa tốt lắm, phòng vẫn còn rác và bụi, nói chung sẽ quay lại vào những đợt du lịch sau",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "chinhiz",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không có gì nổi bật",
            "review_content": "Phòng tiêu chuẩn của khách sạn tương đối nhỏ ,mọi thứ đều được tối giản đến mức cao nhất nhưng không gian vẫn rất chật hẹp . Giá cả thuộc loại chấp nhận được chứ không phải rẻ lắm như 1 số đánh giá . Khoảng cách ra biển tương đối xa được 1 điểm bù lại là ra nha trang center khoảng 500m nên có thể ăn nhẹ và ngắm biển được . Ăn sáng gọi món rất bình thường . Cơ sở vật chất cũng đã có dấu hiệu xuống cấp ,phòng cách âm kem nói chung là bình thường.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Bảo N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự trải nghiệm hoàn hảo cho gia đình",
            "review_content": "Khách sạn sạch sẽ, nhân viên thân thiện, chu đáo và chuyên nghiệp.  Có nhân viên hướng dẫn tận tình cũng như hỗ trợ  book tour tham quan các điểm ở Nha Trang và lân cận.  Sẽ là sự lựa chọn đầu tiên khi đến Nha Trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Michael H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "The best hotel in town",
            "review_content": "Tôi rất hài lòng với chất lượng phục vụ và sự chuyên nghiệp của khách sạn.  Có bàn hướng dẫn địa điểm đi chơi ăn uống khi check-in. Phòng sạch sẽ, mọi thứ tốt.  Miss Trúc, rất nhiệt tình hỗ trợ mọi thứ khi chúng tôi cần.  Tristar là lựa chọn duy nhất của tôi khi tới Nha Trang.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Khoa T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, giá rẻ",
            "review_content": "Khách sạn nằm hơi xa biển nhưng vẫn trong tầm đi bộ được. Nhân viên thân thiện, nhiệt tình. Phòng sạch sẽ, thoáng. Thang máy yêu cầu quẹt thẻ phòng nên rất an ninh, yên tâm. Thích: -Gần các khu ăn uống -Phòng có ban công rất rộng -Thức ăn sáng ok - Nhân viên tốt Chưa thích: -Khách sạn có cho thuê xe máy, nhưng chất lượng các xe này rất tệ. Đây không phải lỗi của khách sạn nhưng Khách sạn nên xem xét kỹ trước khi giao xe cho khách. Có thể điều chỉnh giá dịch vụ này để đảm bảo xe tốt hơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phuong N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Điều tuyệt vời cho một chuyến đi",
            "review_content": "Chiều ngày đầu tiên đến có hơi bị chán nản 1 chút vì cảm giác là khách sạn có hơi xa so với bờ biển nhưng khi đặt chân vào phòng thì bất ngờ phòng khách sạn thật sự rất sạch sẽ, trang trí đẹp, gọn gàng,  anh chị nhân viên thân thiện, chỉ dẫn tận tình. Vị trí của khách sạn ở địa điểm yên tĩnh, không quá ồn ào, thích hợp cho nghỉ ngơi.   Tuy hơi xa bờ biển nhưng sẽ vẫn chọn Tristar khi quay lại Nha Trang và giới thiệu cho bạn bè :D",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dương Dư",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi lí tưởng để chân cho chuyến đi",
            "review_content": "Tuy khách sạn hơi nhỏ nhưng sạch sẽ, nội thất, phong cách bày trí mang lại cảm giác hiện đại, dễ chịu.  Nhân viên tại khách sạn rất ư thân thiện, giao tiếp khéo mang lại cảm giác thoải mái cho khách.  Mình quay lại Nha Trang thì tại sao lại không tiếp tục đặt phòng ở TriStar nhỉ!? :)",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Dinh Manh C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn tốt cho chuyến đi của gia đình tôi",
            "review_content": "Khách sạn sạch sẽ, nhân viên thân thiện, bữa sáng tương đối phong phú, có thể đi bộ ra bãi tắm. Các bạn nếu đi gia đình thì sẽ là lựa chọn tốt, đặc biệt có trẻ nhỏ thì ks có phòng rộng để tụi nhỏ thoải mái chạy nhảy.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thvan8892",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thân thiện và sạch sẽ",
            "review_content": "Phòng cho gia đình 3 người rộng rãi và thoải mái, sạch sẽ tuy hệ thống vòi sen có chút trục trặc nhưng không sao cả. Vị trí gần biển và gần các khu ăn uống, có thể đi bộ ra biển và các quán ăn ngon nổi tiếng của Nha trang. Khách sạn có cho thuê xe máy 100k/ngày chưa kể tiền xăng, nhận giữ hành lý nếu bạn chưa muốn nhận phòng sớm. Tại khách sạn có bàn tư vấn tour cho khách nếu có nhu cầu ngoài ra các bạn tiếp tân hỗ trợ cho bạn cả việc đặt vé tàu vé xe cũng như cung cấp bản đồ và tư vấn cho bạn nếu bạn cần thông tin thêm.  Nếu có cơ hội lần sau ghé lại Nha Trang mình vẫn sẽ chọn Tristar",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Quyet N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thái độ thân thiện",
            "review_content": "Mọi thứ rất tốt. Thích nhất vẫn là thái độ từ bảo vệ đến lễ tân.Phòng ốc tiện nghi. Vị trí nằm giữa các khu vực du lịch và ăn uống ở Nha Trang. Bữa sáng ngon nhưng nước uống như cam ép không dùng cam tươi mà dùng nước cam pha. Tuy vậy đánh giá chung là hài lòng và sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuận Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự lựa chọn hoàn hảo với mức giá bỏ ra",
            "review_content": "Mình và các bạn của mình vừa ở khách sạn TriStar ngay dịp lễ tết tây từ 1/1 đến 3/1, phòng thì hơi nhỏ nhưng rất sạch sẽ, đầy đủ tiện nghi, nhân viên lễ tân và bảo vệ rất thân thiện, vui vẻ với khách, còn quầy book tour thì chị nhân viên đó rất nhiệt tình tư vấn cho nhóm mình những địa điểm vui chơi, ăn uống. Nếu có dịp ghé lại Nha Trang thì mình vẫn sẽ lựa chọn khách sạn TriStar. Mong khách sạn vẫn giữ được chất lượng phục vụ theo thời gian và ngày càng phát triển hơn",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thanhbinh2510",
            "avatar": "",
            "review_rating": "4",
            "review_title": "“Khách sạn sang trọng lịch sự”",
            "review_content": "Khách sạn rất Sạch sẽ đầy đủ tiện nghi.. Nhân viên nhiệt tình.Vui vẻ từ bảo vệ cho đến lễ tân phục vụ. Ban đầu vợ chồng mình muốn phòng to hơn nhưng mà không còn. Ngày hôm sau lễ tân bảo là anh chị có thể đồi phòng lớn hơn. Nhưng Vợ chồng mình ko đổi nữa. Vì với phòng star thôi mà vc mình cung đã thấy rất tốt rồi. Mình cũng đc các bạn tư vấn cho các tour đi Đảo rất thích.  Lần sau đi mình cũng vẫn chọn Tristar. và mình cũng đã giới thiệu cho một số đôi vợ chộng bạn mình đi chơi o nha trang đến đây",
            "reviewer_location": "Tỉnh Thanh Hóa, Việt Nam"
        },
        {
            "name": "Ngantruong197",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice place, Nice Staff",
            "review_content": "Sắp tới lại chuẩn bị quay lại Nha Trang và vẫn như cũ chọn Tristar là chỗ dừng chân, đây là lần thứ 3 của mình lưu trú tại Tristar, nhân viên ở đây cực kỳ thân thiện, dịch vụ tốt, ăn sáng tạm được, mình đặc biệt thích những món tây hơn là món việt, phòng sạch và đẹp, tuy mình ở phòng standard nhưng vẫn có cửa sổ và rất thoáng. Khá gần trung tâm và những tiện ích như xe lửa, nha trang center, bãi tắm, mỳ quảng, nem, bánh căn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Fall G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt, sạch sẽ",
            "review_content": "- Khách sạn tốt, sạch sẽ - Nhân viên nhiệt tình, mình có yêu cầu đổi phòng khi số người giảm đi vẫn được chấp nhận - KHông quá xa bãi biển, yên tĩnh  - Có thể book tour đi Vinpearl, tour các đảo ngay tại KS",
            "reviewer_location": "Hanoi, Ha Noi, Vietnam"
        },
        {
            "name": "Long N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tốt so với các khách sạn lân cận",
            "review_content": "Cái tốt nhất của khách là nhân viên từ bảo vệ, lễ tân tới phục vụ bếp ai cũng vui vẻ và thân  Món ăn đa dạng, ngon miệng Phòng luôn sạch sẽ. Hiện đại. Lại gần biển.Chắc chắn đây là nơi sẽ lưu trú nếu quay lại nha trang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Haphuongtran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sạch sẽ, thoáng đãng, nhân viên vui vẻ, ân cần",
            "review_content": "Tháng 7 vừa qua, Gia đình tôi có chuyến du lịch 4 ngày tại Thành phố Biển Nha Trang, chúng tôi tọa lạc tại Khách sạn TriStar Hotel, Tôi thấy Khách sạn đầy đủ tiện nghi, giá cả hợp lý, thái độ phục vụ của nhân viên vui vẻ, ân cần với khách, không gian phòng thoáng đãng đầy đủ ánh sáng. Vì gia đình chúng tôi có bé nhỏ 10 tháng tuổi, nào là nước sôi, cần lò vi sóng hâm cháo cho bé,... Nhân viên phục vụ chúng tôi 24/24. Tôi rất hài lòng về Khách sạn, chúc khách sạn mua may bán đắt.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "hanhdung1602",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn ổn",
            "review_content": "Tôi ở phòng hướng thành phố và phòng ốc rộng rãi, sạch sẽ, nhân viên nhiệt tình, gần biển, giá cả ổn. Ngoài ra, khách sạn rất gần bến xe và xe lửa, rất dễ đi lại, có book tour dùm rất nhiệt tình. sẽ quay lại!!!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Qua81",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice Hotel",
            "review_content": "Chúng tôi vừa trải qua hai đêm tại Nha Trang ở tại TriStar. Các chào đón thân thiện và nhân viên vẫn lịch sự và hữu ích vớichúng tôi trong suốt kỳ nghỉ, đưa ra lời khuyên hữu ích về các nhà hàng, các hoạt động,..... Khi chúng tôi đến nơi đã được thông báo phòng và check-in nhanh gọn. Chúng tôi sẽ thông báo cho bạn bè đến đây khi có dịp ra Nha Trang !",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "aresnguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "2dem",
            "review_content": "phòng đẹp , có nơi ngắm thành phố,thái độ  nhân viên nhiệt tình và vui vẻ,hất lượng phục vụ tốt của lễ tân, nhân viên phục vụ đồ ăn, nhân viên dọn phòng, và đến cả bảo vệ thuê xe máy ks rẽ .Giá thuê ks phải chăng, vừa túi tiền. :)",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Gia Huy N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt!",
            "review_content": "Phòng đẹp, rộng. Có nơi ngắm thành phố. Chất lượng phục vụ tốt của lễ tân, nhân viên phục vụ đồ ăn, nhân viên dọn phòng, và đến cả bảo vệ. Giá hợp lí nhưng chất lượng rất tốt. Chỉ có điều thang máy hơi chật, phòng 2 người chật dù là phòng loại 1. Nhưng đổi lại phòng 4 người rất rộng, hiện đại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vietdonggg",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good choice!",
            "review_content": "Phòng xinh xắn và sạch sẽ, thái độ phục vụ của nhân viên rất tốt. Phở của buổi ăn sáng ngon, đậm đà, hy vọng giữ được hương vị này lâu dài. Ks gần đường Trần Phú, đường bờ biển náo nhiệt của Nha Trang, có nhiều địa điểm để ăn chơi mua sắm. Nha Trang chủ yếu sầm uất ở con đường này. Thuê xe máy của ks đi cũng rẻ, 120k 1 ngày, đi 2 ngày là hết Nha Trang. Có mấy cái đảo chưa đi dc, lần sau sẽ ghé. Giá thuê ks phải chăng, vừa túi tiền. :)",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Nigel M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chính xác như quảng cáo",
            "review_content": "Vợ chồng tôi ở đây khi nghỉ lại hai đêm, khách sạn xuất sắc. Nhân viên ân cần giúp đỡ, phòng ốc và toàn bộ khách sạn cực kỳ sạch sẽ trong mọi lĩnh vực. Phòng có WIFI tốt nhất châu Á từ đó đến giờ.  Chúng tôi ở tầng 7 và rất yên tĩnh.  Phòng và khăn tắm được dọn dẹp hàng ngày.",
            "reviewer_location": "Nether Heyford"
        },
        {
            "name": "Gracele",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xuất sắc",
            "review_content": "Giá cả phù hợp với dịch vụ thân thiện và thoải mái Giống như chúng tôi trở về nhà của chúng tôi! ! ! Phòng gia đình có view tốt. Đồ uống chào mừng đã được phục vụ Đặc biệt là họ phục vụ thực phẩm chay cho người ăn chay Thức ăn rất ngon và tốt cho sức khỏe. Rat khuyen khich",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "SooHin_Ong",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Kỳ nghỉ, chi phí thấp",
            "review_content": "Nhiệt độ nước nhà vệ sinh là rất khó kiểm soát và áp lực nước quá thấp. Bedsheet không bao giờ thay đổi ngay cả khi chúng tôi ở lại trong 3 đêm. Nhân viên khách sạn thân thiện. Cho thuê xe máy cũ và ít quyền lực để đi xe",
            "reviewer_location": "Butterworth, Malaysia"
        },
        {
            "name": "andreoz",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ban công tuyệt vời",
            "review_content": "Nằm một chút bên ngoài 'khu du lịch' trên một con phố yên tĩnh. Ga tàu cách đó khoảng 1 km trong khi Trung tâm mua sắm Nha Trang và bãi biển chỉ cách đó 500 m.  Ăn sáng ổn - không nhiều, không ít hơn.  Tính năng tốt nhất là các ban công rộng 3 mét và dài 7 mét. Nghiêm túc tôi cảm thấy như một vị vua. Tôi đã có phòng 701 là ban công trên cùng - phía trên bạn chỉ có bầu trời xanh. Một nơi thực sự tốt.",
            "reviewer_location": "Hamburg, Đức"
        },
        {
            "name": "Leegglsy",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Một khách sạn ngân sách phong nha nhưng với mùi hôi",
            "review_content": "Ở lại một đêm tại khách sạn ngân sách phong nha này. Nó có tất cả các tiện nghi cơ bản có sẵn nhưng có mùi hôi khi bước vào phòng. Tôi và bạn đời của tôi không biết chắc mùi đến từ đâu, nhưng mùi vẫn tồn tại suốt đêm. Chúng tôi phải mua túi nước hoa để giữ mùi trong phòng.",
            "reviewer_location": "Ampang, Malaysia"
        },
        {
            "name": "Rogerfculpin",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Cần làm tốt hơn. Quản lý không hiển thị",
            "review_content": "Chúng tôi hiện đang ở tại khách sạn Tristar và viết một đánh giá ban đầu với hy vọng quản lý khách sạn đọc điều này và thực hiện một số hành động rõ ràng.  Khi kiểm tra vào phòng của chúng tôi, chúng tôi di chuyển một tủ và bên dưới là bụi và thực phẩm cũ. Chúng tôi đã trình bày điều này với nhóm tiếp tân và yêu cầu phòng của chúng tôi được làm sạch kỹ lưỡng. Nó không phải là đáng chú ý khác nhau về sự trở lại của chúng tôi.  Chúng tôi yêu cầu một chỗ vệ sinh bị hỏng để được sửa chữa, đã được bảo rằng nó sẽ xảy ra và không phải vậy.  Bây giờ vấn đề thực sự là với bữa ăn sáng và đội ngũ bếp. Bữa sáng miễn phí thực sự là một đồ uống và một món ăn. Yêu cầu thêm từ các nhân viên surly và bạn được cho biết có một khoản phí 50000 d. Yêu cầu bơ đi với baguette của bạn và đó là 5000 d.",
            "reviewer_location": "Stroud, Vương quốc Anh"
        },
        {
            "name": "Dieset",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nằm ở vị trí trung tâm và rất thân thiện",
            "review_content": "Một khách sạn mới ngay tại trung tâm thị trấn, đi bộ đến bãi biển. Một delux đơn là ứng dụng. 25 USD, mua rất tốt, bao gồm cả bữa sáng. Sạch sẽ và dịch vụ tốt. Một chút chậm với bot ăn sáng đó là một phát hành nhỏ tất cả cùng nhau.",
            "reviewer_location": "Hamar, Na Uy"
        },
        {
            "name": "Lizard89",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Bearable",
            "review_content": "Nơi này là ok cho một vài đêm dừng chân, sẽ rất thất vọng nếu chúng ta ở lại lâu hơn.  Nhân viên là ok, nhưng không nơi nào thân thiện như các khách sạn khác mà chúng tôi đã đến thăm ở Việt Nam.  Phòng không quá sạch sẽ, kiến ​​trong phòng tắm và phòng ngủ. Trang tính không trông đặc biệt sạch sẽ, đầu giường bẩn thỉu, đã không nhìn thấy một khăn lau bụi trong nhiều tháng!  Ăn sáng ok nhưng không nơi nào gần tốt như những nơi khác chúng tôi đã ở lại. Nhỏ và không có nhiều lựa chọn, chỉ có 1 đơn hàng cho mỗi người hoặc phải trả thêm tiền.  Chúng tôi đã ở đây trong mưa lớn và cửa sổ bị rò rỉ ở khắp mọi nơi, nước trên sàn nhà. Đã nói với nhân viên lễ tân về việc thanh toán và cô ấy trông không có vẻ đặc biệt bận tâm.  Nó cũng khá xa các nhà hàng / quán bar chính.  Tôi sẽ bỏ qua nơi",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "3D Lý Tự Trọng, P. Lộc Thọ, Nha Trang Việt Nam",
        "name": "Khách sạn TriStar",
        "geo_data": {
            "latitude": 12.247583389282227,
            "longitude": 109.19175720214844
        },
        "room_number": "39",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/5f/21/0f/family-room--v15666097.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/2d/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/8b/c9/52/getlstd-property-photo.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/33/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/31/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/30/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/2f/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/2e/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/2c/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/2a/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/78/29/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b9/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b8/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b7/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b5/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b4/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b2/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b1/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/29/77/b0/tristar-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/5f/23/2a/the-hotel--v15666049.jpg?w=1200&h=-1&s=1"
        ]
    }
}