{
    "content": [
        {
            "name": "Duy Huynh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Không gian yên tĩnh, thiết kế đẹp, đồ ăn ngon. Hồ bơi ở giữa tạo thoáng mát cho không gian xung quanh. Cách trung tâm Sài Gòn chỉ ~ 20km, phù hợp nghỉ ngơi thư giãn cuối tuần. Đường vào hơi khó tìm, cần liên hệ trước.",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Tiên Tiên Công Chúa",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Quá tệ cho dịch vụ",
            "review_content": "Ngoài không gian sống ảo thì ở đây hoàn toàn không có gì đặc biệt. Giá 90 đô là khá mắc cho dịch vụ, máy lạnh không hề lạnh nhé. Khăn thì bị rách, tấm lót bàn ăn cũng rách. Mọi thứ đều cũ kỹ. Phòng tắm thì bồn tắm không ra nước. Thì bao giờ mời có thể đầy được.... phòng tắm trang bị xà phòng không nhãn mắc, không có bàn chải đánh răng, không có lược, không có máy sấy... Quá tệ và rất thấy vọng",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Doan T",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tôi thích La Maison nhưng còn những điều đáng tiếc",
            "review_content": "1. kiến trúc nhà đẹp, nhiều góc art để chụp ảnh và đơn giản để nghỉ ngơi thư giãn. không gian của La Maison tuy không lớn nhưng khá bình yên, thích hợp với các bạn trốn phố thị, thích 1 chốn tĩnh lặng để đọc sách.  2. Chủ cũ đã sang nhượng cho chủ mới nên chất lượng dịch vụ không còn như xưa. thời điểm tôi ở là gần cuối tháng 5, 2 chú (trung niên) phục vụ phòng kiêm quản gia kiêm  nấu bếp và chạy bàn ... làm việc không xuể, từ 3h sáng tới tối thì làm sao chất lượng dịch vụ tốt được? vườn tược cũng không được chăm sóc kỹ. nếu có trên 4 phòng đặt ăn thì sẽ không có nhiều không gian để ăn tối 1 cách thoải mái và riêng tư. nên cân nhắc khi đặt ăn, mặc dù bếp nấu ngon, vừa miệng và giá cả hợp lý.  3. giá phòng mắc so với dịch vụ nhận được.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tran Quoc Khanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không gian nghỉ ngơi tuyệt vời ngay sát Sài Gòn",
            "review_content": "Mình thực sự bất ngờ vì chỉ cách trung tâm SG 1h đi xe (khoảng 30km) mà lại có một nơi tuyệt đến thế. Một ngôi nhà với kiến trúc vừa rất Việt Nam, lại rất Pháp (anh chủ là Việt kiều Pháp). Hồ bơi và phòng đọc sách là điểm nhấn của ngôi nhà. Buổi sáng nhâm nhi tách cafe, đọc sách chán rồi nhảy xuống hồ, bơi mệt thì lên ăn cơm trưa. Ăn ở đây thì miễn chê (anh chủ vốn là đầu bếp). Phòng nghỉ sạch sẽ, rộng rãi, rất mát.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paul H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm 1 đêm La Maison de Campagne quá tuyệt",
            "review_content": "Bạn muốn có những ngày nghĩ dưỡng yên bình,gần gủi mà không phải đi xa. Khu nghỉ dưỡng nằm ở Củ Chi,cách tp Hồ CHí Minh 1h đi xe,chỉ có 6 phòng ngủ,1 hồ bơi lớn giữa nhà,bao quanh là những hàng cây và 3 ông già phục vụ thân thiết như người nhà. Không thủ tục rườm rà,không hình thức phục vụ,không ồn ào như những khu resort lớn. Đến đây bạn có cảm giác mình là chủ nhà,bạn hoàn toàn thư giãn,những món ăn được làm từ những cây trái hái trong vườn,những người bạn hàng xóm mới gặp lần đầu mà tưởng như quen thân lắm,sự bình yên trong tiếng nước chảy,chim hót ,mùi thơm của hoa sứ,mang đến cho bạn cảm giác thật yên bình. Photo: PAUL PHAN.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Độc đáo \"Biệt thự nhà quê\" (La Maison De Campagne)",
            "review_content": "Tọa lạc ven sông Sài Gòn trên một con hẻm của Tỉnh lộ 8, xã Bình Mỹ, huyện Củ Chi, khu biệt thự nghỉ dưỡng La Maison De Campagne hoàn toàn không có bảng quảng cáo hay chỉ dẫn, du khách phải nhờ Google Maps dẫn đường dựa theo địa chỉ trên trang web. Đến đúng địa chỉ, có lẽ bạn cũng sẽ tiếp tục phân vân vì khu biệt thự này cũng không có một bảng tên, phía sau 2 cánh cổng sắt đóng kín là ngõ nhỏ dẫn vào khuôn viên, việc bạn cần làm là tự tay mở cổng, vào trong rồi tự tay đóng cổng vì bạn cũng không thể nào tìm thấy chuông cửa, bảo vệ hay lễ tân. Vào bên trong, có thể bạn sẽ tiếp tục không biết gặp ai vì đôi lúc anh quản lý đang phải nấu ăn với vai trò bếp trưởng, còn hai anh dọn phòng kiêm luôn phục vụ bàn.  Nhưng, bạn đừng vội thất vọng bởi những ấn tượng ban đầu ấy, vì đó là cách",
            "reviewer_location": "Vancouver, Canada"
        },
        {
            "name": "Paddy O",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thư giãn - (nhưng trông hơi mệt)",
            "review_content": "Có thư giãn - và tôi không có nghĩa là tôi trông hơi mệt mỏi:):):)  Đã ở đây rất gần đây với bạn bè (lần thứ hai đến thăm). Cũng giống như dịch vụ đáng yêu và các bữa ăn cũng tốt - tôi hơi lo lắng về sự mệt mỏi của căn cứ. Sàn hồ bơi không an toàn (gỗ bị biến dạng ở nhiều nơi và rất nhiều móng - đầu nhô lên. Mặt trời cũng rất dài. Nhà vệ sinh chung không được dọn dẹp trong nhiều tháng! ?  Lý do cho 4 sao ở trên dựa một phần vào lần truy cập trước của chúng tôi: (hy vọng chủ sở hữu cập nhật / duy trì các vấn đề hiện tại)?",
            "reviewer_location": "Việt Nam"
        }
    ],
    "hotel": {
        "location": "12 Street 189 Binh My Ward, Cu Chi, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "La Maison de Campagne B&B",
        "geo_data": {
            "latitude": 10.97623062133789,
            "longitude": 106.62895965576172
        },
        "room_number": "Việt NamThành phố Hồ Chí Minh",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/56/5a/d1/the-pool-in-day.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b2/22/3b/the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b2/22/3f/the-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b2/22/3e/the-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b2/22/3a/the-gate.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/b2/22/40/the-entrance.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/ba/b8/18/jacuzzi-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/7b/20/1d/full-m.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/10/82/0f/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/87/03/0e/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/87/03/0d/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/87/03/0c/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/87/02/f9/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/30/b1/12/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/30/b0/f9/la-maison-de-campagne.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/13/cc/80/san-vu-n-tre-la-xao-x.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/13/cc/60/ban-th-khu-v-c-an.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/13/cc/55/t-cu-i-nha-nhin-ra-ngoai.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/13/cc/3e/hanh-lang-d-c-hai-ben.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/13/cc/25/t-c-ng-bu-c-vao-nha.jpg?w=1200&h=-1&s=1"
        ]
    }
}