{
    "content": [
        {
            "name": "Anhthu N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Được hào đó sớm, ở đây phục vụ tốt, có thể để lại hành lí ở đây 10 điểm, hồ bơ ổn, có thể đi sông hơi, gần chung tâm mua sắm và vui chơi, nhân viên phục vụ ổn, đồ ăn ngon còn thần thiện nói chung tốt ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cuong Quoc L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Veery good",
            "review_content": "Nơi đáng để đến. Nhân viên ở đây rất thân thiện. Buổi sáng đầy đủ, nhiều sự lựa chọn cho cả gia đình. Trà chiều thú vị và bể bơi luôn được giữ vệ sinh sạch sẽ. Rooftop là nơi đáng để lên và thưởng thức. Tôi sẽ quay lại nếu có dip",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Flopin N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm tam trung bình , nhiều sự lựa chọn nên chat lương không được trọn ven nhung la noi dung chan nên lựa chọn",
            "review_content": "Hotel rat đẹp va am ap nhan viên rất nhiet tinh vui vẻ , vị trí thuận tiện . Bữa sang tam on Nhung nhu vay là du, ho boi rất la tuyệt vơi nhung hoi nho mot xíu, nhan viên qua xuất sắc và sẽ sẵn sàng quay lai",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Khách sạn không gian sạch sẽ, đẹp. Mình đi 2 vợ chồng phòng vừa ở không quá rộng cũng không quá chật,  thiết kế đơn giản tạo cảm giác ấm cúng. nhân viên nhiêt tình, chuyên nghiệp, hướng dẫn khách chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Connector37965621904",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất dễ thương,địa điểm tốt ,nhân viên rất thân thiên,vệ sinh rất sạch sẽ,mong muốn có kỳ nghĩ thật tuyêth vời",
            "review_content": "Khách sạn thoải mái ,rất đẹp,nhân viên nhiệt tình ,rất tốt,không gian mát mẻ,thiết kể rất đẹp,địa điểm rất phù hợp ,khi đến đây rất thoải mái ,thái độ phục vụ rất tốt ,cảm thấy rất thoải mái khi đến khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bình T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Au Lac Hotel",
            "review_content": "Checkin nhanh, Nhận phòng sớm, vị trí thuận lợi để di chuyển...wifi ổn, sảnh phòng thông thoáng, sạch sẽ. Nhân viên thân thiện, vui vẻ, phục vụ tận tình. Hy vọng sẽ có trải nghiệm tốt hơn nữa cho những lần tiếp theo ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vy Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vờiii",
            "review_content": "Không gian tuyệt vời, thân thiện, và xanh mắt. Gia đình tôi đã đi cùng nhau đến đây năm 2020, rất ấn tượng với khách sạn CHARNER. Ngày đó khách sạn còn tên cũ, và đổi tên mới gia đình tôi đã không tìm được. Dịp này, khi xuống sân bay, gia đình tôi đã đi taxi về đường Hồ Tùng Mậu và tự tìm lại khách sạn. Thật tuyệt vời, khách sạn vẫn ở đâyy. Chúng tôi đã tìm lại được, và cùng nhau trải nghiệm. Khách sạn ÂU LẠC CHARNER sẽ là địa điểm gia đình tôi lựa chọn hàng đầu khi tới SG.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tâm N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Checkin",
            "review_content": "Khach san ngay trung tam, sach se. Thoang mat, de chiu.may anh Checkin rat nhiet tinh, de thuong, dac biet la dep trai...than thien. Tat ca nhan vien nhiet tinh, de thuong, va cung rat nhiet tinh. Checkin rat nhanh nhe",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Checkin",
            "review_content": "Amazing, rat hai long, nhan vien Check in rat nhiet tin va de thuong. Chung toi Se quay lai. Rat tien loi de di den nhung noi khac. Ngay trung tam. Khach San rat sach se va thoang mat. Rat dang de quay lai",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lamury K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellence d'acceuil",
            "review_content": "Nous sommes venus en famille. Nous sommes passés une nuit ici. Excellence d'acceuil .  A recommander. Đón tiếp rất tuyệt vời, nhiệt tình, vui vẻ, các bạn trẻ rất lăng đông. Không khí rất tốt. Tuyệt vời",
            "reviewer_location": "Pháp"
        },
        {
            "name": "Han P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất đẹp. Tôi sẽ quay lại khi có dịp đến Tp Hồ Chí Minh.",
            "review_content": "Lễ tân nhiệt tình,không gian rộng, thoải mái,lịch sự, thiết kế mang tính nghệ thuật cao.Vị trí của khách sạn nằm ngay trung tâm quận 1,tiện đi đến các điểm thăm quan. Các nhà hàng và quán ăn quanh khách sạn rất nhiều.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn trung tâm",
            "review_content": "Tôi đặt 2 phòng, nhân viên thân thiệt. Có hồ bơi rất đẹp trên tầng thượng, kết hợp phòng xông hơi khô và ướt trên tầng 10. Phòng rất đẹp. Đặc biệt là nhân viên bộ phân tiền sảnh Phuc Lam Hoàng,  ddax cung cap dịch vụ khách sạn hạng rất tốt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Johnny Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ, phòng đẹp, không khí ấm cúng, đội ngũ chuyên nghiệp.",
            "review_content": "Một trải nghiệm rất tuyệt vời khi tới Thành phố này để làm việc và du lịch. Lần đầu tiên đặt chân tới đây đã gặp những điều thật sự tạo được dấu ấn tốt. Khách sạn gần vị trí trung tâm, di chuyển thuận tiện, gần những địa điểm du lịch nổi tiếng mà tôi được tư vấn bởi bạn Ngọc Diễm (Ms. Chen). ĐI rồi mới biết, mọi thứ từ trải nghiệm dịc vụ khách sạn tới đội ngũ nhân viên đều rất chuyên nghiệp.  Chân thành cảm ơn Ngọc Diễm đã giúp tôi có được một trải nghiệm tuyệt vời với những dịch vụ của khách sạn, cảm ơn đội ngũ nhân viên khách sạn Âu Lạc. Có thể trong những chuyến làm việc sắp tới tôi sẽ quay trở lại đây, trở lại với một trong những khách sạn yêu thích, để làm việc và để nhận được sự nhiệt tình từ bạn Ngọc Diễm và nhân viên. Cảm ơn và hẹn gặp lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jone Cuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi đã ở đây 3 đêm và đây thực sự là một trải nghiệm vô cùng tuyệt vời tại đây. Các bạn nhân viên vô cùng nhiệt tình, đặc biệt là các bạn nhân viên nhà hàng buffet sáng. Tôi bị ấn tượng bởi bạn Captaint Ngọc Diễm và Quản lý Natasha. Hai bạn đã giới thiệu cho tôi những địa điểm nổi  tiếng quanh thành phố cùng với những món ăn ngon và nụ cười thật tươi. Cảm ơn khách sạn rất nhiều và tôi sẽ quay trở lại vào tuần tới. Một lần nữa cảm ơn các bạn nhân viên tại nhà hàng buffet sáng rất nhiều!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Brazy nanjy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excelent Lisa Staff,  High Recommend Location",
            "review_content": "KS gần trung tâm nên rất tiện lơi gần Bitexco gần các khu trung tâm mua sắm SaiGon Centre, phố đi bộ Nguyễn Huệ, . Nhân viên tiếp tân và phục vụ KS Lisa, Hoàng, Vy khá tốt, nhiệt tình, phòng đẹp .  Chúng tôi khá hài lòng về khách sạn. Đã ghé thăm nhiều lần ở đây. Mọi người nen ghé thăm một lần ở đây .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Sati Cafe",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, giá hợp lý",
            "review_content": "Khách sạn đẹp, giá hợp lý trong mùa Covid phù hợp cho bạn công tác xa. Vị trí trung tâm mới sạch sẻ, và sẽ quay trở lại khi có nhu cầu công tác tại thành phố Hồ Chí Minh. Tuy phòng hơi nhỏ nhưng đầy đủ tiện nghi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Quyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Kỳ nghỉ ",
            "review_content": "Không gian đẹp , sạch , đô ăn khá ngon , phục vụ tận tâm , phòng view nhìn ra hồ bơi khá lang mang các bạn muốn tìm nơi nghi dương đây đủ tiện nghi thì nên đến đay để trai nghiêm thử câc dịh vui nghi dương tại đay nhé . ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "nguyenthimytien",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Phòng ngủ",
            "review_content": "Ổn , phòng ngủ sạch , dễ thương , nhân viên lịch sự . Thức ăn ngon , vệ sinh , tươi mát.  Có hệ thống an ninh. An toàn, có bảo vệ , tiếp tân có trình độ , biết hỏi thăm khách hàng khi gặp sự cố. Cũng ok ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoàng Tín",
            "avatar": "",
            "review_rating": "4",
            "review_title": "1 chuyến đi thành công",
            "review_content": "Tôi có chuyến đi gấp, chưa kịp book khách sạn, nhờ người quen giúp đỡ nên tôi biết đến khách sạn này. Ấn tượng ban đầu là đội ngũ nhân viên rất nhiệt tình, chu đáo và giúp đỡ tôi rất nhiều. Đồ ăn thì rất ngon và lại đa dạng. Chuyến công tác của tôi thành công mỹ mãn 1 phần là nhờ vào đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "FOL-1003",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bộ đồ giường tuyệt vời, bữa sáng đẹp, ....",
            "review_content": ". . . . và một vị trí khá tốt, trung tâm, trung tâm. Ăn sáng là trên cùng, cũng tầng trên cùng với một hồ bơi và quầy bar.  Ở 2 đêm, AC hoạt động ít tiếng ồn, aa cộng. Phòng cảm thấy một chút nhỏ mặc dù  Bàn dịch vụ thân thiện và hữu ích, không phàn nàn",
            "reviewer_location": "Berlin, Đức"
        },
        {
            "name": "Ali41w",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở trung tâm của D1",
            "review_content": "Chồng tôi và tôi đã ở đây ba đêm khi bắt đầu chuyến đi Việt Nam và chúng tôi rất thích nó vì vậy chúng tôi đã đặt nó cho hai đêm cuối cùng của chúng tôi.  Phòng 603 thật tuyệt vời - rộng rãi, và có tầm nhìn ra sân thượng và đường phố. Chiếc giường thoải mái hơn chiếc giường của tôi ở nhà, và bạn tha hồ lựa chọn vào bữa sáng.  Massage chân miễn phí là tốt nhất tôi từng có. Tôi đã không bắt được tên masseur nhưng anh ấy thật tuyệt vời.  Bể bơi là sự bổ sung đáng hoan nghênh sau một ngày mệt mỏi ở TP HCM và nó mở cửa muộn.  Cuối cùng, như mọi trường hợp chúng tôi ở Việt Nam, nhân viên là tài sản tốt nhất của khách sạn. Từ người lái xe đã thu thập chúng tôi tại sân bay, người gác cửa, nhân viên tiếp tân, dọn phòng và nhân viên ăn sáng - mỗi người đều vui mừng. Tôi muốn giới thiệu",
            "reviewer_location": "The Marina, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "Travelinezy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở vị trí tuyệt vời",
            "review_content": "Vị trí, địa điểm, địa điểm. Khách sạn quận 1 này nằm ngay bên kia đường, trên thực tế, từ Saigon Skydeck và đi bộ một đoạn ngắn đến phố đi bộ Nguyễn Huệ. Khu vực này có rất nhiều nhà hàng và một loạt các quán bar và quán cà phê. Đối với mua sắm, có thể đi bộ đến Trung tâm mua sắm Sài Gòn Square, Takashimaya Việt Nam và Trung tâm Vincom với khu mua sắm cao cấp, cao cấp sẵn có trong tầm tay.  Khách sạn tự nó rất đẹp, với một quán cà phê sảnh rộng rãi, thoáng mát, nơi bữa sáng miễn phí và trà miễn phí hàng ngày với thức ăn mặn và ngọt và một loạt đồ uống được phục vụ.  Phòng của chúng tôi rộng, sáng sủa, thoải mái và khá đặc biệt. Chúng tôi có một bồn ngâm lớn trong phòng và tắm mưa ngoài trời, trên ban công, với những cây xanh kín đáo cho chúng tôi sự riêng tư đầy đủ nhưng cảm",
            "reviewer_location": "Washington DC, Quận Columbia"
        },
        {
            "name": "laurieSue",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một viên ngọc ẩn",
            "review_content": "Chúng tôi đã nhận được dịch vụ tuyệt vời tại đá quý ẩn Pháp này. Nó bắt đầu với việc đón tại sân bay bởi một nhân viên thân thiện, người nói tiếng Anh tuyệt vời và là một người chào đón hoàn hảo. Sau 30 phút đi xe trong một chiếc xe sang trọng có máy lạnh mạnh, chúng tôi đã đến một khách sạn cực kỳ sang trọng, vượt quá mong đợi của chúng tôi. Nước ép xanh Chào mừng kèm theo một chiếc bánh tráng miệng màu xanh lá cây rất ngon. Chúng tôi đã được cung cấp một bản đồ khu vực và đề xuất cho các lựa chọn nhà hàng tuyệt vời trong khoảng cách đi bộ.  Phòng của chúng tôi rất đẹp, giường thoải mái, áp lực nước mạnh, nóng. Wifi cũng mạnh ở tất cả các lĩnh vực. Phần tốt nhất là trà chiều miễn phí được cung cấp cho tất cả khách. Sự lây lan của thực phẩm là một điều trị thực sự vào giữa ngày,",
            "reviewer_location": "Paradise Valley, Arizona"
        },
        {
            "name": "aneee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở trung tâm thành phố",
            "review_content": "Tôi thực sự không thể khen ngợi nơi này đủ cao. Chúng tôi thực sự không biết những gì mong đợi và bị thổi bay bởi phong cách thoải mái và không khí của khách sạn tuyệt đẹp này và vị trí của nó gần Sky Deck và dễ dàng đi bộ đến nhiều điểm tham quan. Từ lúc chúng tôi được đón tại sân bay đến nước trái cây chào đón và đĩa trái cây xinh xắn họ để trong tủ lạnh cho sinh nhật của tôi, họ thực sự không thể làm gì đủ để giúp đỡ. Nước ngọt miễn phí trong tủ lạnh cũng được bổ sung mỗi ngày. Chúng tôi có một bộ nhỏ trên tầng 4 với vòi hoa sen bên ngoài thật tuyệt vời. Hầu như không nghe thấy một âm thanh, thậm chí không có nhiều tiếng bước chân trong hành lang. Khu vực hồ bơi trên lầu thật đáng yêu và chúng tôi đã dành nhiều giờ vui vẻ ở đó chỉ để thư giãn và bơi lội sau một ngày tham",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Linda Jayne D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn duyên dáng và đội ngũ nhân viên tuyệt vời",
            "review_content": "Khách sạn thực sự sạch sẽ và quyến rũ ở một vị trí tốt. Nhân viên rất hữu ích và lịch sự. Mặc dù một vài cuộc đấu tranh với giao tiếp tiếng Anh không phải là vấn đề, mọi người đều cố gắng hết sức để làm hết sức mình. Hồ bơi trên tầng thượng đẹp và quầy bar. Phần tốt nhất là trà chiều cao miễn phí hàng ngày - một liên lạc thực sự đặc biệt. Muốn giới thiệu cho bạn bè của tôi",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "YoshiuraFC",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời, ở lại thoải mái.",
            "review_content": "Vị trí này là tuyệt vời, ngay trung tâm của quận 1 trong khoảng cách đi bộ đến các điểm tham quan bao gồm. Tháp Bitexco, Chợ Bến Thành, Nhà thờ Đức Bà, Bưu điện, Nhà hát lớn. Chúng tôi ở trong một Hamelin Executive - phòng sạch sẽ, điều hòa dễ dàng điều chỉnh, và có nhiều không gian cho hai chúng tôi và hành lý. Nhiều không gian lưu trữ. Chúng tôi ở lại 3 đêm và đưa vào sân bay trở lại rất tuyệt vời - khu vực đến có thể hơi hưng phấn và được chào đón để có nhân viên sẵn sàng đưa chúng tôi đến khách sạn sau một chuyến bay dài. Bữa sáng và trà chiều được bao gồm trong gói của chúng tôi và bao gồm phong cách Việt Nam cũng như các món ăn kiểu phương Tây. Cả hai bữa ăn vượt quá mong đợi của chúng tôi. Đặc biệt đề cập đến Trang tại quầy lễ tân, người đã giúp tổ chức các tour du lịch",
            "reviewer_location": "Brisbane, Úc"
        },
        {
            "name": "ali d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tạm biệt sự mong đợi của tôi",
            "review_content": "Đây là chuyến đi thứ hai của chúng tôi đến Sigon đã chuyển sang trải nghiệm độc đáo của khách sạn này. Các trang trí được trang trí, màu trắng trong nội thất làm cho khu vực rất thư giãn. Hồ bơi trên tầng thượng là một nơi đặc biệt với khu vườn nhỏ xinh đẹp, chúng tôi tận hưởng những ngày nghỉ giữa ngày với âm nhạc và đồ uống đáng yêu trong khi tắm nắng. Các nhân viên rất chu đáo, trong ngày đầu tiên họ đã thay đổi phòng của chúng tôi theo yêu cầu của chúng tôi để một phòng tốt hơn. Một ngày khác họ sắp xếp một sinh nhật bất ngờ cho người bạn của chúng tôi với chiếc bánh nhỏ được chuẩn bị tốt. Bữa sáng thật tuyệt vời, sự lựa chọn khác nhau để đáp ứng hầu hết mọi sở thích. Họ có thời gian uống trà đặc biệt ở cùng một nơi miễn phí, điều này thực sự phi thường. Một gợi ý để làm cho",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "haddlem",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở lại ba đêm TUYỆT VỜI",
            "review_content": "Chúng tôi ở khách sạn xinh đẹp này trong ba đêm như một gia đình. Tôi không thể lỗi cho họ về giá mà bạn phải trả. Tôi đã trả khoảng 600 đô la cho ba đêm. Nhà hàng rất ngon cho bữa sáng và chúng tôi cũng ăn tối một đêm. Mát xa rất rẻ tại khách sạn này nhưng chất lượng rất tốt. Các nhân viên rất thân thiện và chu đáo. Chúng tôi sẽ vui vẻ ở lại đây một lần nữa.",
            "reviewer_location": "Maiden Gully, Úc"
        },
        {
            "name": "Travis",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời!",
            "review_content": "Ở lại heee trong 2 đêm và thật tuyệt vời. Các nhân viên đã rất hữu ích trong mọi thứ. Phòng là tuyệt vời, giường là tốt nhất. Khu vực hồ bơi rất đáng yêu ở tầng thượng. Vị trí cũng tuyệt vời ở trung tâm bên phải. Tôi rất muốn giới thiệu khách sạn tuyệt vời này cho tất cả khách du lịch đến thăm Hồ Chí Minh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "janaka1508",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời xung quanh",
            "review_content": "Chúng tôi ở đây 4 đêm. Không thể làm hỏng bất cứ điều gì. Các dịch vụ, địa điểm, thực phẩm, ăn sáng và trà cao với nhạc sống đã có giá trị trở về khách sạn cho. Họ phục vụ không giới hạn thực phẩm và cà phê từ 3. 30 đến 5 giờ chiều. Bảo, Hương & May là một số người vô cùng hữu ích chăm sóc cá nhân chúng tôi. Sẽ quay lại bất cứ ngày nào.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Mike B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tìm kiếm tuyệt vời ở vị trí tuyệt vời",
            "review_content": "Tôi đã ở lại nhiều khách sạn ở TP HCM trong 5 năm qua. Điều này sẽ có được yêu thích của tôi! Nằm trong một khu vực tương đối yên tĩnh gần Tháp Bitexco ở Quận 1, khách sạn mới khai trương này thu hút du khách từ thời điểm bạn vào. Có cây cối và cây cối ở phía trước và một cây đèn chùm ở tiền sảnh. Các trang trí được sạch sẽ, tươi sáng và thư giãn, với tiếp tân nằm ở hai bàn bên trái, nơi bạn ngồi trong ghế wicker trắng trong khi nhân viên kiểm tra bạn. Căn phòng có kích thước đẹp và giường thật sự to và thoải mái. Phòng tắm là tuyệt vời, với nhà vệ sinh có hệ thống rửa theo phong cách cá nhân Nhật Bản. Trà chiều miễn phí được phục vụ từ 3. 00 giờ tối bởi đội ngũ nhân viên thân thiện nhất. . . cảm ơn cô Lucy! Phía sau nhà hàng có khu vườn nhỏ với chỗ ngồi thoải mái và tường vườn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DG007",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great phòng, dịch vụ và thực phẩm",
            "review_content": "Rất sạch sẽ, phòng lớn. Khách sạn tuyệt vời và rất đáng giá tiền. Sự hiếu khách là rất tốt và nhân viên đi ra khỏi con đường để làm cho khách hàng thoải mái. Các văn phòng phía trước (Hương) có tính cách tuyệt vời và đảm bảo ở lại được thoải mái. Rất trung tâm.",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "87-89-91 Hồ Tùng Mậu Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Au Lac Charner Hotel",
        "geo_data": {
            "latitude": 10.77216625213623,
            "longitude": 106.70360565185547
        },
        "room_number": "91",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/ca/38/3a/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/b2/78/9f/welcome-drink.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/b2/77/3a/spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/b2/75/59/piemonte-lounge.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/b2/70/2e/tea-set.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/b2/73/29/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/8f/60/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/90/a2/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/d9/41/16/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a5/7c/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a3/94/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a5/29/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a3/79/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a5/40/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a3/a8/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/a3/d7/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/8c/1a/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/8c/7d/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/8b/18/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/09/8e/dd/au-lac-charner-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}