{
    "content": [
        {
            "name": "HoangChinh295",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tổ chức hội nghị",
            "review_content": "Giữa Sài Gòn rộng lớn với vô vàn sự lựa chọn khách sạn cho việc tổ chức hội nghị. Bạn có thể tìm cho mình một địa chỉ tin cậy là EdenStar Saigon Hotel! Ở đó bạn sẽ tìm thấy sự thân thiện và hỗ trợ nhiệt tình của tất cả nhân viên các bộ phận. Riêng Thiên Hà Travel nhận được sự hỗ trợ chu đáo của chị sale dễ thương Thanh Bình❤️! Bộ phận banquet anh Khoa và em Cường incharge hội nghị của chúng tôi rất tận tình! Bộ phận bếp và nhà hàng anh Luân, chị Hậu và mọi người phục vụ cho đại biểu những bữa ăn ngon miệng, kịp thời, nhanh nhẹn! Cảm ơn các bạn lễ tân hỗ trợ đoàn chúng tôi check in, check out rất nhanh chóng, thuận lợi!!! EdenStar sẽ luôn là địa chỉ tin cậy cho nhiều hội nghị tới của chúng tôi❤️ Thank for your support❤️❤️❤️",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lady-traver",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Grest!",
            "review_content": "Khách sạn đẳng cấp! Nhiều view đẹp! Có hồ bơi , nhà hàng, quán cafe ! Khu vực trung tâm quận 1 , phương tiện đi lại , dừng đỗ rất dễ dàng!  Thuận tiện việc tham quan các điểm khác tại trung tâm thành phố!",
            "reviewer_location": "Quy Nhơn, Việt Nam"
        },
        {
            "name": "Ruby L",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt",
            "review_content": "Mình và gia đình có 1 đêm ở Sài Gòn và công ty du lịch đã book địa điểm này cho. Khách sạn bên ngoài nhìn bình thường nhưng vào trong khá rộng. Phòng ở khá thích và tiện nghi. Em mình thì chỉ quanh quẩn khu vực có imac dưới sảnh để search mạng thôi. Sẽ quay lại nếu có dịp",
            "reviewer_location": "Hòa Bình, Việt Nam"
        },
        {
            "name": "Thuỳ Ngân N",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Hồ bơi sân thượng",
            "review_content": "Mình chọn Edenstar để nghỉ dưỡng dịp Tết, chọn phòng tốt nhìn quang cảnh TP, 110USD đêm mà vệ sinh phòng tắm ko sạch, toilet dơ, mở nước tắm nên nước chảy vô khe rãnh của bồn tắm đẩy bụi đất dơ ra, thoát nước trên sàn phòng tắm chậm, lầu 8 nhưng nhìn ra cảnh tp ko đẹp hầu như bị nhà cao tầng che rồi, còn lại thì ổn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MN2300",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Nằm ở trung tâm khách sạn, nhưng rất nhiều tiếng ồn",
            "review_content": "Khách sạn nằm ở một vị trí tốt để khám phá TP HCM bằng cách đi bộ. Căn phòng rộng rãi nhưng có niên đại và chắc chắn có thể sử dụng một bản nâng cấp. Chúng tôi không gặp phải bất kỳ tiếng ồn nào từ thành phố, nhưng có thể nghe thấy mọi thứ diễn ra trên đường đi, cánh cửa không chặn bất kỳ âm thanh nào, điều này thực sự gây phiền nhiễu. Bữa sáng tự chọn là ok.",
            "reviewer_location": "Copenhagen, Đan Mạch"
        },
        {
            "name": "vijaymacwan",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thái độ nhẫn tâm",
            "review_content": "Chúng tôi ở tại khách sạn này vào tuần đầu tiên của tháng 1 năm 2020. Khách sạn nằm ở một vị trí tốt, gần bảo tàng và chợ. Các phòng là công bằng - kích thước và sạch sẽ. Căn phòng chúng tôi được phân bổ có tầm nhìn rộng lớn bên dưới tòa nhà ở khoảng cách 10 feet so với cửa sổ, vì vậy không có tầm nhìn tốt từ phòng. Nhà hàng trên sân thượng là một kinh nghiệm tốt, thức ăn ngon. Đá quý của khách sạn là một spa, họ cực kỳ giỏi massage. Điều khủng khiếp là một thái độ nhẫn tâm tiếp nhận nhân viên. Khi chúng tôi trả phòng, chúng tôi được thông báo rằng áo tắm đã bị mất khỏi phòng của chúng tôi. Tôi đề nghị họ kiểm tra tất cả hành lý của tôi, nhưng trong vòng 10 phút họ có thể phát hiện ra những vụ cướp trong phòng và đã xin lỗi. Nhưng, lời buộc tội độc tấu đó đã khơi dậy tất cả tình",
            "reviewer_location": "Anand, Ấn Độ"
        },
        {
            "name": "LilacBlossom9",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một đêm tuyệt vời ở thành phố Hồ Chí Minh",
            "review_content": "Chúng tôi ở lại đây một đêm để ngắm cảnh thành phố và rất ấn tượng với khách sạn. Chúng tôi đã nhận được đồ uống và bánh quy khi kiểm tra, đó là thứ tôi chưa từng thấy trước đây. Chúng tôi đã được nâng cấp lên một phòng gia đình rất lớn! Đồ trang trí trong phòng của chúng tôi đều là gỗ tếch và gợi nhớ đến những năm 1980 đầu nhưng cũng cao cấp và sang trọng. Có một bồn tắm xoáy nước mà tôi đã thử nhưng vòi hoa sen chỉ là tấm vé sau khi đi vòng quanh thành phố trong cái nóng khủng khiếp. Những chiếc giường siêu thoải mái và mặc dù vị trí của thành phố, nó yên tĩnh và thuận lợi cho một giấc ngủ ngon lành. Bữa sáng cũng rất tuyệt, chất lượng tốt và đa dạng. Các nhân viên đều rất hữu ích và thân thiện, tất cả chúng tôi đã có một kỳ nghỉ tuyệt vời, chắc chắn sẽ giới thiệu Edenstar.",
            "reviewer_location": "North East England"
        },
        {
            "name": "d c",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến thăm hai đêm",
            "review_content": "Vị trí khách sạn tuyệt vời. Nhân viên thân thiện. Mái nhà trên hồ bơi tài sản lớn trong một thành phố bận rộn. Bữa sáng có rất nhiều sự lựa chọn cho phương Tây và châu Á. Chỉ có khách sạn ở Việt Nam để kiểm tra coronavirus đang chào đón. Giường thoải mái và tiện nghi tốt.",
            "reviewer_location": "Colchester, Vương quốc Anh"
        },
        {
            "name": "Maya V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở quận 1",
            "review_content": "Đi bộ đến chợ Bến Thành, đi taxi ngắn đến sông Sài Gòn và trung tâm thành phố. Ngay đối diện một nhà hàng Ấn Độ rất tốt. Có một dịch vụ spa tuyệt vời và phòng rất đẹp. Đầu bếp làm các món chay cho tôi vào bữa sáng vì bữa tiệc buffet có hầu hết các món không thuần chay. Nơi tuyệt vời để ở lại.",
            "reviewer_location": "Bangalore, Ấn Độ"
        },
        {
            "name": "Hellokimmi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vượt quá mong đợi, khách sạn và hồ bơi tuyệt vời, chúng tôi sẽ rất nhớ Sang và Đạt!",
            "review_content": "Khách sạn này là tuyệt vời về mọi mặt. Đầu tiên, đó là giá trị tiền bỏ ra (chúng tôi đã đặt 5 đêm ở trên Agoda). Phòng sạch sẽ và rộng rãi, giường và khăn trải giường rất thoải mái. Chúng tôi ở trên tầng 8 và không có vấn đề gì với tiếng ồn. Bữa sáng rất ấn tượng, rất nhiều đồ ăn thức uống. Khu vực bể bơi là nơi tuyệt vời để dành thời gian thư giãn sau khi mua sắm dưới trời nắng nóng hoặc nhìn thấy địa điểm (khách sạn nằm trong khoảng cách đi bộ từ Bến Thành, Chợ Sense, Quảng trường Sài Gòn, Bảo tàng Chiến tranh). Giờ hạnh phúc hàng ngày từ 3 - 5 giờ chiều thật khó cưỡng. Sang và Đạt rất tuyệt vời với dịch vụ bên hồ bơi thân thiện và chu đáo của họ, mang đến cho chúng tôi các loại hạt sau vài đơn đặt hàng cocktail, và phục vụ chúng tôi đến giờ đóng cửa một số đêm trong khi chúng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stephanossp",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Bạn không thể ngủ",
            "review_content": "Các phòng đều tuyệt vời nhưng khách sạn nằm cạnh câu lạc bộ và âm nhạc RẤT lớn. Thiếu nhân viên tiếng Anh là không thể chấp nhận được. Người báo thức lưu túi nhận thức trong phòng lưu trữ và chúng tôi quay lại, anh ta đang bận trò chuyện với các cô gái và không giúp đỡ vì vậy chúng tôi phải quay lại từ bàn và lấy túi. Trên thực tế, thật dễ dàng để nhận lại bản thân. Tôi không chắc nó đã tiết kiệm như thế nào khi để những chiếc túi ở đó",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LetYourHeadGo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Gần sân bay",
            "review_content": "Ở trong một phòng cửa sổ sang trọng trong ba đêm.   - được phép kiểm tra sớm - trong.  - Nhân viên thân thiện, niềm nở, giao tiếp tốt.  - Căn phòng có kích thước vừa đủ.  - Giường thoải mái.  - Khách sạn sạch sẽ.  - Máy lạnh đã ổn.  - Phòng tắm đã đầy đủ, tắm qua bồn tắm. Các mặt hàng miễn phí thông thường đã có sẵn, phòng tắm sạch sẽ.  - Tường giữa các phòng nằm ở phía mỏng vì bạn có thể nghe thấy khách ở phòng bên cạnh, nhưng điều này không làm gián đoạn giấc ngủ.  - Kết nối WiFi kém nói chung.  - Hộp tiền gửi an toàn phức tạp trong phòng.  - Khu vực hồ bơi - hồ bơi trên sân thượng có kích thước tốt. Khu vực tắm nắng nhỏ với dù che và khăn có sẵn. Quán bar trên sân thượng nằm cạnh hồ bơi.  - Ăn sáng - sự lựa chọn rất tốt. Nhiều lựa chọn phong phú cho các món ăn sáng nóng và",
            "reviewer_location": "Macclesfield, Vương quốc Anh"
        },
        {
            "name": "MichelleBartlett",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Kinh khủng",
            "review_content": "Đã ở 1 đêm với bạn bè cho sinh nhật lần thứ 50 của tôi và thật tồi tệ, chúng tôi có một căn phòng không có cửa sổ và bạn bè của tôi có một căn phòng lớn có cửa sổ trả cùng giá! ! Didn ngủ khi có một bữa tiệc đang diễn ra trong hành lang đập cửa reo hò? quá sợ hãi để đi và ở lại bất cứ điều gì, sáng hôm sau đã đi ăn sáng và chúng tôi sẽ nói những gì tôi có thể nói. . . Thực phẩm khủng khiếp phải yêu cầu bánh mì không có lựa chọn nào không được ăn nhiều, một số nhân viên rất hữu ích và tốt bụng. Don giới thiệu nó và cũng để xa các địa điểm du lịch chính",
            "reviewer_location": "Port Macquarie, Úc"
        },
        {
            "name": "John",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt và chất lượng khách sạn",
            "review_content": "Nằm trong khoảng cách đi bộ đến nhiều điểm tham quan, Edenstar là một khách sạn chất lượng tốt. Phòng đã được sạch sẽ và một kích thước tốt đẹp. Nhân viên rất chu đáo và thức ăn rất đáng yêu và giá cả hợp lý. Một khu vực hồ bơi đẹp, với khoảng. 12 giường tắm nắng và quầy bar trên bầu trời có đồ uống vui vẻ trong khoảng từ 3 - 5 giờ chiều. Dịch vụ phòng là tuyệt vời. Chỉ có tiêu cực là việc đóng cửa khu vực bể bơi / bầu trời vào tối thứ bảy do một chức năng riêng tư, tiếc là điều này đã không được thông báo trước. Taxi có giá 220 k dong từ sân bay, giá vé khứ hồi 180 k dong. Chúng tôi đặt taxi của chúng tôi khi rời sân bay nội địa tại ki-ốt Sasco, ngay trước lối ra ở phía bên tay phải. Bạn trả tiền và họ đưa bạn đến trước hàng đợi taxi, ít vội vã hơn nhiều so với việc tự sắp xếp.",
            "reviewer_location": "Ely, Vương quốc Anh"
        },
        {
            "name": "Cristina T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất vui với kỳ nghỉ!",
            "review_content": "Vị trí tuyệt vời, phòng rất sạch sẽ và tươi mát, minibar miễn phí hàng ngày, tầm nhìn tuyệt vời từ tầng thượng, và một điểm cộng lớn cho bữa sáng phở! Tôi rất khuyến khích! ! ! Bạn thực sự nhận được nhiều hơn bạn phải trả cho! Đồng ý",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Peteypie15",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hàng đầu - Sau một chuyến đi dài từ Scotland",
            "review_content": "Đến thăm Edenstar Saigon từ ngày 24 tháng 1 trong một tuần, đặt 4 phòng cho gia đình và bạn bè.  Yêu thích giờ hạnh phúc tại quán bar, hồ bơi trên sân thượng rất tuyệt và nhân viên đều rất thân thiện.  Chúng tôi thực sự đã trả một hóa đơn và các nhân viên hoàn toàn trung thực và quay lại và nói với chúng tôi rằng chúng tôi đã trả quá cao, họ không cần phải làm điều đó nhưng chúng tôi thực sự đánh giá cao điều đó!  Nói chung, nếu tôi trở về Việt Nam, tôi chắc chắn sẽ ở lại Edenstar Saigon.  Không thể yêu cầu nhiều hơn, đặc biệt là với ưu đãi trong minibar, điều đó thực sự đã thắng chúng tôi.  Thực sự hạnh phúc với khách sạn này.",
            "reviewer_location": "Glasgow, Vương quốc Anh"
        },
        {
            "name": "Kathleen P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đó là một khách sạn tuyệt vời. Các nhân viên rất hữu ích và thân thiện, căn phòng rất đáng yêu và thoải mái,",
            "review_content": "Tôi ở lại đây bắt đầu vào ngày 9 tháng 1 và căn phòng rất tuyệt. Bữa sáng thực sự là một bữa tiệc và các nhân viên rất hữu ích và lịch sự. Nơi tốt nhất tôi ở lại trong chuyến thăm 12 ngày của tôi đến Việt Nam. Rất khuyến khích nơi này.",
            "reviewer_location": "Grand Prairie, Texas, United States"
        },
        {
            "name": "TrishLaney",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yêu khách sạn này và các nhân viên đều tuyệt vời !!",
            "review_content": "Đây là lần lưu trú thứ ba của chúng tôi tại khách sạn Eden Star nằm ở một vị trí rất tốt và yên tĩnh. Chúng tôi thích ở trong phòng Premium Deluxe với giường King thoải mái, máy lạnh và sử dụng wifi. Bữa sáng phục vụ cho tất cả các quốc tịch và chúng tôi thưởng thức trứng, trứng tráng, thịt xông khói và bánh ngọt Đan Mạch, một phần rất nhỏ trong bữa sáng thịnh soạn và phong phú được cung cấp.  Các nhân viên cũng là những gì giữ chúng tôi trở lại. Nhân viên tiếp tân - Quản lý Tina, Jenny và nhân viên dịch vụ khách hàng Jody, cũng như các nhân viên tiếp tân, tất cả đều nồng hậu và thân thiện và đảm bảo họ hỗ trợ bằng mọi cách có thể để giúp đỡ bạn trong suốt thời gian lưu trú. Tất cả nhân viên đều rất chuyên nghiệp và chu đáo và chúng tôi mong muốn được ở lại sớm.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Arlenesj",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Dừng lại trước khi trở về nhà.",
            "review_content": "Khách sạn lớn, đúng vị trí chỉ cách công viên và quận 1 một quãng đi bộ ngắn. Các nhân viên tiếp tân lặng lẽ siêu hiệu quả và rất thân thiện. Sẵn sàng để tình nguyện thông tin về thành phố, nơi ăn, những gì taxi để sử dụng. Đến đúng giờ cho giờ hạnh phúc, các nhân viên ở quầy bar bên hồ bơi và nhà hàng rất vui.  Cảm ơn bạn Eden Star cho một kỳ nghỉ đáng yêu. Đề nghị khách sạn này và chắc chắn sẽ ở lại đây một lần nữa.",
            "reviewer_location": "South East England, Vương quốc Anh"
        },
        {
            "name": "Jkirel",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice khách sạn ở vị trí tốt",
            "review_content": "Chúng tôi rất vui khi ở lại đây. Căn phòng thật đáng yêu và rất lớn. Chúng tôi đã may mắn, đủ để có được một nâng cấp miễn phí trong khi ở đây và nó là giá trị lớn cho tiền bạc. Các phòng tắm là đáng yêu và hiện đại và sạch sẽ. Bữa sáng tự chọn rất ngon với nhiều món ăn phương Tây và Việt Nam. Các nhân viên là rất tốt trong khách sạn này. Họ rất thân thiện và hữu ích và không có gì là vấn đề. Họ cất giữ hành lý của chúng tôi cho chúng tôi trong khi chúng tôi đã đi trên một chuyến đi qua đêm và rất hữu ích trong việc tổ chức taxi vv cho chúng tôi. Tôi chắc chắn sẽ khuyên bạn nên khách sạn này. Chúng tôi đã không sử dụng hồ bơi nhưng đã đi lên để có một cái nhìn vào nó, nó là một chút tồi tàn nhưng vẫn hoàn toàn đầy đủ.",
            "reviewer_location": "County Cork, Ireland"
        },
        {
            "name": "781philipt",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một lựa chọn tốt ở Quận 1",
            "review_content": "Tôi đã ở lại đây hai lần - làm say đắm chuyến đi 6 tuần của tôi đến Việt Nam. Tôi đã chọn khách sạn này ban đầu vì một đề nghị địa phương, và vì hồ bơi mái nhà. Không có gì giống như nhảy trong hồ bơi sau một ngày tham quan hoặc kinh doanh tại thành phố Hồ Chí Minh. Nhưng tôi cũng đã đánh giá cao nó vì sự tiện lợi của nó, và đặc biệt là dịch vụ thân thiện của nhân viên. Tôi đã ngạc nhiên khi được nâng cấp trong chuyến thăm trở lại của tôi, mở cửa trên một căn phòng sang trọng trên tầng cao hoàn chỉnh với bồn tắm nhìn ra thành phố! Nhìn chung, một lựa chọn sạch sẽ và dễ chịu - không quá lớn và không quá nhỏ. Một cơ sở tuyệt vời ở Sài Gòn, cho dù bạn chỉ đang qua đêm hoặc định cư trong một thời gian dài hơn.",
            "reviewer_location": "Vùng Auckland, New Zealand"
        },
        {
            "name": "Cosmopolitan103757",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ không đi đâu khác",
            "review_content": "Ở tại một số khách sạn ở Sài Gòn và điều này làm tròn chuyến đi của chúng tôi trong ba đêm qua. Cơ sở vật chất tuyệt vời, bữa sáng, dịch vụ và nhân viên sành điệu. Kiến thức địa phương tuyệt vời. Tốt hồ bơi và nhà hàng trên tầng thượng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Catherine P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời và phòng đẹp",
            "review_content": "Các phòng được sạch sẽ, khá rộng rãi và cũng bổ nhiệm. Khách sạn có tiêu chuẩn rất cao và ở một vị trí hoàn hảo. Đó là trong khoảng cách đi bộ đến hầu hết các điểm tham quan và nhà hàng tuyệt vời. Ăn sáng là tuyệt vời với một loạt tuyệt vời.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Lauren G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Chúng tôi ở lại đây trong 4 đêm, một địa điểm hoàn hảo với việc dễ dàng đi đến các nhà hàng, siêu thị nhỏ và chợ trung tâm, chỉ khoảng 10 phút sau khi bạn né tránh giao thông lol Nhân viên rất hữu ích. Các phòng khách sạn rất thoải mái và rộng rãi, bữa sáng tự chọn rất nhiều lựa chọn. Bể bơi thật đáng yêu và sảng khoái, với rất nhiều ghế dài để thư giãn. Chắc chắn sẽ trở lại để ghé thăm lần nữa.",
            "reviewer_location": "Hoppers Crossing, Úc"
        },
        {
            "name": "Purna22",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Không phải là một ngôi sao 4, nhưng không tệ chút nào",
            "review_content": "Vị trí tốt, ở quận 1 là khu du lịch. Ăn sáng tốt với trứng để đặt hàng và lựa chọn trái cây. Phòng kích thước tốt, không gian để hành lý. Giảm giá 40% đối với spa của khách sạn đối với khách lưu trú, tiện nghi spa sạch sẽ, kiểu phương Tây",
            "reviewer_location": "Vương quốc Anh"
        },
        {
            "name": "anthony h",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời với mức giá hợp lý",
            "review_content": "Chúng tôi ở lại đây ba đêm. Nhân viên là thân thiện và hữu ích. Cô Jodie rất thân thiện, đã cho chúng tôi lời khuyên về những gì nhà hàng để ăn, đi đâu. Cô ấy chắc chắn rằng chúng tôi hạnh phúc. Các phòng đã được decen và sạch sẽ. Tín hiệu Wifi là tuyệt vời. Chúng tôi rất thích bơi lội trong hồ bơi và ăn sáng buffet. Chắc chắn sẽ ở lại đây một lần nữa",
            "reviewer_location": "San Diego, California"
        }
    ],
    "hotel": {
        "location": "38 Bùi Thị Xuân Bến Thành, Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Eden Star Saigon Hotel",
        "geo_data": {
            "latitude": 10.771669387817383,
            "longitude": 106.69019317626953
        },
        "room_number": "129",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/36/ad/6e/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/ca/de/c8/lobby--v5340973.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/ed/e3/99/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/29/7c/34/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/35/a9/38/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/ca/de/7e/sky-pool-bar--v5341022.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/ca/de/c4/front-desk--v5340967.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/36/b5/c8/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/36/b5/ba/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/82/9f/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/83/02/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/9d/04/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/9c/69/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/9b/c4/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/97/97/lobby-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/94/53/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/91/1c/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/8c/f2/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/85/40/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/2c/88/c3/eden-star-saigon-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}