{
    "content": [
        {
            "name": "Safari33918883215",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đoàn AIA",
            "review_content": "Tôi đi công tác tại Nha trang và được ở khách sạn Qui tẻ thấy rất hài lòng với dịch vụ phòng và ăn uống hội nghị. Tuy nhiên mạng wifi quad chậm tôi chit sử dụng được 3g của máy tôi. Ks nên khắc phục. Rất tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Camper49681254752",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Tôi thuộc đoàn bảo hiểm nhân thọ AIA. Ở phòng 1127 rất tốt, tôi hài lòng hết. Đoàn đi khá đông nhueng ks phục vụ các dịch vụ chu đáo bnhan viên noeemf nơt chủ đáo rất hoàn hạ r cho kỳ công tác tại nhà trang. Cảm ơn bạn lĩnh đã hỗ trợ nhiệt tình ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thanh Trà L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tốt",
            "review_content": "Các dịch vụ khách sạn rất toits. Đủ tiêu chuẩn 5 sao phòng sáng sủa. Dón án nắng sớm. Ăn sáng ngon và nhiều món nhiều sự lựa chọn. Có món việt. Âu và cả các món luộc cho ng muốn giảm cân. Nv vui vẻ hỏi thăm trải nghiệm của khách. Rất tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness59475059877",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách đến mwngf sinh nhật Trưởng môn rất đông vui và hoàn hỉ. Khách sạn đẹp tổ chức rất tốt chuyên nghiệp. Lúc tôi đến đoàn rất đông mà các bạn nhân viên đưa đón và chăm sóc rất tốt. Có bé Lính giúp đưa lên phòng và cũng cấp đầy đủ thông tin khách sạn. Mọi dịch vụ đều good",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ha t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Phòng sạch đẹp, đồ ăn ngon, lễ tân văn minh lịch sự., phòng ốc máy móc hoạt đôngj tốt. Nhân viên phục vụ dễ thương, tận tình, chu đáo. Bạn Tú Nhân viên CSKH dễ thương. Tóm lại dịch vụ rất tốt. Sẽ ở lại đợt sau vào Nha Trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Wander46134396343",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ks",
            "review_content": "Phục vụ chu đáo, nhiệt tình. Em Linh bên chăm sóc kahchs hàng nhiệt tình hỏi thăm trải nghiệm rất chú đáo và nói chuyện vui vẻ. Tổng thể khách sạn 5 sao ổ. Very good. Chắc chắn sẽ quay lại Quinter nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inspire33533098481",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1202",
            "review_content": "Tôi đi cùng đoàn tới dự sinh nhật Trưởng môn thì tôi thấy rất hài lòng khi nghỉ tại đây. Khách sạn đẹp, sạch sẽ. Đồ ăn ngon. Nhân viên Linh hưownhs dẫn lên phòng giới thiệu đầy đủ các trang thiết bị và cách dùng tốt lắm",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nomad65258963438",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Dịch vụ tốt.  Nhân viên Hướng dẫn tận tình. Món  ăn được. Trang thiết bị tốt. Lễ tận phục vụ tốt. Cách trang trí tiệc  đẹp. Chăm sóc khách hàng tận tình.  Vệ sinh công cộng tôt.  View hồ bơi đẹp. Tóm lại good",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc An N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Phòng 1122, các trang thiết bị trong phòng rất tốt. Đẹp nhã nhặn. Bữa sáng tầng 6 ngon. Đặc biệt đêm mènh sinh nhật Trưởng môn hôm qua tổ chức ở Diamond rất hoành tráng, món ăn cũng rất ngon. Nhân viên chu đáo, tận tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hahaa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Mình ở đây 1 đêm, thấy cơ bản ổn. Phòng thiết kế đẹp và sáng sủa. Chỉ có điều lúc xuống ăn sáng tầm 8h đã gần hết món, món nưpcs chỉ còn nuôi. Mà không thấy châm thêm món mới. Cần khắc phục. Bạn Linh chăm sóc và cung cấp thông tin khách sạn rất nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daonh D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Tôi và cả các bạn trong cty đi du lịch nha trang rất vui và hân hoan. Tới khách sạn được các bạn tiếp đón rất chu đáo và hiếu khách. Phòng đẹp mới tinh, thoem nữa và dịch vụ chăm sóc khách rất tốt. Bạn Linh cskh là 1 ví dụ nè. Cảm ơn bạn nhiều đã giúp mình trong kỳ nghỉ này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng 1210,  mọi thứ trong phòng đều ok. Cả đoàn đi kháddoong nheng phục vụ râttoors và chu đáo. Ăn sáng ngon miệng và hợp khẩu vị. Nha trang khí hậu đẹp đi chơi rata vui. Chắc chắn kì sau sẽ quay lại nt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trangg T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Khách sạn rất sạch sẽ, nhân viên thân thiện, nhiệt tình, đồ ăn đa dạng phomg phú, không gian rộng rãi thoáng mát. Khách sạn ở đường lớn nên dễ tìm. Thủ tục check in, check out nhanh gọn, nhân viên tư vấn rất nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tổ hợp 5 sao vs đầy đủ dịch vụ",
            "review_content": "Cuối năm được cty cho trải nghiệm nghỉ dưỡng tại Quinter cùng đồng nghiệp. Ks 5 sao: nhân viên chuyên nghiệp, dễ thương, đồ ăn chất lượng (nhất là món tôm sốt Quinter), hồ bơi vô cực chuẩn sống ảo.  Từ phòng xuống sảnh tham gia tiệc chỉ mất 1 phút chờ thang máy, ăn uống no nê r thì cùng mn hát kara dưới tầng hầm. Đủ 1 tour ăn uống giải trí chỉ ở trong khuôn viên khách sạn. Nếu cty nào cần 1 địa điểm tổ chức tiệc cuối năm thì Quinter là 1 địa điểm hợp lí.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng với nhân viên",
            "review_content": "So với trải nghiệm tại khách sạn Vinpearl thì ở đây mình cảm nhận được chăm sóc kĩ hơn. Nhân viên dẫn lên phòng và hướng dẫn sử dụng đồ dùng, khi trả phòng thì hỗ trợ hành lí chu đáo.  Tuy nhiên mình nghĩ là nên trang bị thêm gạt tàn ngoài ban công.  Đồ ăn sáng chưa đa dạng nhưng bù lại ngon miệng. Sảnh khá đẹp phù hợp cho gia đình chụp ảnh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pioneer15237231381",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà trang cuối thu khá hợp du lịch ",
            "review_content": "Mùa thu Nhà Trang thời tiết khá là mát mẻ, phù hợp cho gia đình đi chơi trải nghiệm. Khách du lịch cũng ko quá nhiều.  Khách sạn gần trung tâm nhưng cũng  ko ồn ào tấp nập như những ks ở mặt đường Trần Phú. Phòng trang trí tông màu cam xanh đẹp mắt. Đồ dùng tiện nghi nhưng TV ko có internet là điểm trừ.  Nhân viên mình đánh giá khá là thân thiện, hay cười và lịch sự chỉ dẫn khách. Ks ko có nhiều tầng, chỉ 15 tầng nên đi lại khá nhanh. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Luat",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Dịch vụ hoàn hảo. Bữa sasng và hồ bơi tại tầng 6 rất tiện lợiPhòng đẹp gần biển,nhân viên thân thiện, dễ thương. Dịp tơi nếu có quay lại Nhà Trang nhất định vnqx sẽ chọn khách sạn lqmf nơi nghỉ dưong.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Peter L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ quay lại để trải nghiệm thêm",
            "review_content": "Ks dịch vụ tốt, nhân viên vui vẻ, nhiệt tình. Khách sạn tổng hợp khá nhiều dịch vụ: gala, massage và kara. Mình và ae công ty đã cháy hết mình. Dàn âm thanh mà để chơi game show quá là ổn luôn, khá mượt.  Đồ ăn ở đây rất đáng tiền. Trang trí đẹp mât đi đôi vs chất lượng. Nhưng hơi ít nên ăn chưa đủ no.  Bù lại nv take care rất kĩ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huynh D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Rat tot, nhan vien vui ve va than thien. Em Linh rat gieu khach can nho gi cung nhanh chong lam. Viup minh hoan tat thu tuc tra phong nhanh. Sanh khach san hoi nho. Doan minh hon 200 nguoi la kin sanh . co ban la van ok",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Seaside12111680468",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "Trải nghiệm tại 1 ks 5 sao ở Nha Trang này khá ưng ý.Từ khi check in đã được bé Trang take care nhiệt tình, hướng dẫn sử dụng đồ dùng trong phòng. Khi check out thì mình out cùng với đoàn nên hơi đông một chút nhưng các bạn bellman cũng giúp đỡ chú đáo. Nhân viên ks đạt 5 sao.  Về vị trí, ks gần trung tâm, đi bộ 5p là có nhà hàng Lousine, tối có nhạc sống khá hay. Đồ ăn khá ổn.  Lần sau sẽ quay lại để thử các dịch vụ khác tại ks như kara và massage.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Võ Trương T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Tôi và bạn cùng phòng cảm thấy rất toits và thoải mái khi nghỉ tại khách sạn. Đoàn đi 7 xe 45 chỗ nhưng khách sạn vẫn đủ chỗ đâuj và điều phối rất tốt. Trả phòng nhanh. Ừii hơi yếu chút nhưng cũng ổn. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks đẹp",
            "review_content": "Tôi thấy khách sạn đủ tiêu chuẩn 5 sao. Phòng ốc xịn xò, nhân viên vui vẻ nhiệt tình. Ks có cả phòng hội nghị rất rộng rãi và đẹp. Có thể tổ chức hội nghị và cả gala ăn uống. Đoàn trả phòng rất nhanh dù đô g đúc. Bạn Linh hỗ trợ nhiệt tình",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nguyễn Phong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẻ cùng ae",
            "review_content": "Khách sạn có tổ hợp phòng ở và dịch vụ tổ chức gala khá hoành tráng. Hôm quá ae công tỷ đã quyết định hết mình. Nhân viên ở đây phải nói là rất kính nghiệm, lên món và châm bia liên tục, không chê gì được.  Dịch vụ massage cũng rất đáng trải nghiệm nhé. Ngày bên cạnh ks luôn, ko phải đi đâu xã. Lần sau sẽ rủ gia đình đến trải nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phát",
            "avatar": "",
            "review_rating": "5",
            "review_title": "công ty Nhất Nhất",
            "review_content": "phòng 1103 phòng khách sạn theo như tôi cảm nhận là rất tốt. hội nghị của công ty và bữa tiệc gala khách sạn hỗ trợ rất nhiệt tìn và đầy đủ. nhận viên ohujc cụ chu đáo và chuyên nghiệp. khách sạn nằm ở trung tâm nên rất dễ di chuyển",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "A Tuấn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Phòng 1210, phòng rất tố, các trang thiết bị trong phòng đầy đủ và hoạt động tốt. Bữa sáng bf tốt, đầy đủ và hợp khẩu vị. Hội nghị và đêm gala của công ty khách sạn tổ chức tốt và chuyên nghiệp. Nhân viên hỗ trợ tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Adventure00736195161",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vui vẻ và tràng đầy năng lượng",
            "review_content": "Đánh giá về khách sạn: view đẹp, phòng sạch sẽ và đi lại khá thuận tiện.  Công ty có tổ chức gala ngay khách sạn. Sảnh trang trí đẹp, bắt mắt, phục vụ nhiệt tình, lên món nhanh. Đồ ăn hợp khẩu vị. Mọi người có khoảng thời gian rất vui vẻ. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jet68259780560",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Rất tốt, phòng 1415 rất mơi đẹp và đầy đủ tiện nghi. Tôi và công ty nhất nhất đã có 1 kỳ nghỉ và công tác rất tốt khi diễn ra tại khách sạn Quinter central này. Hy vong đợt sau vẫn đc nghỉ tại khách sạn. Banh Linh cskh rất nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Safari35650180708",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng cùng gia đình",
            "review_content": "Mình nghỉ dưỡng cùng gia đình tại khách sạn lần đầu. Trong phòng khá rộng và thoải mái, giường rộng và còn có gương sống ảo. Gần trung tâm nên đi lại thuận tiện, tiết kiệm tiền taxi hihi. Các anh chị khá dễ thương, giúp đỡ gia đình và chỉ các quán ăn ngon. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cat Cat Sunrise... S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ quay lại vài lần tiếp theo",
            "review_content": "Nhân viên phục vụ chu đáo, đồ ăn sáng ngon, phòng sạch sẽ tiện nghi. Lần tới vẫn chọn khách sạn.  Để đánh giá về thiết kế thì tông màu cam xanh đẹp mắt, nvs và nhà tắm riêng, có thêm móc treo quần áo và chỗ phơi ngoài ban công.  Tổng thể mn nên đến ks để trải nghiệm. Nv hôc trợ hành lí nhà mình chu đáo lắm.",
            "reviewer_location": "Tỉnh Yên Bái, Việt Nam"
        },
        {
            "name": "Thu Giang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng với khách sạn",
            "review_content": "Nhân viên khách sạn đón tiếp rất tận tình, chu đáo. Dịch vụ chất lượng tốt. Phòng gọn gàng, sạch sẽ. Thiết bị hoạt động tốt, đầy đủ. Khách sạn gần trung tâm, thuận tiện cho việc đi ra biển, thăm quan thành phố.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort65926826631",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác",
            "review_content": "Rất tôt. Hài lòng hết tất cả dịch vụ của khack sạn. Bữa sáng khá rốt' nhiều món mà người bác như đoàn có thể ăn được. Ks to và dsepj' nhiều phòng bạn gần nbau nên rata dẽ si chuyển qua lại chơi. Chào ks hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Curiosity62284182993",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Tinh thần phục vụ tốt, đầy đủ tiện nghi. Ăn sáng bup phê rất ngon và đảm bảo an toàn vệ sinh. Khi khách đến và đi đều được nhân viên hướng dẫn nhiệt tình và chu đáo. Khách sạn nằm ở vị trí thuận lợi để phục vụ du khách thăm quan nha trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Passport43929388057",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt",
            "review_content": "Tôi cảm thấy ở khách sạn rất tốt, nội thất trang trí tit mỉ và đẹp, phong cách thoáng, khá thích hợp cho giới trẻ. Khách sạn có 15 tầng và tầng 6 là nhà hàng bữa sáng. Món ăn hợp khẩu vị. Em Linh hỗ trợ đoàn rất tốt lúc check out. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hoàng hiền",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trip",
            "review_content": "Khách sạn đep, các dịch vụ đều tốt. Phòng đẹp và sang trọng. Bữa sáng ở tầng 6 hướng hồ bơi, không đa dạng món lắm như nhưnhx khách sạn 5 sao khác nhưng chỉ cẩn có phở hoặc bún ngon là mình ưng ý rồi  bạn Linh cskh rất chu đáo, tư vấn dv tốt. Hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuỷ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ 5 sao",
            "review_content": "Lần đầu đến Nha Trang và biết đến Quinter qua bạn bè giới thiệu. Khá là hài lòng về thái độ phục vụ của nhân viên, các dịch vụ cung cấp đều ổn. đồ ăn sáng mình thích món Salad Nga, chế biến rất hợp khẩu vị.  Nếu có cơ hội sẽ dẫn gia đình đến ở để trải nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "912",
            "review_content": "Dịch vụ phòng tốt sạch sẽ. Đi cboiw về hàng ngày luôn có ng vào dọn dẹp phòng lại cho sạch sẽ. Nhân viên thân thiện. Nhiệt tình. Hỏi thăm quá trình ăn ngủ và vui chơi của cbungs tôi. Luôn niềm nở và cười",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Đạt chuẩn tốt 5*+++,  nhân viên hỗ trợ nhiệt tình nhất là bạn Linh, mọi thứ đều tốt. Cả dxoanc rất vhi khi nvbir dươnvx và dự hôin nghị và cả dxeem tiệc gối qua. Nha tdang thời tiết rất đẹp để nghỉ ngơi. Khách sạn boàn hào.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Quinter",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks tot",
            "review_content": "Phong khach san rat tot, dem gala ngay 15/11 raats ddepj va hoang trang. Mon an nhieu va rat ngon. Toi thich nhat la mon goi vin rat vua mieng. Cac ban nhan vien phuc vu rat tot va nhiet tinh. Gap do an lien tuc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nomad34131477559",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Về thời gian lưu trú 3ngay 3dem thì OK. Tư cách phục vụ khách hàng vui vẻ lễ phép. Ăn uống cape của nhà hàng Tốt. Tôi rất hài lòng với khách sạn. Vậy hẹn lại đợt sau sẽ tiếp tục được. Chỗ để xe rộnnraix đoàn đi nhiều xe vãm có chỗ đậu ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vũ Đức An",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Guinter",
            "review_content": "Dịch vụ rất hài lòng, căn phòng thực sự thẩm mĩ mọi thứ sắp xếp chu đáo ngăn lắp. Thực đơn những món ăn đa dạng phong phú, rất hợp với khẩu vị người dùng. Bày trí sự kiện hợp lý và rất thuận tiện. Mọi thứ đều ổn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "GrandTour05362841154",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vip holiday",
            "review_content": "Phòng 1403 tôi và bạn o r chúng phòng này, cảm nhận tốt. Không khí trong phòng thoáng. Bữa sáng ngon miệng. Tối qua có dự gala của công ty tại tầng 4 rất vui và các món ăn rất ngon. Sáng nay lag trả phòng rồi nên chào khách sạn nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Getaway40077646795",
            "avatar": "",
            "review_rating": "5",
            "review_title": "NMC",
            "review_content": "Phòng mình ở 1408 các đồ dùng đầy đủ và các trang thiết bị hoạt động tốt. Đoàn mình dự hội nghị và nghỉ tại khách sạn thấy rất hoàn hảo. Kông chê gì cả. Và mong muốn kỳ sau công tỷ cũng cho nghỉ tại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Flyer00344402435",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hội thảo",
            "review_content": "Vợ chồng tôi ở phòng 1228, phòng có quạt gút mùi nhưng không có công tác. Còn lại tất cac R các dịch vụ của khách sạn đều tốt. Ân sáng ngon, hợp khẩu vị. Đoàn dự hồi thảo rất tốt và chu đáo. Cảm ơn ks nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cô mỹ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gia đình",
            "review_content": "Khách sạn phục cụ tốt, phòng ốc ok. Bữa sáng tầng 6 ngon, hôm qua có món miến gà ngon, nhân viên phục vụ vui vẻ, lễ phép. Hồ bơi cũng ok, nhân viên thân thiện chào hỏi lễ phép. Nói chung tốt và chuẩn 5 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roam57913852663",
            "avatar": "",
            "review_rating": "5",
            "review_title": "master",
            "review_content": "các dịch vụ về phòng về ăn uống vầ sự kiện của hội nghị ks rổ chức đều rất chuyên nghiệp còn sao là cho sao nữa. ks đẹp và nhân viên thì rất nhiệt tình. chị chưa đi ks nào mà có nv tới hỏi thăm ăn ngủ ra sao.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui",
            "review_content": "Tất cả mọi thứ đều tốt và rất hài lòng. Từ phòng khách sạn đến phòng hội nghị và cả đêm Gala tối ngày 4/11 đewuf xuất sắc chuyên nghiệp. Nhân viên gắp thức ăn nhiệt tình. Bia nước ngọt ân uống thoải mái. Em Linh giúp đỡ và hỗ trợ nhiệt tình luôn. Chu ca ks ngày càng phát triển",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Maps20215452632",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vip group",
            "review_content": "Nội thất chuẩn 5 sao,  đồ dùng mới và đẹp, hàng ngày đều có nhân viên vào phòng dọn dẹp và thay khăn mới. Đoàn ở khách sạn 3 ngày dự hội nghị và 1 đêm gala rất hoành tráng và chuyên nghiệp. Kỳ sau nếu có dịp ra nha trang thì chọn khách sạn này là hàng đầu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuan915",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Không gian thoải mái, view đẹp, phòng sạch sẽ, nhân viên nhiệt tình, thân thiện. Phòng hội nghị thoải mái, chu đáo Thức ăn ngon, sạch sẽ, phong phú Bạn Linh nói chuyện vui vẻ, rất hài lòng. Thủ tuch trả phòng nhanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ok",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phát triển để thành công",
            "review_content": "Phòng ốc ok gọn gàng và đẹp đẽ. Nhân viên giúp đỡ nhanh nhẹn luôn trong tư thể sẵn sàng giúp khách.giữa tiệc tối qua thành công rực rỡ và rất vui. Kỷ niệm rất vui tại Quinter. Chắc chắn sẽ quay lại nơi đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Master 1199",
            "review_content": "Cảm nhận về khách sạn là rất tốt, rất hài lòng. Phòng của cô là 827 có thể thấy được ít biển, ở phòng thì không dùng điều hoà vì thời tiết Nhà Trang quá là mát mẻ rồi. Cháu Linh CSKH hay hỏi thăm đoàn. Rất vui vì được nghỉ ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paradise14484512100",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi gd",
            "review_content": "Phòng thấy rất tốt, thoáng. Tuy chỉ nhìn thấy thành phố không thấy biển nheng cơ bản là hài lòng. Phòng tắm hơi nhỏ. Giuoengf to đẹp và rất rất em dễ ngủ. Sẽ quay lại ks vì nhân viên ở đây cũng dễ mến",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cruiser17273339571",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch Nha Trabg",
            "review_content": "Tôi và bạn ở phòng cho 2 người là 1008 phòng thấy ổn. Các đồ trang trí và nội thất mới đẹp và nhìn ưa mắt. Tôi thì k dùng gì ngiều nhưng mà thấy trang bị đủ. Em Linh cskh tư vấn xe cho gđ tốt và chu đáo. Trả phòng nhanh và vui vẻ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Resort27222505031",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Phòng tôi tốt nhưng không có bồn tắm mhuw những phòng khác. Đó là 1 sụ rhieeus sót vì đây là khách sạn t sao. Mọi thứ khá ổn, sạch sẽ và gọn gàng. Bf tầng 6 cũng phòng phú và tốt. Nhân viên vui vẻ và thân thiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Nga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Phòng sạch sẽ, dịch vụ tốt, ban công siêu rộng có chỗ phơi quần áo, view biển. Sẽ quay lại. Nhân viên thân thiện, nhiệt tình. Đồ ăn ngon. Buffe đa dạng. Vị trí trung tâm rất tiện lợi, bãi để xe siêu rộng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Le M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sún Travel",
            "review_content": "Du lịch cùng công ty ở Nhà Trang ở Khách sạn Quinter 5 sao tôi cảm thấy rất hài lòng, chỉ có ấm siêu tốc ở trong phòng là bị cháy, tôi có qua phòng bạn mượn dùng nên không sao, ngoài ra bữa sáng ổn, ngon miệng, nhiều sự lựa chọn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Toan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1202",
            "review_content": "Đoàn của tôi ở khách sạn 3 ngày 2 đêm, cảm thấy tót và thoải mái, có nước ngọt bỏ sẵn mát lạnh trong tủ có thể dùng ngay được, đồ ăn ngon và hợp khẩu vị. Nếu có dịp ea ha Trang sẽ ghé lại khách sạn lần nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lanhf L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng đẹp, sạch sẽ, đồ ăn sáng ngon nữa, ksan lai ở ngay trung tâm nữa rất tiện ạ. nếu có dịp quay lại đây nữa nhất định sẽ ghé qua. Nhân viên khách sạn nhiệt tình, vui vẻ. Hẹn mùa tới sẽ quay lại khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sunshine53706578744",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Tôi thấy các phòng đi cùng cũng như phòng tôi rất hiện đại, mới và đẹp, lúc nhận phòng rất sạch sẽ thơm, cảm ơn các chị buồng phòng đã mang lại điều đó, tầng 6 có hồ bơi vô cực khá đẹp và che kín được nhiều ảnh đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bùi thị thảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Phòng 1423 phòng tuy view không được đẹp lắm, không nhìn thấy biển nhưng các đồ nội thất rất đẹp và mới, tôi và cô bạn đi cùng rất hài lòng, bữa sáng ngon và hợp khẩu vị. Khách sạn 5 sao nên cũng nhiều món có thể thưởng thức, có trà cà phê và Nc ép",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Journey16371491754",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tháng 10 mưa ngâu tại Quinter",
            "review_content": "Dịch vụ tốt. Tôi cảm thấy rất hài lòng.  Phòng ở được trang trí màu sắc hài hòa, view chưa gần biển nhưng khá thoãng đãng, rộng nên rất bắt mắt.  Sảnh hơi ngột chút, nhưng làm cửa kính nên cũng đỡ.  Thant máy đi khá nhanh  rất tiện lợi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phong 1118 cac trang thiet bij trong phongf rat tot, cos the su dung rat tor vaf hien dai. Bua sang o tang 6 rat ngon va mon pho laf mon toi hai long nhat, con toi an duoc mon chao va banh ngot. Noi chubg la rat hai long voi chuyen di nay",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mạnh Tiến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ với gia đình tại Nha Trang",
            "review_content": "Khách sạn đầy đủ tiện nghỉ , phòng ốc rộng rãi , sạch sẽ,  các bạn lễ tân và kỹ thuật hỗ trợ nhiệt tình, thái độ phục vụ cực kỳ tốt và lễ phép khi có dịch vụ trong phòng bị lỗi , đáng để mọi người lưu trú !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tour22380078540",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ok",
            "review_content": "phòng 1127, phòng có việc đẹp sang trọng các đồ đạc nội thất rất mới và tính xảo. tuy chưa thuecj sự hoàn hảo nhừng với chất lượng như vậy là rất OK rồi. bữa sáng ngon vda hợp khẩu vị. phòng sạch sẽ luôn có ng dọn đẹp thêm thợ sau khi đi chơi về. nv ks Linh cung cấp rất chú đáo",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Bùi Ngọc Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Phòng 1122, phòng khách sạn ok, đầy đủ tiện nghi. Buffet ăn sáng phong phú thêm chút. Ngoài ra nhân vuên cũng rất ok, nhanh nhẹn và hay hỏi thăm đoàn xem cần gì khoing. Cũng giúp giữ hành lý khi cần. Chị Linh cskh cũng rất vui tính, nc vui",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Phong 928 tất cả mọi thứ ổn. Bữa sáng ngon miệng. Nhân viên nhiệt tình. Bạn Linh chăm sóc tôi và các bạn rất tốt, thủ tục trả phòng nhanh chỉ 5 phút thôi. Tôi rất hài lòng với khách sạn nhé. Hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Global25803710501",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tôi và vợ cảm thấy phòng rất đẹp, đấy dsur riện nghĩ, các trang thiết bị trong phòng rất hiện đại và đẹp, giá như trong phòng ngủ nhà tôi cũng tiện nghi được nhé vậy, bữa sáng tôi đánh giá là khá ngon. Nhân viên Kinh CSKH rất nhiệt tình hỏi tham gd. Hợp khẩu vị. Và đợt sau tôi sẽ quay lại là tiếp. Chỉ có diềun ks k gần biển",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Journey19932286711",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1123",
            "review_content": "Phòng 1123 của tôi và bạn rất sang trọng và rộng rãi. To hơn những khách sạn khác rôi từng đi. Không gian đẹp và trà đầy án nắng tôi rất hài lòng. Nếu có cơ hội quay lại nha trang tôi vẫn ghé khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness53992862893",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1103",
            "review_content": "Phòng 113 rất đẹp và thoải mái, khi nghỉ dươnhx tại khách sạn ở trung tâm Nha Trang này tôi thấy rất hợp lý. Tối qua còn tham gia gala sóng xanh rất vui và ý nghĩ. Đồ ăn nhiều và rất ngon miệng. Cả đoàn rất hài lòng vơi sự hỗ trợ thừ njaf hàng. Lần tới sẽ quay lại nếu có dịp ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sóng Xanh tại Quinter",
            "review_content": "Recommend mn ở Quinter nhé! - Phòng thì đẹp, trang trí theo chủ đề khá bắt mắt. Chỉ có giường hơi mềm, mình thì ko thích giường mềm lắm.  - Cty mình tổ chức gala tại Quinter luôn. Sảnh đẹp, âm thanh đỉnh, và đặc biệt đội ngũ nv phục vụ chuyên nghiệp. Mình đi tiệc nhiều nơi nhưng thích không khí và cách phục vụ ở đây.  - đường phía trước rộng, xe 45 chỗ đậu đỗ thoải mái nên a chị em cty di chuyển dễ dàng.  Nói chung là mn đến và hãy cảm nhận xem mình nói đúng ko chứ mình rất hài lòng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Discover07328887158",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng 1218 phòng rất ok, vợ chồng mình rất thích nghỉ tại đây, phòng đẹp khang trang, rất ưng cái bụng, bữa sáng ở tầng 6 có món bún cà Nha Trang ngon tuyệt. Gala ks tổ chức cũng rất chuyên nghịe hoành tráng. Kỷ niệm nha trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1421",
            "review_content": "Dịch vụ tốt, cần để ý trang thiết bị nhiều hơn như máy sấy tóc\" khi sử dụng có mùi khét\" Thái độ phục vụ nhân viên rất nhiệt tình Phòng sự kiện sang trọng Đồ ăn với người miền bắc thì cũng thấy hợp khẩu vị.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trek65960308083",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Quinter Central",
            "review_content": "Phòng rộng rãi, sạch sẽ. Các vật dụng đầy đủ. Mỗi ngày đều có dọn phòng và bổ sung nước uống. Giường êm ngủ rất ngon nha =))) Mỗi sáng có buffet sáng với đa dạng món ăn từ món Việt đến món Tây. Món ăn đều tươi mới và ngon miệng. Đặc biệt là sữa chua và mứt cam",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tấn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks 5 sao",
            "review_content": "Dịch vụ tốt, tiện nghi đầy đủ, nhân viên nhiệt tình, chất lượng tuyệt vời, thức ăn ngon.  Nhân viên ks lễ tân cũng như buồng phòng phục vụ chu đáo, nhanh nhẹn. Tôi rata hài lòng. Thời riết Nha Trang cũng râtz đẹp đee nghỉ ngơi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Hoàng Khanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tham quan",
            "review_content": "Phòng 1014, phòng có màu sắc tươi sáng, hài hoà, thiết bị trong phòng đầy đủ, và chuẩn 5 sao. Mình và bạn nghie thấy khá thoải mái và rất hài lòng. Hồ bới trên tầng 6 đẹp và rộng rãi. Nhân viên hoà đồng, thân thiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Loan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao",
            "review_content": "Vợ chồng mình lần đầu tiên đến Nha Trang. Mình ở khách sạn và cảm thấy hài lòng. Dịch vụ rất tốt. Nhân viên niềm nở. Phòng nghỉ sạch sẽ. View ok. Nếu trở lại mình vẫn chọn Quinter để nghỉ ngơi. Love!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hiệp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Khách sạn chất lượng phục vụ tốt, dịch vụ ổn, đồ ăn sáng đa dạng nhân viên vui vẻ, nhiệt tình, luôn vui vẻ giúp khách hàng với nụ cười, mình nhớ hình như bạn ấy tên là Linh chăm sóc khách hàng rất tốt Nếu có dịp ghé lại Nha Trang sẽ trải nghiệm lượt nữa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến công tác Nhà trang ngày 13/10/2022",
            "review_content": "Tiện nghi phòng nghĩ tốt, nệm lún; ăn sáng đa dạng thức ăn nên phù hợp với vùng miền Dịch vụ tốt Đề xuất: có chính sách hoàn trả tiền do thay đổi lịch trình trước thời gian khi khách hàng báo trước 24h",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vở 5 sao",
            "review_content": "Anh ở phòng 816, anh cảm thấy thoải mái khi nghỉ dưỡng tại đây, các thiết bị trong phòng Ok, nghỉ ngơi thấy tốt, tất cả đều tốt. Bữa bà thấy bún cá Nhà Trang ngon và rất hợp khẩu vị người miền Tây. Anh rất hài lòng. Nhân viên cũng rất tốt, linh Cskt tốt. Chắc chắn sẽ quay lại là vào lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mon N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt với",
            "review_content": "Khách sạn sạch sẽ, nhân viên thân thiện, thiết bị tốt, nhà vệ sinh rộng rãi, giá rất tốt so với chất lượng, giường thoải mái, thức ăn sáng ngon tuy nhiên chưa đa dạng, khách sạn có thể cân nhắc đưa những đặc sản địa phương vào thực đơn. Vị trí thuận lợi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt",
            "review_content": "Phòng 1017, các trang thiết bị trong phòng hoạt động tốt. Bữa sáng bf trên tầng 6 ngon miệng, thích nhất là món phở gà, rất hợp khẩu vị. Nhân viên lễ tân check in nhanh, dù đoàn khá đông và nhiều hành lý",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vo Nhu Quynh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghĩ với Gia đình",
            "review_content": "Khánh sạn rất đẹp và sạch sẽ. Nhân viên thân thiện, rất lễ phép lịch sự và chào đón khách hàng rất chu đáo và nhiệt tình. Chắc chắn mình sẽ quay trở lại. Mình recommendations cho mọi người. Chắc chắn sẽ không làm cho mọi người thất vọng ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diễm Mơ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng thiết kế đẹp, tiện nghi, nhân viên nhiệt tình và thân thiện, vị trí tốt, rất đáng để trải m r nghiệm khi đến Nha Trang. Dịp tới nếu có dịp sẽ ghé lại là để ủng hộ. Ks rất hoàn hảo và đúng ý mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ks quinter",
            "review_content": "Mình vừa trải qua kỳ nghỉ 3 ngày 2 đêm tại Khách sạn Quinter ở Nha Trang. Thực sự mình rất ấn tượng và cực kỳ happy vì đã gặp được những con người thân thiện và khách sạn Quinter hoàn toàn hoàn hảo theo ý muốn của mình. Từ Lễ Tân tới nhân viên dọn dẹp tất cả đều quá chuyên nghiệp, phòng ốc cực kỳ sạch sẽ làm mình rất hài lòng. Nếu có quay lại, nhất định sẽ chọn Quinter làm nơi nghĩ dưỡng. Thân chào!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KimAnh2711",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks",
            "review_content": "Phong 801 phong tot, dep, cac trabg thiet bi mli, sach se. Bua sang bf hop khau vi, chi thich mon bun bo, con lai moi tbu on. Hy vong dot sau se co nbieu mon an hon vi cac noi khac rat nhieu mon. Hen gap lai Quinter",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks Quinter",
            "review_content": "Phòng khá mới, bữa ăn sáng thì chưa phong phú lắm so với 1 vài ks mình từng trải nghiệm.  Nhân viên rất niềm nở chu đáo, từ nhân viên chỗ hồ bơi đến lễ tân. Phòng còn hơi ồn thỉnh thoảng trưa đang ngủ vẫn bị tỉnh",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Xuan Huy N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Thái độ của NV: Nhiệt tình, vui vẻ, ok. Chất lượng phòng: Tốt Vị trí: Gần trung tâm, thuận tiện cho khách Tổ chức tiệc: Ok Đồ ăn sáng: Chưa đa dạng phong phú, đồ ăn có vị ngọt k phù hợp với du khach miền Bắc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Việt anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi gia đinh",
            "review_content": "Phòng của anh rất đẹp, mới. Mùi lúc nào cũng thơm tho sạch sẽ. Tuy chỉ có ổ điện là hơi khó cắm vào. Phòng ,810. Còn lại mọi thứ ổn. Bữa sáng ngon, coem rang ngon, cà phê cũng rất ngon. Các bạn lễ tân ks và cskh hỗ trợ tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Tuyệt vời tôi cảm thấy rất hài lòng với những nhân viên phục vụ nơi này và sự trải nghiệm tuyệt vời của chất lượng phòng của khách sạn.  Rất mong muốn được quay trở lại vào những kì công tác tiếp theo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hằng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gđ",
            "review_content": "Tôi và chồng ở phòng 1118, tôi cảm thấy phòng rất tốt, thiết kế thoáng mát. Nhân viên vui vẻ thân thiện, lúc tra phòng đã giúp tôi gọi xe. Chất lượng chuẩn 5 sao. Và chắc chắn sẽ quay lại lần sau. Chào Quinter",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cô sáu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks rất tốt",
            "review_content": "Phòng rất ok, sạch sẽ, gọn gàng. Các cô chú rất hài lòng. Thật sự rất muốn có thời gian để ở thêm. Hy vọng đợt sau họp lớp vẫn ở Nhà Trang để ở khách sạn đẹp thế này. Các cháu nhân viên cũng rất nhiệt tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Viện",
            "avatar": "",
            "review_rating": "5",
            "review_title": "826",
            "review_content": "Tôi cảm thấy rất hài lòng với sự phục vụ của khách sạn. Bạn Linh chăm sóc rất chu đáo, đã dẫn tôi lên phòng và hướng dẫn cách sử dụng các thiết bị. Bữa sáng ngon miệng, khá ổn. Đoàn rất vui và sẽ quay lại",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hẳng Hoàng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi gd",
            "review_content": "Phòng 1023,1021 tôi thấy khá tốt, phòng rộng. Không khí trong lành. Nhân viên phục vụ roots, nhanh nhẹn. Bữa sáng ngon miệng, hợp khẩu vị. Vị trí ks tốt phù hợp để nghỉ dưong. Hẹn kỳ tới sẽ ghé ks Quinter",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Ks rất tốt. Nhân viên phục vụ nhiệt tình. Rất ưng ý ạ. Sẽ quay lai.  Mình chỉ góp ý bữa sáng nên thêm nhiều món nước cho các bé nhỏ ăn ạ. Còn lại đồ ăn rất phong phú. Rất tốt ạ. Mình ăn no căng bụng. Tuyệt cú mèo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dang van tuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn",
            "review_content": "Dịch vụ tốt, hòng tốt , phục vụ tốt. bạn Linh chăm sóc khách hàng chu đáo ân cần. nếu co cơ hôi tôi vẫn sẽ quay lại khách sạn Quinter central này. và sẽ giới thiệu cho bạn bè và người thân. chào nha trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Mạnh Toàn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác tại Nha Trang",
            "review_content": "Khách sạn đẹp, tiện nghi đầy đủ và hiện đại. Phòng khá rộng và thoải mái. Giường rât êm, dễ ngủ. Vị trí thuận lợi. Nhân viên phục vụ rât tốt nha mọi người. Sẽ tiếp tục quay lại đây vào lần tiếp theo!.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi cùng nhóm bạn thân",
            "review_content": "Khách sạn sạch đẹp, nhân viên thân thiện, không quá xa để đi ra biển, gần trung tâm và các điểm vui chơi. Khách sạn có thêm dịch vụ taxi đưa đón không cần mất thời gian đợi xe tới. Đồ ăn các ngày cuối tuần đa dạng hơn các ngày trong tuần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Dịch vụ phòng ốc ok,  phòng khách sạn rất tốt, được dọn sạch sẽ, gọn gàng. Nhưng bên nhà hàng thì bữa sáng ít món, ít sự lựa chọn. Không như lần trước tôi đi. Dịch vụ nhân viên tốt, chăm sóc khách hàng tốt, hỏi thăm sau khi ở tại khách sạn, lần sau nếu có cải thiện về bữa sáng thì sẽ quay lại",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Anh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "hài lòng với chuyến đi",
            "review_content": "chúng tôi ở 2 phòng là 904 và 905. tuy chỉ ở 1 đêm nhưng cảm giác rất thoải mái và hài lòng, các dịch vụ khách sạn cung cấp và phục vụ tốt. thủ tục trả phòng rất nhanh tôi chỉ hút điếu thuốc là xong. nv tốt. tuần sau có việc ở Nha Trang sẽ đặt phòng ở Quinter",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huệ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Họp lớp tại Quinter",
            "review_content": "Mình ra Nha Trang họp lớp các bạn đại học, đã có trải nghiệm vui vẻ tại Quinter. Lúc check out mình quên đồ, các bạn lễ tân hỗ trợ lấy đồ. Cô rất cảm ơn.  Hồ bơi các cô chú rất thích, nước trong và sạch sẽ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tú Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ hè cuối cùng",
            "review_content": "Phòng sạch sẽ thoải mái. Đồ ăn sáng khá ngon và đa dạng. Nói chung tất cả đều ổn và rất thuận vì gần khu trung tâm dễ đi lại trong thành phố và bờ biển. Ngoài sảnh và trong phòng đều vó mùi rất thơm, dễ chịu. Nice 👍🏻",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Thị Thúy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời với những con người nơi đây.",
            "review_content": "Để đánh giá về chất lượng ks thì xứng đáng 5 sao.  Từ khi nhận phòng đã được take care rất tốt. Phòng sáng sủa, có bạn công chiều ra ngắm cảnh rất chill. Có hồ bơi khá rộng ở tầng 6 mà tụi mình chưa có thời gian tắm, khá tiếc.  Sảnh hội nghị thì lung linh, nhân viên ở đây phục vụ quá tốt luôn, luôn fill nước và đồ ăn rất nhanh.  Dịch vụ karaoke luôn thấy khách nườm nượp ra vào, nhưng khá tiếc là cũng chưa có thời gian trải nghiệm. Nói chung rất thoải mái và hài lòng về kì nghỉ này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cao Đăng Lưu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất vui khi đến với Nha Trang",
            "review_content": "Một từ thôi \"Tốt\"! Phòng rộng rãi, sáng sủa có ban công.  Nhân viên rất lịch sự,uôn tươi cười khi gặp khách.  Đồ ăn sâng ngon, nhưng góp ý nên có thêm cơm hến. Tuy nhiên có chút góp ý về âm thanh của buổi Hội thảo. Mình là MC nên đánh giá âm thanh hơi rè, độ vang chưa to, nên bố trí nhiều loa hơn chút vì sảnh khá to.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "THỊ NHƯ HIẾU L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kì nghỉ tuyệt vời tại 1 ks tuyệt vời!",
            "review_content": "Ks rộng rãi, sạch sẽ, đầy đủ. Sảnh ks trang trí theo chủ đề biển, khá ý nghĩa nhưng vs mình đơn giản. Tối thì lên đèn lại khá đẹp.  Có karaoke ngày cạnh ks. Âm thanh cực kì chất luợng nha, giá hơi cao nhưng chất lương xứng đáng.  Nhân viên ai cũng xinh đẹp, thân thiện. Like this hotel!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thùy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn view đẹp, nhân viên chuyên nghiệp",
            "review_content": "Phòng sạch sẽ, thoáng mát. Trong phòng có đầy đủ đồ dùng cho tuih mình sử dụng.  Đồ ăn sáng tầng 6 khá ngon và hợp khẩu vị với tất cả mn trong đoàn. Đoàn mình Nam Bắc đủ cả mà mn đều khen. Ks có cả phòng hội nghị to đẹp, đầy đủ tra g thiết bị. Nhân viên tận tình chu đáo. Chấm ks 10/10 vì các bạn nam đẹp trai.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khuyên L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha Trang - hẹn quay lại",
            "review_content": "Nhân viên thân thiện, khách sạn xứng đáng 5 sao. Đầu tiên đồ ăn ks khá ấn tượng, rất thích món hủ tiếu, mình ăn khá nhiều. Các món bánh ngọt trang trí cũng đẹp, đồ ăn được fill liên tục.  Nhân viên chăm sóc khách chu đáo, bạn Trang cskh còn mời nước lúc check out. Bellman Trung và Phong kéo vali giúp đoàn ra tận xe. Đồ tụi mình rất nhiều nhưng các bạn vẫn rất vui vẻ. Hồ bơi tâng 6 rộng và sạch. Mn nên bơi thử, nhưng chiều sau 5h khá đông nên tụi mình hay ra biển bơi h đó. Buổi sáng thì hồ bơi yên tĩnh hơn nhiều, lại mát mẻ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing good job",
            "review_content": "Một kỳ nghỉ khá vui vẻ tại Quinter cùng đồng nghiệp. Đội ngũ nhân viên đã hỗ trợ hết mình cho đoàn từ khi nhận phòng đên khi trả phòng.  Trong phòng chỉ có mỗi chỗ cắm dây máy sấy chưa hợp lí, hơi ngắn và đứng quay lưng với gương. Còn lại phòng rộng rãi, có chỗ phơi đồ ngoài ban công khá tiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc Ánh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một đêm đáng nhớ tại Quinter",
            "review_content": "Phục vụ tốt. Chu đáo, khách sạn đầy đủ tiện nghi.  Decor trong phòng khá đẹp, hợp gout mình. Màu sắc chủ đạo liên quan đến biển, thêm chút tone cam khá bắt mắt. Khi mình checkin phòng đã đc bật điều hòa sẵn nên khá mát mẻ. Có bánh quy mời khách khá ngon. Lúc mình trả phòng có bạn Trang CSKH nói chuyện hỏi thăm rất nhiệt tình. Sẽ quay lại Quinter cùng gđ nếu có dịp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhu P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ cùng đồng nghiệp",
            "review_content": "Khách sạn gần biển nên đi lại khá tiện lợi. Hôm qua mình dự hội nghị cty tại Quinter luỗn, khán phòng rộng, nhân viên chuyên nghiệp, phục vụ tận tình. Âm thanh chất lượng và không bị rè.  Món ăn tầng 6 thích nhất món chả.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Triều",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter ks đẹp",
            "review_content": "Cách phục vụ rất tốt. Các bạn nhân viên lễ tân quá dễ thương, hỗ trợ nhiệt tình. Hôm mình checkin đoàn mình rất đông nhưng Bellmen hỗ trợ rất tốt, sắp xếp hành lí gọn gàng. Đồ ăn sáng rất hợp khẩu vị.  Các món ăn đa dạng và thay đổi menu theo ngày.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trình T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "良かったです",
            "review_content": "綺麗で良いホテルです。私は10時に来ましたが早くチェックインできました。五つ星ホテルですが価格は安いです。スタッフも親切です。 また来ます Khách sạn tốt và đẹp.Tôi đến sớm lúc 10 giờ nhưng khách sạn đã hỗ trợ cho nhận phòng sớm.Khách sạn 5 sao nhưng giá rẻ.Nhân viên Hoài Trang thân thiện Tôi sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đã quay lại nhiều lần",
            "review_content": "Mình thuộc đoàn Sacombank, đã ở khách sạn nhiều lần. Đánh giá về chất lượng phòng là ổn, ngủ thoải mái, các đồ dùng đáp ứng đủ nhu cầu.  Mình lên ăn sáng ở tầng 6. Đồ ăn chưa đa dạng như mình muốn, nhưng nói chung khá đủ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "quinter",
            "review_content": "Khách sạn sạch sẽ, yên tĩnh nhân viên nhiệt tình, chỉ có 1 vấn đề nhỏ là mình đặt phòng 1 giường king nhưng ks đưa mình phòng 2 giường đơn ghép lại làm mình nằm ko được thoải mái. Mình ko có sử dụng nhiều dịch vụ nên không có nhiều đánh giá.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Vũ V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi rất hài lòng",
            "review_content": "Phòng sạch sẽ tiện nghi , nhân viên nhiệt tình chu đáo, ban Linh là ví dụ Rất hài lòng . View đẹp thuận lợi trong việc di chuyển . Đồ ăn ngon phục vụ chu đáo . Lần sau nhất định sẽ quay lại hẹn gặp lại Quinter nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khánh L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rating",
            "review_content": "Mình rất hài lòng với phục vụ của khách sạn, đồ ăn hợp khẩu vị, thay đổi mỗi ngày, các trang thiết bị trong phòng đều mới và sạch sẽ! Cảm ơn khách sạn rất nhiều vì đã chăm sóc và phục vụ mình trong thời gian qua ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent hotel",
            "review_content": "Giường khách sạn ngủ quên lôi xa về, rất thoải mái và êm. Điều hoà hoạt động ơn, chạy êm. Vị trí gần trung tâm nên đi lại khá tiện, đi 5p là ra đến biển. Có quán càe MissBamboo gần đấy có thể ra càe, hoặc lo tang 6 của ks cũng phục vụ đầy đủ r, mắn có thể tham khảo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc Thuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful trip",
            "review_content": "Lâu rồi mình mới di du lich cung gia dinh. Va cac thanh vien deu rat vui ver voi ki nghĩ nay. Nem nam rat em, thoai mai, view rat la dep, chieu minh hay ra ban cong hong gio va ngam hoang hon. Cac co nhan vien buong phong don phong rat sach va thom. Rat la khuyen khich mn den Quinter.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nga",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ cùng gia đình tại Quinter",
            "review_content": "Mình khá thích buffet sáng ở tâng 6, ngon lắm nha mn ơi. Nhất là món bún bò, minh và các ban thấy rất ngon miệng. Các món tráng miệng cũng vừa miệng, chỉ có nước ép hơi ngọt xí. Các bạn nhân viên hỗ trợ và hướng dẫn chu đáo, bạn Trang chỉ cho nhiều quán cafe view đẹp gần đó. Có quán bar Louisiana cách đó 5p đi bộ. Mn nên thử.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mai Văn Mạnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha trang tháng 9 mát mẻ, phòng view thành phố quang đãng",
            "review_content": "Mình từ Đà Lạt xuống Nha Trang du lịch. Mình đã ở nhiều ks và thấy phòng ở đây khá rộng rãi, đúng vs ảnh minh họa. Các bận lễ tân rất dễ thương, hỗ trợ cho tụi mình nhận phòng sớm. Vị trí ks ngay trung tâm, có karaoke và massage ngay cạnh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hai long",
            "review_content": "Gia dinh toi co ky nghi rat thoai mai va hai long taij khachs san Quinter central. Cam on ks da phuc vu toi rat rot. Rat nhiet tinh. Canh quan dep. Nhan vien nhanh nhen chu dao. Henj he nam sau toi va cac con se quay lai",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mạc Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "CÁNH diều vàng",
            "review_content": "Phòng mới đẹp, dịch vụ tốt.  Phòng ở thoải mái, các đồ dùng trong phòng đầy đủ tiện nghi.  Mình ra tham gia giải Cánh Diều Vàng nên khá tiện lợi trong việc di chuyển.  Đồ ăn khá ngon, hợp khảu vị miền Bắc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Công",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wow",
            "review_content": "Tôi và gia đìn ở phong 901, nội thất đẹp, các đồ dùng trong phòng rất mới và dễ dùng. Bữa sáng ngon miệng gia đìn tôi và bé ân no căng. Bé rất thích hồ bơi ở ks rất sạch sẽ. Nhân viên vui vẻ và chuyên nghiệp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tiệc cưới hoàn Mỹ, phòng sang xịn mịn",
            "review_content": "Gia đình tổ chức tiệc cưới ở Quinter rất hài lòng. Sảnh tiệc rất sang, đẹp. Các bạn nhân viên phục vụ rất nhiệt tình.  Mình book tiệc cưới được tặng vé karaoke 2 tiếng và vé hồ bơi. Gia đình rất vui khi được nhiều ưu đãi như thế.  Các khách đến ăn cũng khen và hỏi gia đình rất nhiều. Sẽ giới thiệu cho Quinter đến bạn bè.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh Tùng H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Công tác tại Nha Trang",
            "review_content": "Khách sạn view đẹp, nhân viên lịch sự vui vẻ, dịch vụ tốt.  Đồ ăn sáng buffet tầng 6 khá đa dạng và mình ăn thấy ngon.  Dịch vụ massage tầng 5 rất thích, nhân viên tay nghề chuyên nghiệp và mình có thời gian thư giãn thoải mái.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kiên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đáng 5 sao",
            "review_content": "Phòng khách sạn rất đẹp, xinh xắn gọn gàng. Các bạn nv giúp chụp hình rất đẹ, nhận và trả phòng nhanh. Cô chú rất hài lòng. Chắc chắn năm sau lại quay lại ở ks nhé!! Chào Quinter Central Nha Trang nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "La",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Khách sạn Quinter central là nơi nghỉ dưỡng tốt nhất ở Nha Trang mà tôi muốn giới thiệu tới các bạn.  Phòng ốc xin xò,  nhân viên vui vẻ.  Than thiện.  Tôi đã có 2 đêm nghỉ tại đây.  Hen quay lại ks vao dip sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sơn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn",
            "review_content": "Phòng 1221 mình ở khá là rộng rãi, thoải mái. Mình vs bạn nằm nệm thấy hơi lún, hơi đau người nhueng nhìn chung các đồ còn lại trong phòng oke, đáp ứng đủ nhu cầu sử dụng.  Vị trí ngay trung  tâm nên thuận lợi di chuyển.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàng A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Phòng đẹp. Các trang thiết bị hoạt động tốt, đủ tiêu chuẩn 5 sao như những nơi khác tôi đã từng đi. Vị trí ks ở gần trung tâm rất tiện cho việc đj chơi và mua sắm. Nv ks rất ân cần và chu đáo, tôi ấn rượng vs bạn Linh chăm sóc khách hàng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cuối tuần một mình",
            "review_content": "Khách sạn phục vụ tốt. Đồ ăn hợp khẩu vị. Mình là đầu bếp nên hiểu được ks nêm nếm gia vị như vậy là rất phù hợp vs các vùng miền rồi. Ks gần biển, đi 3p là đến, còn có ghế ngoài bãi biển miễn phí cho khách quinter.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tram",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi vs bạn",
            "review_content": "Tôi và các bạn đi chung đoàn cảm thấy rất hài lòng khi nghỉ dưỡng tại đây. Các bạn nhân viên ở đây siêu thân thiện, tôi lỡ quên đồng hồ và có a Dương bell lấy xuống giúp, các bạn nv trả phòng cũng rất nhanh. Cảm ơn ks nhiều nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thao n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẻ tại Nha Trang",
            "review_content": "Phòng mình đặt hướng biển, khá thông thoáng, mát mẻ. sáng đón bình minh khá đẹp. Tứ khách sạn đi những địa điểm trung tâm cũng gần, ra đầu đường có quán cafe khá sang chảnh, tối bật nhạc xập xình kiểu bar. Đồ ăn sáng buffet ngon, nên thử.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Khách sạn đẹp, đồ ăn ngon, phòng rất xinh. Đồ ăn có cả món âu và món việt, trong đó tôi thích món phở. Nhân viên nhiệt tình, được nhận phòng sớm và thủ tục trả phòng rất nhanh gọn. Trang thiết bị trong phòng dùng tốt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Buffet sáng ngon.",
            "review_content": "Mình đặt phòng theo tour của Win travel, khá bất ngờ khi phòng sạch đẹp, rộng rãi. Buffet sáng từ 6-10h khá hợp lí, đồ ăn đa dạng và có a Hưng quản lý rất nhiệt tình giới thiệu và hỗ trợ khách. Rất vui vs kỳ nghỉ tại Quinter.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọcly N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Family",
            "review_content": "2 vc mình đã có kì nghỉ tuyệt vời ở Ks , phòng ốc rất sạch sẽ và đẹp so với tưởng tượng ban đầu , nhân viên nhiệt tình , giá cả tuyệt vời , Trên sân tầng 6 có mấy cái lồng chim để chụp ảnh rất đẹp , mà mình chưa ăn được con ảnh ở đó do vội quá , sẽ quay lại vào dịp gần nhất với gia đình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hanh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1009 - kì nghỉ vui vẻ",
            "review_content": "Rất hài lòng, khách sạn mới rẻ đẹp. Lần sau sẽ quay lại.  Đồ ăn sáng ngon miệng. Không gian sang trọng, bày trí phong cách rất tây. Nhân viên các bạn rất nhiệt tình. Đặc biệt hôm đến ks mưa to ks hỗ trợ chek in sớm. Rất hài lòng và cảm ơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng rất ok, các trang thiết bị trong phòng hoạt động tốt, mới và đẹp. Bữa sáng bufet rất ngon, mình hay ăn salad các món luộc, món bánh lăng rất ngon và vừa miệng, nv Linh ở sảnh hỗ trợ nhiệt tình  mình rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "My T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful trip",
            "review_content": "Phòng rộng đẹp . Giường ngủ cực thích . Thiết kế điều hoà không bị phả hơi lạnh quá nhiều . Hồ bơi rộng chỉ là chỗ ghế hơi nhỏ cần thêm nhiều không gian để ngồi nghỉ ngơi . Sẽ đi tiếp trong những chuyến sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "PANDA",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi hài lòng",
            "review_content": "Phòng đẹp thoải mái, hơi nhỏ nhưng tiện nghi. Các bạn lễ tân phục vụ tận tình. Các món ăn sáng ngon vừa miệng. Đội bảo vệ hổ trợ hết mình khi mình có lỡ quên vé giữ xe. Các dịch vụ ăn chơi khá phổ biến, đầy đủ theo sở thích. Điểm trừ nhỏ: cảnh xung quanh khi nhìn từ cửa sổ hơi hạn chế và chưa được đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good job",
            "review_content": "Tôi và vạn cảm thấy rất hài lòng khi có kỳ nghỉ tại đây. Khi đến check in nhận phòng rất nhanh. Phòng và vữa sáng ngon. Bạn Linh hỗ trơj thoing tin về Nha Trang đẩy đủ chu đáo. Các bạn ở sảnh cũng nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Family trip",
            "review_content": "Khách sạn view đẹp, phòng thoải mái, đầy đủ tiện nghi.  Buffet cần đa dạng thêm món ăn sáng.  Chỗ đậu xe thoải mái, hồ bơi rộng rãi. Thoải mái cho bé chơi   Nếu đa dạng thêm buffet sáng là quá oki.  Sẽ đến lần tiếp theo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bao L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Friends",
            "review_content": "Phòng rất ok mọi người rất hài lòng với các bạn nhân viên, các dịch vụ toits. Khi ở đây tôi thấy rất thoải mái. Các bạn tôi cũng vậy. Nhất định lần tới vẫn sẽ chọn ở ks này lần nữa. Cảm ơn rất nhiều ạ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Phòng rất hoàn hảo, nội thất đẹp, hiện đại thiết kế thoáng mát, mang hơi thở của biển Nha Trang. Các món ăn khá ngon, tôi và gia đình rất thích khi lưu trú tại đây. Các bạn nhân viên ks cũng rất thân thiện Hiếu khách nhất là bạn Mỹ Linh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lam P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rất tuyệt",
            "review_content": "phòng 1205 các trang thiết bị trong phòng đẹp, mới tuy nhiên máy sấy tóc hơi yếu sấy lâu mới khô được. tầng 6 các món ăn phong phú, món nào cũng ngon, gia đình rất thích. hồ bơi rộng, trong xanh, các em nhỏ rất thích tắm, ngày xuônhs 2 lần các bạn nhân viên luôn vui vẻ hỗ trợ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quỳnh Như",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter 🔥",
            "review_content": "Phòng ở cách âm hơi kém chút, nhưng sạch sẽ và rộng rãi.  Tủ quần áo có đèn đẹp, gương cũng đc lắp đèn sống ảo ok. Đồ ăn thì ngày đầu chưa được ngon, nhưng những ngqyf sau thì hợp khẩu vị.  Nhân viên nhiệt tình, hướng dẫn quán rất chi tiết.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phi Nhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1208 - spacious room",
            "review_content": "Phòng mình sáng sủa, sạch sẽ. Điều mình thích nhất là có giá phơi đồ ngoài hành lang, rất tiện. Đồ ăn buffet tầng 6 ngon và hợp khẩu vị gia đình, có món Hoa, món Việt, bánh ngọt.  Nhà đi xe ô tô, có bãi đậu xe thoải mái, rộng rãi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Tôi cảm thấy rất hài lòng, phòng đẹp, sang trọng. Bữa sang ngon miệng, tôi thích nhất là sữa chua nếp cẩm, nước ép dưa hấu ks làm rất ngon miệng. Ngoài ra các món nước cunhx rất ngon.chị nv tên Linh ờ sảnh cũng rất nice bổ gì cũng trả lời hết",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá ks",
            "review_content": "Tôi và bạn đã có khoảng thời gian rất tuyệt tại đây. Tôi rất hài lòng với phòng và bữa sáng ở đây. Nhân viên tại sảnh hỗ trợ tôi rất chu đáo. Khi tôi đên checkin rất nắng nóng, có 1 bạn đã ra mời tôi 1 ly nước rất mát làm tỉnh cả người. Khi có dịp chắc chắn sẽ ghé lại ks. Thank you very much",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mom n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Ks view đẹp, nv thân thiện, dễ thương , đặc biệt buffet rất ngon. Nhà hàng tầng 6 có thiết kế khá đẹp, chụp hình rất sang trọng, đồ ăn cũng ngon. Các bé nhà mình rất thích hồ bơi, nước xanh mát và đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "QUINTER 5 sao",
            "review_content": "Tôi đi theo đoàn Herbalife, ra Nha Trang để công tác kết hợp nghỉ dưỡng. Các nhân viên phục vụ phòng niềm nở, vui vẻ, dọn phòng rất sạch. Dưới sảnh lễ tân thì có bé Trang dễ thương, nói chuyện hài hước và hướng dẫn rất nhiều chỗ ăn uống. Tôi hài lòng và sẽ dẫn gia đình quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giáp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good hotel",
            "review_content": "Khách sạn ở vị trí khá đẹp trong thành phố,  ko gần biển nhưng lại tiện lợi đỗ đậu xe.  Buffet tầng 6 đồ án khá ngon và hợp ý,  món Hoa nghe nói ks mới đưa vào nhưng lại rất ngon.  Các bạn nv hỗ trọe nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hula",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good",
            "review_content": "Tôi ở 2 đêm tại khách sạn sạn, phòng 807 rất tơi tả, các thứ được sét úp rất haid hòa và đepn mắt. Phòng cách trang trí đẹp, mát mătt. Các bạn nhân viên nhận và trả phòng nhanh. Giúp đỡ khách nhiên nhietu tinh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "An K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Toi cảm thấy rất hài lòng khi đươc nghỉ dưỡng tại khách sạn bữa sáng ở đaỷaats ngon hợp khẩu vị cho mọi người  món súp tôi thích nhất. Không gian khách sạn thoáng mát sạch sẽ nếu có cơ hội quay lại nha trang tôi vẫn chon ks này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu Trang P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đoàn Minh Anh",
            "review_content": "Phòng 812 khá ổn nhưng gặp mà hệ thống thoát nước hơi chậm, tắm xíu là bị tràn ra sàn. Còn lại mọi thứ trong phòng đều tốt. Bữa sáng ngon, nhiều món ăn khá ngon, rất hài lòng. Tôi vẫn sẽ quay lại khách sạn nếu có dip",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linhngo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Phong dep rat dep. Tli that su muon o day, và o them nua vì cam thay rat thoai mai khi nghi duong tại day. Nhan vien vui ve hoa dong ho tro doan to chuc hoi nghi rat chủyn nghiep. Danh 5 sao cho khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Herbalife",
            "review_content": "Phìng 1427 phòng của mình rất tốt, rất ok, các trang thiết bị hoạt động rất ổ, các dịch vụ đi kèm cũng rất ổn. Nhân viên rất nhiệt tình, ví dụ là bạn Linh  giúp đỡ đoàn tổ chức hoạt động off team rất vui. Lần sau tổ chức sẽ quay lại ks mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Lệ Thu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1428 phòng đẹp",
            "review_content": "Tôi lần đầu đến Nhà Trắng và thấy đúng khi chọn Quinter cho gia đình. Mọi người hãy đến để cảm nhận đi. Các em nhân viên dễ thương lắm, nhất là bạn Trang ý, nói chuyện nhỏ nhẹ mà hãy cười. Các cô buồng phòng cũng lịch sự và chu đáo nữa. Nhờ gì các cô đều giúp nhiệt tình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Dịch vụ tốt, nhân viên tận tình. Vị trí ks thuận lợi. Đoàn tôi đi nhiều người khách sạn phục vụ rất chu đáo, rất đang khen, nhân viên cũng rất ok nhất là bạn Linh chụp hìn cho đoàn khí thế mà rất vui.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiếp L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Herbalife ft Quinter",
            "review_content": "Tooi đi theo đoàn du lịch công ty Herbalife. Hồ bơi tầng 6 khung cảnh đơn sơ nhưng hồ lại sạch đẹp. Nhà hàng ngay tầng 6 ko gian sang trọng và ấn tượng lắm, chụp hình sống ảo thì siu đẹp. Phòng cũng mới và đẹp. Tất cả okeee.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diem",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng 1419 phòng rất tốt, rất tuyệt với, khách sanh quá đẹp, luoin có nv giúp đỡ tận tình và chu đáo. Nhân viên Mỹ Linh được 5 sao nha. Nói chuyện duyên dáng và rất vui tín. Hỏi thăm đoàn rất chu đáo. Nhất định sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Phòng 1419 phòng rất goog, tốt nhất trong nhwngx khách sạn 5 sao tôi đã từng đi. Dịch vụ tốt, nhân viên tốt, banh Linh giúp đỡ tư vấn thông tin dịch vụ ở Nha Trang rất chu đáo và đầy đủ. Tôi rất hài lòng và hy vọng sez quay lại để nghỉ tại ks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NGUYEN DUY THANH",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tót",
            "review_content": "Rất tuyệt vời là cả nhận ủa toi về phòng 1126. Ca đoan thấy rất tổ. Chac chan se quay lại khay san Qui tẻ de nghi duong vao lam sau. Nhan vien nhiet inh nhanh nhen vui tinh toi rat hai long voi tat ca",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn hảo",
            "review_content": "Phòng 1206 rất hoàn hảo, mọi thứ đều được như mong ước khi đi nghỉ tại khách sạn 5 sao. Ổn với mọi dịch vụ. Chị Linh đã giúp tôi tư vấn các dịch vụ kara, taxi của khách sạn cho gia đình tiện sử dụng. See you again",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẻ",
            "review_content": "Tôi thuộc đoàn Herbalife mang lại giá trị tốt đẹp cho cộng đồng. Đoàn tôi cảm thấy ks phục vụ rất nhanh nhẹn và chuyên nghiệp. Nhân viên có phòng cách phục vụ tốt, bữa sáng ngon. Nhân viên vui vẻ tận tâm nhất là bạn Mỹ Linh. Chào và hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hải",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá vui vẻ với chuyến đi",
            "review_content": "Dịch vụ khách sạn không có gì để chê. Từ nhân viên luôn tươi chòi chào khách, bạn Trang thân thiện và hay giúp đỡ khách. Nội thất phòng thì rất hợp ý mình, phòng có ban công nên buổi chiều có thể ra ngắm khung cảnh xung quanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thoi trang T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng 1218",
            "review_content": "Phòng rất ok, các thuêts bị hiện đại chuẩn 5 sao. Tuy nhiên mình k biết khách sạn có view biển không thì mình sẽ đặt để được nhìn biển Nha Trang. Bạn Nv Linh tư vanas cho mìnhvkhas rõ ràng và gọn gàng , phong cacgs phục vụ tốt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Hiệp T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Phòng của tôi rất tốt. Tôi rất hài lòng với tất cả mọi thứ. Các bạn phục vụ nhanh chuyên nghiệp và luôn vui vẻ với sự giúp đỡ đó. Ngày sau nếu quay lại nha trang tôi vẫn chọn ks làm nơi nghỉ dưỡng. Cảm ơn ks nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "truc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "good",
            "review_content": "em cảm thấy ở đây rất tốt. phòng đẹp nhận phòng và trả phòng nhanh. mọi dịch vụ đều tốt. nhân viên hỗ trợ hành lý lên tận phòng. cảm ơn a Phong đã giúp đỡ đoàn rất nhiều ạ. thả tim cha ks ngàn tim luôn nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao",
            "review_content": "Phòng ok, mọi thứ ổn rất toits. Đoàn của tôi hoen 50 phòng hoen 100 người và ks phục vụ rất ok, nhanh nhẹn. Phòng mình có view biển siêu đẹp, mình cực kỳ ưng ý. Nhân viên ai cũng chuyên nghiệp, banh Linh là 1 ví dụ nè. Hihi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tân L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chân trời mới",
            "review_content": "Phòng 1016 phòng ổn, đẹp, thoáng mát. Các trang thiết bị hiện đại, phòng rất mới và đẹp. Bữa sang ngon miệng, nhiều món lạ lầm đầu đc ăn  nhân viên ks dễ mên tôi hài lòng vs bạn Linh  bạn rất nhiệt tình và hiếu khách",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng 927",
            "review_content": "Tất cả các trang thiết bị đều tốt view đẹp đủ tiêu chuẩn 5 sao. Bữa sáng tuy chưa phong phú nhưng mà rất ngon, cũng có thay đổi theo ngày. Nhân viên nhanh nhẹn phù hơp. Tôi chắc chắn sẽ quay lại Quinter central",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Khách hoạt động tốt về thiết bị điện tử, không gian rộng rãi, sạch sẽ, đáng để nghĩ dưỡng nếu có lân sau ghé thăm, vị trí thuận lợi cho các khu mua sấm, gần biển dễ dàng trong việc đi lại. Khách sạn có hệ thống taxi quốc tế giá cả hợp lý và nhanh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice hotel",
            "review_content": "Phongd 808 phòng rất tốt, bữa sáng cũng nhiều, món boing cải vị bị hơi chua hinh như luộc hơi kĩ. Cong lại các ngày trước thì rất ổn. Nhân viên khách sạn nhanh nhenn vad hòa nhã nhất là banh Linh. Cảm ơn ks nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice location",
            "review_content": "Phong 802 rat depj va lich su. Khong gian tre trung rat thich hop cho cac cap doi hoacj doan lon. Nuoc tam nong k dc nong nhu mong muon. Bua sang rat nhieu mon, toi an rat ngon mieng. Nhan vien Linh rat hay hoi tham nc giup do doan.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Dung Phuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Extremely stunning",
            "review_content": "Khách sạn sạch sẽ giá cả hợp lý đồ ăn phong phú sẽ ghé qua tiếp vào những lần đến sau. Hồ bơi rộng hơn so với những khách sạn khác. Có khu vực trẻ em và ngườ lớn riêng. Khu vực nhaf hàng bên cạnh khá là đẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "quynh n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter nt",
            "review_content": "Phòng 806 của tôi rất là tốt, tôi và vơ cảm thấy rất thoải mái khi nghỉ tại đây. Tôi rất hay có chuyến ckong tác tại nha trang và vẫn sẽ chọn khách sạn làm nơi nghỉ khi đi công tác. Bữa sáng rất ngon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dũng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Phòng ở sạch sẽ, tiện nghi đầy đủ, đặc biệt là nội thất nhà tắm thì tuyệt vời. Bữa sáng với khá nhiều món ngon, đủ để cho mọi đối tượng lựa chọn từ già đến trẻ, từ bắc đến nam. Khách sạn có bể bơi khá đẹp bà rất sạch sẽ, với nhiều dịch vụ chăm sóc sức khoẻ, sắc đẹp, giải trí đi kèm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lanphuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1127 ok",
            "review_content": "Trang thiết bị phòng hiện đại, phòng sạch sẽ thoáng mát, có view hướng nhìn ra biển khá là thích. Giường rất thoải mái, máy lạnh luôn được bật ở 17 độ nên không khí trong phòng luôn mát lạnh. Nhưng ước phòng có thêm bàn là sẽ tiện hơn cho khách trải nghiệm. Nhìn chung phòng rất tiện nghi, rất xứng đáng để trải nghiệm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Như lê",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tuyệt vời là điều tôi cảm thấy khi ngir ngliw tại đây. Phòng khá rộng và đầy đủ tiện nghi. Nhân viên vui vẻ khi hỗ trợ hanbf lý cho đoàn dù rất đông hành lý đên. Tôi rất hài lòng với điều nay. Tôi gửi lliwf cảm ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Suong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hai long",
            "review_content": "Toi thuốc đoàn Du lich chann trời mới. Toi và các bạn cam thấy rat Hai long khi có 2 ngày nghỉ dương tại khác san. Đoàn của Toi se còn mot chuyen di nữa và rat by vàng cũng se Hai long như lan nay. Cam on ks",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Tran D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice",
            "review_content": "Phòng và hồ bơi rất đẹp, nhân viên chuyên nghiệp và dễ mến. Thức ăn sáng hơi nguội. Khách ăn theo đoàn hay chơi đùa ồn ào và ý thức kém. Các bạn phụv vụ trong nhà hàng và tiếp tân thân thiện và luôn giúp đỡ khách . Nói chung về nhân viên thì tốt .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lê Văn Thế",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên nhiệt tình",
            "review_content": "Tiện nghi trong phòng đầy đủ, sáng sủa sạch sẽ. Các bạn nhân viên hỗ trợ nhiệt tình lúc check in, thủ tục nhanh chóng. Mình còn được check in sớm, từ 10h đã có thể nhận phòng. Rất hài lòng và sẽ quay lại vào thờ gian tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Phòng 1005 phòng khad là ổn. Khoing gian snag trọng, mát mẻ. Điều hài lòng là nhâm viên thân thiện vui vẻ, cần gì lag hỗ troeh ngay, hành lý đi theo đoàn cũng nhanh. Bữa sáng chưa phong phí nheng cunhx tạm ổn",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Bảo Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter 5 sao",
            "review_content": "Khách sạn Quinter (Nha Trang), tiện nghi hiện đại, dịch vụ tốt, nhân viên khách sạn lịch sự hiếu khách. Thang máy di chuyển nhanh, an toàn. Vị trí giao thông thuận lợi cho việc di chuyển. Highly Recommend!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "The anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Qui tẻ nha trang",
            "review_content": "Tôi và vơ cảm thấy rất hài lòng về ks Qui tẻ nha trang. Phòng rất đẹp và thoáng mát. Nhân viên vui vẻ nhiệt tình. Hồ bơi vô cực rất to và mát. Có nhân viên cứu hộ túc trực giúp khách hàng tôi rất vui vì được lưu trú tại đây",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Đỗ Văn Thiêm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter 5 sao",
            "review_content": "Tôi rất hài lòng về sự phục vụ của nhân viên và đặc biệt món ăn rất hợp khẩu vị. Xe ra vào thoải mái. Ở Nha Trang để tìm đươc khách sạn có bãi đỗ xe rộng rãi, đậu được lâu thì rất khó. Mà ks lại gần trung tâm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn khi đến nha trang",
            "review_content": "Phục vụ tốt, tận tình, thức ăn ngon. Sạch sẽ. Sẽ quay lại. Bãi giữ xe gọn gàng. Nhân viên hỗ trợ nhiệt tình. Con đuoengf phía trước ks rộng rãi thoải mái nẻn xe cộ đi lại và đậu đỗ rất thoải mái, ko lo bị ùn tắc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Trí",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Điều ấn tượng nhất là các bạn nhân viên phục vụ rất thân thiện ,nếu bạn muốn nghĩ ngơi relax thì có hạng phòng Club Suile view biển tuyệt vời, món ăn phong phú thuần việt,hồ bơi ,gym đủ cho những ngày công tác thật hoàn hảo, ..cảm ơn các bạn đã phục vụ chúng tôi, chúng tôi sẽ trở lại trong tháng 11 sắp tới đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "bao hoang l",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter is the best!",
            "review_content": "Mình đã lưu trú tại khách sạn nhiều lần rồi. Thủ tục nhận phòng nhanh, bãi đỗ xe rộng. Các xe khách đến và đỗ thuận lợi, không bị ùn tắc. Nhân viên hỗ trợ nhiệt tình. Phòng thơm tho sạch sẽ. Hồ bơi rộng và thoải mái.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lê thái tôn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 chuyến du lịch ok",
            "review_content": "Phòng rất là ok, các bạn lễ tân phục vụ rất chu đáo, gặp 1 bạn đồng hương người nghệ an tên phan thị hoài trang hướng dẫn và tư vấn rất tận tình.  Đồ ăn thì cũng ok, khách sạn gần biển và các dịch vụ vui chơi giải trí, thuận tiện cho 1 kì nghỉ gia đình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng với khách sạn.",
            "review_content": "Tiện nghi phòng tốt,nhân viên và các dịch vụ tốt. Vị trí thuận lợi, gần biển. Gia dình vui vẻ trong chuyến đi. Lần đầu đến nha trang và sẽ quay lại vao dịp tới. Nói chung rất thích và mong khách sạn phát triển hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng 816 phục vụ khách OK Bữa sáng ngon. Phòng sạch sẽ. Vi trí đẹp. Các dịch vụ ở khách sạn rất tốt, nhân viên thân thiện nhiệt tình luoonnhoir thăm gia đình trong quá trình ở tại khách sạn. Tôi rất hài lòng với bạn Lĩnh cskh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Luyến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuẩn 5 sao",
            "review_content": "Phòng 1024 phòng ổn, tạo cảm giác thoải mái rất dễ chịu. Ăn sáng ở nhà hàng tầng 6 rất ngon, vị rất ngon cảm giác lạ miệng ngon, ngon nhất là món mì ý xào rau củ... Bạn Nhân viên chăm sóc khách hàng rất dễ gần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thi Bich Loan N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất ok",
            "review_content": "Tôi rất hài lòng khi ở khách sạn Quinter central. Phòng rất ok tôi rất thích. Khi về nhà tôi sẽ kể và giới thiệu bạn bè đến ở Quinter. Cả gia đình, con cháu cũng rất thích nghỉ dưỡng tại đây. Vì phòng ok, bữa sáng ngon, nhân viên vui vẻ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "đăng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "vote",
            "review_content": "tôi ở phòng 1423 tôi ở ba ngày hai đêm  phòng rất ok thoáng mát. bữa sáng phong phú ngon miệng. nhân viên vui vẻ hieuby khach. tôi va giabddình rất vui vì đuơck nghỉbtại đây  hy vọng sẽ qjay lại sơm vao năm sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chị Đào Thị Hồng Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks 5 sao",
            "review_content": "Chăm sóc khách hàng nhiệt tình, phòng 1129, ở 5 ngày 4 đêm ở sang trọng, sạch sẽ, nhân viên phục vụ nhiệt tình, bữa sáng ngon, vừa miệng. Nếu có cô hội mình sẽ đến tham quan và lựa chọn khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "A Quynh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ Nha Trang",
            "review_content": "A ở phòng 1112, ở 3 ngày 2 đêm. Phòng ốc rất tốt, đẹp và chuẩn 5 sao. Đồ ăn sáng ở tầng 6 ngon miệng, nhân viên nhà hàng nhanh nhẹn, nhiệt tinh. Vị trí khách sạn gần trung tâm tiện đi lai cho đoàn vui chơi giải trí",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thúy Trần",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ",
            "review_content": "Khách sạn đẹp. Phòng thoáng, đầy đủ tiện nghi. Ăn sáng thời gian thoải mái và đa dạng phong cách. À, có phần bánh chào mừng rất ngon và chill. Tôi và đoàn sẽ quay lại Quinter và đợt towiis. Chào nha trang xinh đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ana",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Rất tốt, phòng đẹp và rất sạch sẽ! Toi o phong 1217 va 1218 toi rat hai linh. Khach san de lai an tuong rat tot voi toi. An sang ngon ho boi dep view khach san cung rat dep. Nhan vien Linh giup toi rat tot va vui ve. Toi se quay lai ks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hùng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Phòng ở rất ok, bữa sáng ngon miệng, rất nhiều món. Không gian sảnh chính rất to đẹp, chụp được nhiều ảnh đẹp với đoàn. Vị trí khách sạn rất thuận lợi cho việc dj chuyển. Nhân viên vui vẻ nhiệt tìn, tôi ấn tượng với bạn Linh luôn niềm nở hỗ trợ đoàn chụp hình và cười rất thân thuện, bạn Phobg hỗ trơj hành lý đoàn tốt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Khách sạn sang trọng, sạch sẻ, đội ngủ tiếp tân nhiệt tình. Đồ ăn sáng khá ngon, đầy đủ các món, hợp khẩu vị. Sẽ cân nhắc trở lại lần nữa khi ghé Nha Trang chơi lần sau cùng gia đình. Bạn linh rât hỗ trơj gđ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thang nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tot",
            "review_content": "Phòng ánh sáng máy lạnh tốt  Nhân viên phục vụ tận tình  Dịch vụ thức ăn tốt Vị trí khách sạn dễ dàng di chuyển  Nếu có cơ hội xẽ quây lại  Đồ ăn thức uống phong phú họp khẩu vị  Nhan vien rat nhietbtinh voi doan",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mình Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao chuẩn",
            "review_content": "Sảnh chính sạch sẽ đặt biệt có piano Buffet đa dạng món và ngon Phòng đẹp đẹp, tiện nghi đầy đủ nội thất Hồ bơi to đẹp. Giá đình rất thích tấm hồ vào buổi chiều rất mât mẻ. Kỳ nghỉ tới sẽ quay lại quinter central",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pham Thuy Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Khách sạn sạch đẹp, gần biển,trong trung tâm tiện di chuyển, phòng rộng, bể bơi rộng đẹp, buffet khá đa dạng, phòng rộng thoáng đẹp, thái độ nhân viên nhiệt tình. có thể quay lại nếu đến NTrang lần sau!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chi hanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks ok",
            "review_content": "Chi o phong 1109 phong rat la thoai mai. Nhan vien nhiet tinh. Do an sang nen phong phu hon. Nen thay doi menu theo ngay vi doan o 3 dem cam thay do an bi lap lai chua co doi moi. Bua dau thay ngon nhung bua sau thay hoi ngan.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Long",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng",
            "review_content": "Vị trí khách sạn khá gần bãi biển, đi bộ tí là raGiá cả ở đây khá ok. Hồ bơi vô cực đẹp. Phòng mình ở khá rộng rãi cho 2 người, view ban công rất đẹp. Breakfast món ăn đa dạng. Nhân viên rất thân thiện nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chị oanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Hài lòng với dịch vụ , đồ ăn sáng cực ngon , nhất là các món nước. Phở bò, phở gà rất ngon, và hợp khẩu vị. Nhân viên phục vụ nhiệt tình , nhanh nhẹn , nhân viên siêu siêu dễ thương ấy , hỏi gì cũng trả lời nhiệt tình luôn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "A quỳnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tiêu chuẩn 5 sao",
            "review_content": "Dịch vụ tốt, giá cả hợp lý Nhân viên chu đáo, lễ phép Bể bơi sạch, view đẹp Đồ ăn ngon Gần bãi biển đẹp. Bạn Linh cskh rất nhiệt tình vs gia đình tôi  cảm ơn bạn nhé Taxi luôn có sẵn ngoài ks để chở gđ  tôi rất hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hanh nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ấn tượng",
            "review_content": "Tôi và đoàn đã có chuyến đi rất vui và hạnh phúc tại khách sạn quinter. Được cháu Linh rất xinh, vui vẻ và nhẹ nhàng hỗ trợ đoàn. Vị trí ks thuận lợi cho khách du lịch. Tôi và đoàn có dịp sẽ quay lại ks",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vinhluc T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Cảm thấy hài long, Vị trí thuân lơi di chuyển Không gian thoán mát, Nhiet tình Đặc biêt là bạn Linh cskh rất vui vẻ nhiêtn tình vs gia đìn btooi sẽ quay lại nhé. Hẹn gặp lain ks vào 1 nvagf k xa nha. Bai bạ",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Khang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Khách sạn rộng rãi thoáng mát , sảnh chờ rộng . Nhân viên phục vụ tốt , luôn tư vấn khách hàng . Khách sạn nằm vào trung tâm thành phố rất dễ nhận biết. Luôn có taxi ngòi ks chờ. Gd rất vui và sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vu cam ly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nice",
            "review_content": "tôi ở phòng 1123 gia đình cảm thấy rất tốt  bwax sáng ở tầng 6 rất ngin và phong phú. khách sạn ở gần trung tâm rất thuận tiện đi lại. nhân viên vui vẻ thân thiên. bạn Linh cskh nhiệt tình. tôi sẽ quayblaij",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dinh trieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hotel good",
            "review_content": "P 904 rất tốt, thoáng mát sạch sẽ. Bữa ăn sáng cũng rất nhiều món và ngon miệng. Gia đìn cảm thấy rất hài lòng tất cả các dịch vụ mà khách sạn mang lại. Hy vong khách sạn luôn phát huy tốt hơn nữa. Tôi sẽ ghé lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thùy Dung T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter",
            "review_content": "Phòng đẹp, sang trọng, dịch vụ tốt và nhanh chóng. Phòng đc thiết kế thông minh. Đồ ăn ngon, sảnh cưới đẹp, phục vụ nhanh nhẹn, tư vấn nhiệt tình, mình rất hài lòng về chất lượng cũng như dịch vụ ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks ok",
            "review_content": "Phòng rộng rãi thoáng mát . Đồ ăn khá ngon nhưng không phong phú lắm . View đẹp nhìn ra biển . Nhưng phòng vệ sinh lúc mới vào hơi có mùi cần chú ý hơn , thang máy rộng đi khá nhanh nhưng t chờ thang máy khá lâu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mỹ dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Phòng to đẹp, mới rất thoáng mát. Đồ ăn phong phú ngon miệng rất phù hợp với gia đình có e bé. Hồ bơi to đẹp, nhìn rất thích mắt, không có nhiều mùi clo như ở những chỗ khác. Tôi và gia đình sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yoan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khánh sạn chất lượng tuyệt vời",
            "review_content": "Mình dành kỳ nghỉ hè đi với gia đình và quyết định chọn ks Quinter, phòng nghỉ ngơi thoải mái, nhân viên phục vụ tốt, niềm nở, bữa sáng rất ngon và vừa khẩu vị. Gia đình có con nhỏ sẽ rất thích vì hồ bơi sạch đẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Son D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks 5 sao",
            "review_content": "Dịch vụ tốt, nhân viên thân thiện, phòng ốc sạch sẽ, không gian đẹp và thoải mái, đồ ăn sáng phong phú và ngon miệng. Cảnh quan đẹp và xanh, thân thiện với môi trường. Khách sạn là nơi đáng để khách du lịch book phòng và trải nghiệm các dịch vụ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trong c",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks quinter",
            "review_content": "Phòng sạch sẻ, dọn phòng  kịp thời khi có yêu cầu. Giá cả hợp lý. Khung viên hồ bơi, nhà hàng đẹp, phục phụ tốt, tuy nhiên các nhân viên trao đổi cv với nhau hơi lớn tiếng. Hành lang thông giữa các phòng hơi ngộp, nên mở quạt thông gió.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tram L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch trong mùa Covid",
            "review_content": "Khách sạn nằm ngay trung tâm, rất tiện lợi khám phá đồ ăn ở Nha Trang, mình đi ra biển có 3p đi bộ, ks rất gần biển, Nhân viên ở đây rất nhiệt tình, dịch vụ cũng chất lượng. Nếu có cơ hội sẽ quay lại nơi này, vì rất thuận tiện đi lại.",
            "reviewer_location": "Phong Nha, Việt Nam"
        },
        {
            "name": "Minh Hai L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thích hợp cho ng công tác",
            "review_content": "Tôi là một người thường xuyên đi công tác, công việc phải tiếp khách ngoại giao nhiều.  Ở Quinter tôi thấy rất phù hợp , ngoài phòng ốc rộng đẹp, còn có dịch vụ karaoke và massage rất tốt phù hợp với nhu cầu về công việc của tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Min Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks có nhà hàng và hồ bơi đẹp",
            "review_content": "Gia đình mình đã nghỉ tại đây 2 đêm, rất hài lòng về dịch vụ ở đây,,hang phòng Deluxe đầy đủ tiện nghi  Tuy không phải nằm ở sát biển nhưng bù lại phòng rộng rãi, trang trí đẹp, đặc biệt thích nhà hàng và hồ bơi",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Ngan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Vị trí nằm ngay trung tâm nhưng giá tốt. Nhân viên trẻ đẹp và thân thiện. Phòng ốc đẹp, nội thất xinh xắn. Phục vụ ăn sáng rất tốt. Đồ ăn ngon, món ăn, nước uống tha hồ lựa chọn. View chất lượng. Có điều sảnh lễ tân tiết kiệm điện quá hơi bị nóng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thu vân võ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ đáng nhớ",
            "review_content": "Khi đến Nha Trang- thành phố biển xinh đẹp. Tôi có một kì nghỉ rất hài lòng về thời tiết, phong cảnh, cũng như con người ở vùng biển này.Đặc biệt là ở khách sạn đây: được dùng bữa sáng ở nhà hàng sang trọng, phòng ở gọn gàng, thiết kế tinh tế và nhân viên rất thân thiện, niểm nở. Còn gì bằng khi một kì nghỉ có đầy đủ sự thuận lợi như vậy nữa.xin cảm ơn.  Tôi sẽ trở lại một ngày không xa!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Na Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hơn cả hài lòng",
            "review_content": "Mình vừa lưu trú tại Quinter nhân dịp kỷ niệm ngày cưới, khách sạn đã miễn phí nâng cấp cho vc mình lên loại phòng suite rất đẹp, rộng rãi, có ban công nhìn ra biển, nhân viên lễ tân dễ thương, luôn hỗ trợ khách hàng. Mình rất hài lòng về kỳ nghỉ tại khách sạn và sẽ quay lại khi có dịp. Highly recommend",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Kim Kaylee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm honeymoon tuyệt vời tại Quinter hotel.",
            "review_content": "Dịch vụ rất tốt từ lúc đặt phòng đến khi nhận phòng, phòng view biển đẹp, rộng rãi, có bồn tắm. Được hỗ trợ set up trang trí honeymoon trong phòng làm 2 vợ chồng rất bất ngờ. Cám ơn khách sạn rất nhiều, lần tới sẽ quay lại khi có dịp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MaiHuyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kynghituyetvoi",
            "review_content": "Đợt Tết vừa rồi mình có dịp ghé Nha Trang cùng gia đình. Mình chọn Quinter Central là nơi nghỉ dưỡng vì vị trí quá đẹp và quá thuận tiện cho việc di chuyển. KS đã không làm mình thất vọng: đẹp,có hồ bơi sang chảnh, tiện nghi,đồ ăn ngon, thêm cả dịch vụ giải trí karaoke, massage và hơn cả là nv vô cùng nhiệt tình... Cảm ơn vì đã góp phần vào kỳ nghỉ tuyệt vời của mình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Extraordinary826463",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhà Hàng ",
            "review_content": "Một trong những trung tâm hội nghị tiệc cưới chúng tôi rất hài vòng về cách phục vụ cũng như phong cách setup tiệc cưới tại đây. Với các kiểu setup đa dạng nằm trong toạ lạc của thành phố  .  Chúc khách Sạn ngày càng phát triển",
            "reviewer_location": "Gia Lai, Việt Nam"
        },
        {
            "name": "Thỷ Thỷ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao",
            "review_content": "Cuối tuần đi ăn sáng, cafe tại tầng 6 của khách sạn Quinter Central. Vừa bước chân vào đến nhà hàng, một không gian sang trọng, đẹp. Giá vé chỉ 174.000vnd đang trong thời gian khuyến mãi đến hết tháng 11/2019 luôn. Gia đình và bạn bè mình rất thích về phòng cách bài trí cũng như phong cách phục vụ của các bạn nhân viên nhiệt tình và dễ thương nữa Hồ bơi đẹp lung linh luôn. Tôi sẽ tiếp tục ủng hộ dịch vụ của khách sạn Một ngày tuyệt vời!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thuy_Ha84",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp, Sang trọng",
            "review_content": "Khách sạn gần biển, trung tâm, đi bộ ra biển chỉ 150m và không bị kẹt xe. Hồ bơi rộng rãi, đẹp, sạch sẽ. Sảnh tiệc, hội nghị có sức chứa lên đến 1000 khách. Tôi đi ăn tiệc của công ty rất thích và đồ ăn ngon, nhân viên phục vụ nhiệt tình, rất dễ thương. Tôi sẽ giới thiệu bàn bè, gia đình của mình đến Nha Trang sử dụng dịch vụ của khách sạn Quinter Central trong thời gian sớm nhất.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "KimNhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới tại nha trang",
            "review_content": "Cuối tháng 7 tôi cùng gia đình có kì nghỉ 3 ngày 2 đêm tại NT. Gia đình tôi đã book phòng tại Quinter Central.  Sau kì nghỉ có chút review để bạn bè update thông tin nhé.  Khách sạn ở trung tâm,gần biển. Phòng từ quá OK, tôi ở trên tầng 12 phòng view biển,đẹp & sang chảnh. Thích nhất là nhà hàng với ko gian cực đẹp,buffet nhiều món lạ & hợp khẩu vị vì gia đình tôi từ Bắc vào.  Đánh giá chung:sang,đẹp,đáng tiền. VERY GOOD.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phong Trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đẹp",
            "review_content": "Khách sạn nằm gần trung tâm, chỉ cần đi bộ khoảng 5 phút là ra đến biển và Sailling Club nổi tiếng ở Nha Trang. Nội thất đẹp và giống như hình quảng cáo, mình rất hài lòng và cảm thấy xứng đáng với số tiền bỏ ra.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Phương Thảo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trãi nghiệm",
            "review_content": "Một chuyến đi ngắn, 1 ngày làm việc ngắn khi tâm trạng đg dần đi về sự cân bằng.  Không gian sạch sẽ, yên tỉnh. Buổi sáng thức dậy vừa làm việc vừa ngắm núi. Tối 1 m thưởng thức đặc sản NT.  Hẹn lại tháng 11 bạn nhé.  Cám ơn đời mỗi sớm mai thức dậy. Cho tôi ngày nữa để yêu thương.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Văn Tài",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp. Nhà hàng và hồ bơi rộng. Nhân viên nhiệt tình",
            "review_content": "Chủ nhật vừa rồi tôi cùng gia đình ăn sáng tại tầng 6 nhà hàng Q'Lujo. Nhà hàng rất đẹp rộng rãi, thoáng mát. Nhân viên thân thiện. Ăn sáng xong ra phía hồ bơi uống thêm 1 ly cà phê ngồi nói chuyện và ngắm cảnh. Ở đây có thể mua vé tắm hồ bơi chỉ với giá 99k có bao gồm 1 juice và 1 snack. Bé ở nhà rất thích đi tắm hồ bơi ở đây. Cảm ơn các bạn đã phục vụ nhiệt tình và thân thiện. Love all.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "ANNE",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, đẹp, nv phục vụ nhiệt tình",
            "review_content": "Tháng vừa rồi tôi đã ở tại khách sạn này, tuy ko nằm trên trục đường chính nhưng đường khá rộng, gần biển, bãi giữ xe khá rộng rãi. Phù hợp với các đoàn team building. Tôi có con nhỏ có bạn nhân viên nữ dễ thương đã giúp tôi trông cháu để tôi sử dụng dịch vụ tại nhà hàng. Tôi ko biết tên bạn ấy, thông qua đây còn gửi lời cảm ơn đến bạn nhân viên nữ dễ thương ấy. Một nơi rất xứng đáng để lưu trú tại Nhà Trang.",
            "reviewer_location": "Quebec, Canada"
        },
        {
            "name": "Thu Hiếu",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ks Đẹp",
            "review_content": "Đã 2 lần lưu trú tại đây, khách sạn đẹp, vị trí tốt, món ăn ngon ..... Khyến khích mọi người đến với Nha Trang lưu trú tại đây để trải nghiệm dịch vụ. Tầm phân khúc giá như này bản thân mình thấy khách sạn này rất đáng để trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Antonie_Nicky",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp",
            "review_content": "Khách sạn đẹp, chỉ mất 5 phút để đi bộ đến bãi biển và trên đường này, nhiều cửa hàng nhỏ, nhà hàng thức ăn biển BBQ,. . . dịch vụ tốt Nhà hàng đẹp với hồ bơi & quầy bar bên ngoài. Nhân viên thân thiện. Phòng sạch sẽ, trang điểm hàng ngày. Chúng tôi hài lòng cho tiền chi tiêu của chúng tôi cho kỳ nghỉ ở đây. Cảm ơn khách sạn.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Thuat Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quinter Central-Nơi tốt nhất cho đám cưới và hội nghị",
            "review_content": "Nơi tốt nhất ở Nha Trang với phòng chức năng lớn nhất cho đám cưới và hội nghị  - Thức ăn ngon  - Dịch vụ tốt  - Nhân viên tốt  - Địa điểm đẹp  - Khái niệm hay  Công ty tôi có rất nhiều sự kiện tại Quinter Central Nha trang. Quản lý khách sạn rất tử tế và thân thiện. Nhóm tổ chức sự kiện rất chuyên nghiệp và được hỗ trợ. Chúng tôi đánh giá cao dịch vụ của họ Chúng tôi sẽ giới thiệu cho đối tác của chúng tôi khi muốn tổ chức sự kiện ở nơi này @@@. Quinter Central - nơi tốt nhất để tổ chức đám cưới và hội nghị",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bobstar M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chức năng cá nhân",
            "review_content": "Khách sạn mới với tất cả các trang trí đẹp ra khu vực hồ bơi và ăn uống. Nhân viên thân thiện sạch sẽ và thức ăn rất ngon. Quan điểm nổi bật và gần trung tâm thành phố. Sẽ trở lại để dành một đêm tại khách sạn tuyệt vời này.",
            "reviewer_location": "Nha Trang, Việt Nam"
        }
    ],
    "hotel": {
        "location": "86/4 Trần Phú Phường Lộc Thọ, Nha Trang 650000 Việt Nam",
        "name": "Quinter Central Nha Trang",
        "geo_data": {
            "latitude": 12.228092193603516,
            "longitude": 109.19705963134766
        },
        "room_number": "170",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/b9/32/87/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8a/e8/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/87/e1/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/21/f7/7b/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/25/86/0e/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/25/84/a4/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/9a/5b/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/96/ee/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/96/f9/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/97/1f/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/97/0f/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/9d/bb/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/9a/84/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8b/49/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8b/29/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8b/14/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8b/09/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/8a/fc/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/22/88/d9/quinter-central-nha-trang.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/b9/2e/66/lobby.jpg?w=1200&h=-1&s=1"
        ]
    }
}