{
    "content": [
        {
            "name": "Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ dưỡng",
            "review_content": "Rất tuyệt vời, view đẹp, chăm sóc khách hàng tốt , nói chung giá cả hợp lý, đáng để mọi người lại nơi đây tham quan và nghỉ dưỡng , nhân viên chăm sóc khách hàng rất nhiệt tình, vui vẻ. Nếu muốn du lịch nghỉ dưỡng thì đây là một nơi thích hợp. Gia đình mình đã thực sự được thoải mái khi đến đây. - Phòng view  rất đẹp, tiện nghi trong phòng tương đối ổn. - Địa điểm resort tuy có hơi xa thị trấn một chút, nhưng cũng không phải vấn đề lớn, bạn có thể gọi taxi để khám phá Đà Lạt rất dễ dàng. Nhân viên khách sạn sẽ nhiệt tình hỗ trợ và giúp bạn trong vấn đề này. -Nhân viên rất nhiệt tình và thân thiện. Luôn hỗ trợ khách hàng tốt nhất có thể. - không gian, thiên nhiên trong lành, rất tốt cho việc nghỉ dưỡng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyệt H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great!",
            "review_content": "Một nơi đáng đến.  Cadasa có vị trí cực kì tuyệt: không quá xa trung tâm thành phố song lại không phải ở nơi hoang vu hiu quạnh.   Các biệt thự cổ có nét đẹp hoài cổ, phong cảnh đẹp và không khí trong lành. Nếu chỉ đến Đà Lạt để nghỉ dưỡng và chụp ảnh thì chỉ cần ở loanh quanh trong khuôn viên cũng có thể có có đống ảnh sang - xịn - mịn để check-in. Ngay cả Reception cũng rất đẹp rồi.  Phòng ốc sạch sẽ rộng rãi, đầy đủ và ấm cúng. Mỗi lần dọn phòng nhân viên sẽ đốt sả rất thơm và dễ chịu.   Nhà hàng Violet Chiều Thứ Tư lãng mạn, nhiều hoa và dễ chịu. Mình dùng bữa sáng ở đây thấy đồ ăn/đồ uống khá ngon. Đặc biệt là sữa chua của nhà hàng, nếu có thể thì nên dùng thử món này.",
            "reviewer_location": "Lâm Đồng, Việt Nam"
        },
        {
            "name": "Trần Vân",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bình yên & giá trị",
            "review_content": "Gia đình tôi đã ở đây 4 ngày 3 đêm tại biệt thự số 20. Chúng tôi đều yêu mến không gian bình yên, bãi cỏ hoa bồ công anh, rừng thông và những  căn biệt thự cổ vô cùng đẹp. Đồ ăn sáng ngon nhẹ nhàng với không gian rất lãng mạn ở nhà hàng HOA VIOLET CHIỀU THỨ 4 Gia đình có các bé teen tới đây nghỉ dưỡng và tìm hiểu lịch sử & kiến trúc của các căn villa cổ ở đây rất hợp. Điểm cộng là khu này rất gần trung tâm, hồ xuân hương, chợ đêm nhưng không bị ồn ào. Chúc cadasa phát triển thịnh vượng.  ",
            "reviewer_location": "Lâm Đồng, Việt Nam"
        },
        {
            "name": "Tím B",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Cảnh đẹp sân vườn và con đường đẹp đầy hoa cẩm tú cầu nhiều màu sắc.",
            "review_content": "-Mình đi cùng với đoàn 43 người. Con đường đến khu vực cadasa rất đẹp với nhiều hoa cẩm tú cầu đa sắc, phòng ốc chỉ tạm được, sân vườn đẹp nhiều hoa với đủ loại nhưng không được chăm sóc tỉ mỉ, khu vực ăn sáng tương đối , nhân viên phục vụ ăn uống nhiệt tình.  -Nhân viên phục vụ phòng không tốt, 4 ngày, 3 đêm nhưng chỉ thay dụng cụ trong phòng 1 lần. Không gặp tiếp viên phục vụ phòng để kiến nghị.Nói chung là vắng vẻ. -Xa trung tâm nên khó khăn trong việc đi lại.  - wifi rất yếu nên mình không thể truy cập trong suốt thời gian nghĩ dưỡng. -Phòng quá cũ nên bị thấm và dột rất bực bội. Cái cảm giác trời mưa rất vắng vẻ, không internet, nằm đếm từng giọt nước dột xuống nền nhà rất tồi tệ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tra746",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi nghỉ thanh bình, đẹp, ấm cúng",
            "review_content": "Cadasa có một không gian tuyệt vời, gần trung tâm, tiện đi lại nhưng vẫn có sự tách biệt, yên tĩnh, tránh xa khu mua bán ồn ào. Đội ngũ nhân viên nhiệt tình, niềm nở, thái độ phục vụ chu đáo, lễ độ. Không gian ở ấm cúng, thoáng mát, đảm bảo không khí trong lành và ánh sáng tự nhiên. Thức ăn được.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "trucnguyen2015",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khung cảnh đẹp, sang trọng, yên tĩnh, phù hợp cho nghỉ dưỡng.",
            "review_content": "Vợ chồng mình nghỉ tại Cadasa 2 đêm, mình thích kiến trúc phương Tây cổ của KS, rất phù hợp với cái se lạnh của Đà Lạt. Nếu đi du lịch theo nhóm gia đình khoảng 10 người, đăng ký hẳng 1 villa thì tuyệt vời. Nhân viên nhệt tình và gần gũi như người trong nhà. Nhà hàng phục vụ ăn sáng ngon, view đẹp. Con đường dẫn vào KS thuộc hàng đẹp nhất tp Đà lạt, nếu đi vào mùa mai anh đào nở còn đẹp hơn nữa. Giá cả phù hợp. Lần sau mình sẽ trở lại Cadasa.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "hanguyen2015",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Binh thuong",
            "review_content": "Canh quan resort khong dep lam, nhan vien than thien, tu resort vao trung tam thanh pho di bang xe may thi kha thuan tien nhung khong di bo duoc, do an sang ngon nhung khong da dang. Nhin chung khong co diem gi noi bat.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "NgoHungKTS",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Biệt thự cổ Đà lạt Cadasa",
            "review_content": "Đây là những ngôi biệt thự cổ, theo phong cách thiết kế miền bắc nước Pháp. Các bạn sẽ có cảm nhận đặc biệt như tôi khi đến nghỉ dưỡng tại đây, những tiếng chim hót vào mỗi sáng, những tia nắng vàng ươm xuyên qua tán lá thông nhuộm vàng một góc biệt thự đang ẩn mình Vvtrên đồi thông tuyệt đẹp như một thiếu nữ e ấp mong chờ người yêu. Tôi đã 5 lần đến Đà Lạt, nhưng phải đến lần này Tôi mới cảm nhận được Đà Lạt xưa.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HoangMai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng cho mình cảm giác rất bình yên, hạnh phúc, view đẹp, phòng đẹp, nhân viên thân thiện",
            "review_content": "Rất tuyệt, lần sau đến Đà Lạt, mình lại sẽ lụa chọn nơi này. Phòng đẹp, không gian đầy hoa rất lãng mạn, nhân viên vui vẻ thân thiện, nhà hàng ăn ngon, không gian cà phê đẹp, lãng mạn. wifi miễn phí. Buổi sáng bạn có thể đi dạo trong vườn, hít thở không khí trong lành, và ngắm không gian đầy hoa và xanh mát, rất ấn tượng. very good.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "vohungkha",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một chuyến nghĩ dưỡng yên tĩnh",
            "review_content": "1. vị trí hơi xa trung tâm thành phố Đà Lạt, đi bộ khoảng 30 phút, nên cần thuê xe máy - hotel có sẵn.  2. khuôn viên rộng rải thoáng mát, có nhiều biệt thự cổ từ 8 tới 10 phòng. Mình ở biệt thự 20 phòng 205, có ban công và view nhìn ok.  3. mình đi mùa này nên được giảm 20% - theo facebook. giá ca hợp lý.  4. bạn có thể chụp ảnh ngay trong khuôn viên, vườn cây rất đẹp. 5. bữa sáng: tạm ổn.      bữa trưa và tối: OK",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Vuhien2501",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Thiên đường nghỉ dưỡng Cadasa Resort",
            "review_content": "Nếu tìm nơi để nghỉ dưỡng tại Đà Lạt thì Cadasa Resort là lựa chọn lý tưởng. Không gian yên tĩnh thoải mái với thiên đường rực rỡ từ các loài hoa. Tôi cảm thấy tràn đầy năng lượng vào sáng sau giấc ngủ ngon và sâu. Điểm đặc biệt ở Cadasa là không gian cafe và nhà hàng rất đẹp, ẩm thực tươi ngon và nước uống  phong phú. Các bạn phục vụ rất nhiệt tình thân thiện :)",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "dongunghuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "very good",
            "review_content": "Vị trí đẹp nhất Đà Lạt, khung cảnh thơ mộng với các toà biệt thự cổ trên đồi thông. Không khí rất trong trẻo và yên bình với vườn hoa và chim. Nhân viên rất lễ phép và sẵn sàng giúp đỡ bạn, tận tình với khách. Phòng rộng và nhất là bạn được sử dụng phòng khách chung của cả toà biệt thự cổ kính, sang trọng. Ăn sáng ở đây không nhiều lựa chọn lắm, nhưng món ăn nấu rất khéo và ngon. Các toà biệt thự số chẵn có khung cảnh cổ và sang trọng hơn cá toà số lẻ",
            "reviewer_location": "Hanoi"
        },
        {
            "name": "hav3244",
            "avatar": "",
            "review_rating": "4",
            "review_title": "CadasaHoaˋi cổ vaˋ dê˜ thương",
            "review_content": "Điều làm mình thích nhất ở Cadasa là có khuôn viên rộng và khu vườn có duyên, đặc biệt kiến trúc các biệt thự tuyệt đẹp! Mặc dù nội thất có một số thứ chưa đủ... \"xịn\" tương đương với loại phòng, là xứ hoa nhưng lọ hoa trong phòng hơi sơ sài, (giống hoa của học sinh trực lớp cắm trên bàn giáo viên cho có để đối phó, hihi...), tuy nhiên đối với những người \"hoài cổ\" yêu thích không gian thiên nhiên và phong cách cổ điển nước Pháp thì một khu resort yên tĩnh xanh tươi với những villa nằm  giữa rừng thông mà ở ngay trong lòng thành phố như thế này là hầu như không còn gì để chê. Nói chung ở những nơi cổ điển và phong cách như thế này luôn khiến mình cảm thấy thoải mái và nhiều cảm xúc như trở về nhà :\") Đặc biệt thêm một điều làm mình luôn muốn quay lại Cadasa là vì nhân viên quá",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HanoiJW",
            "avatar": "",
            "review_rating": "3",
            "review_title": "thường thường bậc trung",
            "review_content": "Khung cảnh, khuôn viên khá đẹp, gần dinh Bảo Đại ven hồ Xuân Hương. Gồm các biệt thự cổ, yên tĩnh. Nội thất bình thường, có lẽ người ta để giống như xưa. Không có nhiều tiện ích, giống như một khu biệt thự cho thuê mà thôi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HaiDangTruong",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn tệ nhất trong tất cả các khách sạn mà tôi đã từng đến",
            "review_content": "Chỉ có thể nói 1 câu thôi, thật kinh khủng, tồi tệ. Khuyên các bạn 1 câu chân thành là đừng bao giờ đến đây để nghỉ dưỡng. Từ quản lý đến nhân viên hình như chưa từng qua 1 khóa đào tạo nào, ăn nói lốc cốc, thái độ phục vụ quá kém cõi... vậy mà được đánh giá là 3 sao sao???? Theo tôi thấy khu nghỉ dưỡng này không xứng là 1 khu nhà trọ nữa kìa. Người chủ đầu tư của khu này nên xem lại cách quản lý của mình nếu không muốn mất khách",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Jenny A",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Nếu họ cố gắng đưa bạn qua đường trong phòng tràn của họ, yêu cầu tiền của bạn trở lại.",
            "review_content": "Chúng tôi đã rất thất vọng khi thấy mình bị cô lập trên một con đường đông đúc từ khu nghỉ mát chính mặc dù đã có tất cả số tiền còn nợ cho hai đêm nghỉ của chúng tôi trừ vào tài khoản của tôi một tuần trước khi chúng tôi đến và đặt phòng của chúng tôi đã được thực hiện vài tháng trước chuyến thăm của chúng tôi. Để ăn sáng, chúng tôi phải quay lại con đường này. Sau khi phàn nàn vào sáng hôm sau họ chuyển chúng tôi trở lại khu nghỉ mát chính. Trong cả hai phòng, nhà vệ sinh bị rò rỉ. Điều này mặc dù đã được cải tạo trong phòng thứ hai. Vòi sen trong phòng đầu tiên phải được giữ. Không có gì để gắn nó vào tường. Không có gì để treo quần áo của bạn lên, do đó bạn có nguy cơ tất cả mọi thứ bị ướt. Cả phòng đều không có máy lạnh. TV trong phòng đầu tiên rất sần sùi. Tiếp nhận kém.",
            "reviewer_location": "Seymour, Úc"
        },
        {
            "name": "ACSHongKong",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thuộc tính cũ quyến rũ ... được duy trì kém, chạy xuống và quản lý kém",
            "review_content": "Cadasa có một nhóm các tòa nhà thuộc địa tuyệt vời được đặt trong một khu vườn xinh đẹp. Đáng buồn là họ không biết cách duy trì những biệt thự cũ này. Chúng được trang bị kém - vòi sen chỉ vào trần nhà và không thể điều chỉnh được. Họ không phải là rất sạch sẽ nhưng bụi bặm. Các cửa sổ không đóng đúng cách và các cửa chớp thời gian bị hư hỏng và nổ cả đêm dài. Các nhân viên tuy nhiên là rực rỡ, hãy thử thực sự khó khăn và không có gì là quá nhiều rắc rối cho họ. Tôi cảm thấy tiếc cho họ vì những lời than phiền xuất phát từ việc quản lý kém ở đầu trang.",
            "reviewer_location": "Hong Kong"
        },
        {
            "name": "James C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Biệt thự Nice",
            "review_content": "Chúng tôi đã đi du lịch qua Việt Nam với cháu trai của chúng tôi và muốn dành nhiều thời gian ở vùng núi xa sức nóng. Chúng tôi đã dành 6 đêm tại Cadasa. Các nhân viên thân thiện luôn mỉm cười và rất hữu ích. Chúng tôi không bao giờ cảm thấy khó chịu như một cặp vợ chồng đồng tính ở đây. Các biệt thự nằm chỉ một chuyến đi taxi nhanh chóng bên ngoài trung tâm của thị trấn - đó là rất tốt. Tôi thấy trung tâm thành phố quá đông đúc và ồn ào. Đó là ít hơn $ 2 cho một xe taxi đến trung tâm thị trấn và đi bộ một cách nhanh chóng đến các nhà hàng gần đó và các cửa hàng cà phê như nhà bếp của Leo. Các phòng của chúng tôi ở phía bên kia đường từ quầy lễ tân. Tôi vui mừng vì họ đã khôi phục các biệt thự này nhưng họ vẫn cần một số công việc và bảo trì. Các căn cứ ở phía trước của khu vực",
            "reviewer_location": "Thành phố New York, New York"
        }
    ],
    "hotel": {
        "location": "16 Trần Hưng Đạo, Đà Lạt Việt Nam",
        "name": "Khu nghỉ dưỡng Đà Lạt Cadasa",
        "geo_data": {
            "latitude": 11.938641548156738,
            "longitude": 108.45403289794922
        },
        "room_number": "60",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/a9/f4/b7/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a4/1e/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/af/ee/be/reception.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/a9/f4/9a/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/a9/f4/ea/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a4/0d/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a4/09/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a4/05/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a2/34/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a2/2b/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a2/21/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a0/bc/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a0/b3/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/a0/a8/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/9d/ba/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/9d/ad/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/13/9d/a4/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/b4/83/15/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/b4/82/d3/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/b4/82/7d/dalat-cadasa-resort.jpg?w=1200&h=-1&s=1"
        ]
    }
}