{
    "content": [
        {
            "name": "Relax09490218957",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ tuyệt vời tại khách sạn COMODO Nha Trang",
            "review_content": "Tôi đã có kỳ nghĩ trên cả tuyệt vời tại khách sạn Comodo 86A Trần Phú Nha Trang cùng với gia đình, Nhân viên rất thân thiện, ăn sáng rất ngon, nhiều món, nhân viên phục vụ nhiệt tình, phòng sạch đẹp,  view biển và view phố  nhìn mãi không chán, Hồ bơi vô cực tầng 27 nhìn toàn cảnh thành phố nha trang, Đặc biệt là vị trí khách sạn rất trung tâm bước qua đường là Nhà Hàng LUISiANE có thể  trãi ăn uống và chơi bar thâu đêm, bên cạnh Bar Miss Bamboo  phục vụ caphe, ăn uống cảnh đẹp, xung quanh đó là nhà hàng buffet Rolly , Đalat garden grill chỉ cách khách sạn 50 m, vô trong là những quán hải sản bình dán rất ngon rẻ, Năm sau gia đình tôi sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Thị Thanh Thủy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ks Comodo Nhatrang - dịch vụ chất lượng, view đẹp, nv thân thiện, giá tốt!",
            "review_content": "Khách sạn Comodo có vị trí đắc địa ngay mặt tiền đường biển Trần Phú - Nhatrang, mở cửa ban công, hít thở không khí biển trong lành và ngắm biển trực diện, khung cảnh biển quá đẹp, chỉ vài ba chục mét sang bên kia đường Trần Phú là tới ngay bãi biển xinh đẹp! Nhà hàng ăn sáng có view biển cũng rất thơ mộng, còn hồ bơi vô cực thì rất chill!  Phòng ốc sạch, tiện nghi & nhân viên chuyên nghiệp, thân thiện! Hẹn gặp lại Comodo vào dịp hè sắp tới, sẽ đi cùng cty nghỉ mát!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuân Ngọc P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "NGẮM BIỂN QUÁ ĐẸP TỪ PHÒNG NGỦ",
            "review_content": "Khách sạn nằm ngay trung tâm nên rất dễ tìm, với cái view nhìn trực diện biển, ngắm bình minh tại phòng ngủ là một trải nghiệm cực kì tuyệt vời. Phòng ngủ rộng rãi thoải mái, các trang thiết bị đều ok. Đặc biệt, nhân viên dễ thương thân thiện và rất chuyên nghiệp. Mình đã hỏi khá nhiều về thành phố và dịch vụ vui chơi giải trí ăn uống các kiểu, các bạn đã rất nhiệt tình tư vấn cho gia đình mình. Lần sau nếu quay lại Nha Ttrang mình nhất định sẽ quay lại khách sạn COMODO này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diep Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn view đẹp giá cả hợp lý",
            "review_content": "khách sạn phòng rộng, ban công rộng,  nhìn trực tiếp ra biển. nằm ngay trung tâm thành phố, gần các khu ăn uống, gần chợ. Món ăn ở nhà hàng rất ngon và vừa miệng. Rất thích hợp để đi dạo biển và ngắm bình minh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Baomuahe V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "chuyến nghỉ dưỡng khá hài lòng",
            "review_content": "tôi và chồng đã có 1 chuyến nghỉ dưỡng tại ks này vào tháng 9 vừa qua. Tôi rất cảm ơn ks đã cho tôi và gia đình 1 kì nghỉ tuyệt vời. Tôi rất thích những bạn lễ tân nơi đây, các bạn ấy cực kì thân thiện và dễ thương. Buồng phòng và bellman thì hơi kém trong việc giao tiếp nhưng ko sao. Tôi thấy mọi thứ rất tốt. Đặc  biệt nam lễ tân tên Long rất vui vẻ và cởi mở với khách. Tôi cảm thấy khá hài lòng về các dịch vụ ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Thư L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service, friendly Receptionist",
            "review_content": "Mình và nhóm bạn đã có chuyến du lịch vào tháng 7. Khách sạn có dàn lễ tân cực kì thân thiện đã đón tiếp tôi. Những bạn bellman thì cần nên tươi cười chào khách. Lễ tân thì khỏi phải chê, đặc biệt là bạn nam đeo kính đã hỗ trợ giúp đỡ nhóm mình rất tốt và nhanh nhẹn ( xin lỗi vì đã ko nhớ tên bạn ấy ) mình thích cách bạn ấy đón tiếp và chào đón, giới thiệu cho nhóm mình tới những địa điểm tham quan du lịch. Cực kì thích bạn ấy. Lần sau có dịp mình và nhóm bạn của mình sẽ lại ghé thăm ks trong chuyến đi sau tết.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Loki",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service",
            "review_content": "Một nơi nghỉ dưỡng tuyệt vời khi đến tp này. Dịch vụ tốt, nhân viên cực kì thân thiện, đặc biệt là những bạn lễ tân đã take care mình từ khi bước chân vô ks đến khi c/o. Cực kì ấn tượng với lễ tân ks Nha Trang, mình đã đi nhiều nơi ks Nha Trang nhưng mình rất thích mấy bạn lễ tân nơi này. Đây là lần đầu tiên ghé thăm nhưng chắc chắn sẽ còn lần 2,3 ... và mình sẽ giới thiệu bạn bè và người thân mình đến khi có dịp quay lại thành phố này :) 10/10.. ko có gì để phàn nàn :)",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "KIm Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân Viên Dễ Thương và Nhiệt Tình",
            "review_content": "Khách sạn nằm ngay trung tâm nên rất dễ tìm, khách sạn mới với cái view nhìn trực tiếp ra biển, ngắm bình minh tại phòng ngủ là một trải nghiệm cực kì tuyệt vời. Phòng ngủ rộng rãi thỏa mái, các trang thiết bị đều mới. Đặc biệt, nhân viên rất dễ thương  thân thiện và rất chuyên nghiệp. Mình đã hỏi khá nhiều về thành phố và dịch vụ vui chơi giải trí ăn uống các kiểu, các bạn đã rất nhiệt tình tư vấn cho gia đình mình. Lần sau nếu quay lại Nha Ttrang mình nhất định sẽ quay lại khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Amor Trinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thật tuyệt vời",
            "review_content": "Chúng tôi có 2 đêm nghỉ tại Comodo Hotel tuần vừa qua. Chúng tôi hoàn toàn hài lòng trong suốt thời gian tại đây. Chúng tôi đã lựa chọn loại Senior Deluxe, tuy nhiên khách sạn đã chủ động nâng cấp miễn phí lên hạng Premier vì đi có đi kèm với 1 bé. Thật bất ngờ.  Phòng ở hơn cả sự mong đợi. View hướng biển trực diện lại có ban công. Nhân viên nhiệt tình, dễ thương. Nhà Hàng ăn sáng cũng nhìn ra biển nữa. Mình thích nhất món bún tại đây, vị đậm đà như người Nha Trang vậy. Nha Trang mùa này hơi lạnh, nếu là mùa Hè thì thích hơn. Chúng tôi chắc chắn quay lại. Cảm ơn các bạn Comodo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lyly b",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên thiếu chuyên nghiệp và thô lỗ",
            "review_content": "Nhân viên lễ tân thái độ kém, không tôn trọng khách hàng. Mặc dù phòng đã sạch nhưng không cho nhận phòng, trong khi toii đã năn nỉ cho nhận sớm vì có con nhỏ, nhưng trả lời rất khó chịu, cảm giác rất thô lỗ. Tôi sẽ không bao giờ quay lại khách sạn này nữa. Tôi nghĩ khách sạn cần thay đổi cách phục vụ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MeiChunXin",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Nhân Viên Nhà Hàng Rất Mất Lịch Sự",
            "review_content": "Tôi dùng bữa sáng ở lầu 3. Nhân viên nhầm tưởng chỉ có khách Trung Quốc nên lời ra tiếng vào rất mất lịch sự thậm chí tiêu cực với khách vì cho rằng họ không hiểu. Các bạn nên cân nhắc khi đến khách sạn này. Với một người làm dịch vụ như tôi nhìn thấy những người làm dịch vụ thiếu chuyên nghiệp ở đây thật sự là một điều tồi tệ. Khách hàng dù ở bất cứ Quốc gia nào đều phải được tôn trọng vì họ là sự sống còn của khách sạn. 10h họ vội vã dọn tất cả đồ ăn Buffet ồn ào mất lịch sự và không quan tâm đến enjoy của khách. Tồi tệ.",
            "reviewer_location": "Tỉnh Phú Yên, Việt Nam"
        },
        {
            "name": "ROSY NGUYEN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi tuyệt vời!",
            "review_content": "Vị trí tốt, khách sạn nằm ở trung tâm thành phố, vì vậy tôi có thể tận hưởng nhiều địa điểm tốt như câu lạc bộ, siêu thị dễ dàng hơn. Tôi rất ấn tượng bởi lòng tốt của nhân viên tiếp tân, họ đã hỗ trợ tôi trong nhiều dịch vụ bên ngoài. Khi tôi trả phòng, mặc dù sảnh rất đông, họ vẫn chú ý đến gia đình tôi. Bên cạnh đó, họ ủng hộ tôi đặt xe đến sân bay với giá tốt. Tôi chắc chắn sẽ tận hưởng khách sạn Comodo một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ry",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chỉ cần ổn",
            "review_content": "Vị trí là tốt chỉ trên bãi biển, nhân viên mà tôi đi qua là lịch sự và thân thiện. Bữa sáng không tốt và có thể được cải thiện. Nhà giữ trong hai ngày quên đặt chai nước trong phòng, đó là chuyện nhỏ. Có một phòng riêng với tầm nhìn ra đại dương và ban công thật tuyệt. Lưu ý rằng có một thanh trực tiếp ngay trên đường. Họ hát từ 9 giờ tối đến 10 giờ. 30, Hoặc 11 giờ đêm. Các gia đình có trẻ nhỏ ngủ sớm nên tránh khách sạn này vì âm nhạc rất to, mặc dù tôi đang ở trên tầng 22.",
            "reviewer_location": "singapore"
        },
        {
            "name": "Van Vu",
            "avatar": "",
            "review_rating": "1",
            "review_title": "KHÁCH SẠN DU LỊCH TRUNG QUỐC",
            "review_content": "Đây là một khách sạn du lịch Trung Quốc. Ban quản lý đã đặt các tour du lịch từ Trung Quốc và khách sạn tràn ngập những du khách Trung Quốc thô lỗ, ồn ào, thiếu tinh tế. Khách sạn là mới và các phòng rộng rãi và tốt đẹp (không có ban công). Nhưng có tiếng Trung Quốc ở khắp mọi nơi ngay cả trên sàn phòng và chúng ta có thể nghe thấy họ ở hành lang. Các món ăn tự chọn là xấu, không ngon miệng và không được làm mới với thực phẩm mới đặc biệt là sau khi lũ du khách đi qua. Tôi thấy đứa trẻ Trung Quốc lấy một cái bánh rán bằng tay trần và ngửi nó và sau đó đặt nó trở lại trên khay. Thật không may, mất cảm giác ngon miệng của tôi sau đó. Vị trí rất tuyệt, ngay phía trước từ bãi biển và Loiusianne Bar trên bãi biển, thật tuyệt vời để đi chơi và tắm rửa sau khi bơi trên bãi biển. Nó",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Steveb",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Rất trung bình",
            "review_content": "Suite có kích thước tốt ở tầng 25, tầm nhìn tuyệt vời ra biển, không có ban công và giường đơn trong phòng của chúng tôi bên cạnh giường đôi là một nỗi đau, chúng tôi đã yêu cầu loại bỏ nó, nhưng họ nói Không, chỉ là tôi không thể sử dụng ánh sáng bên giường của tôi để đọc, vì nó nằm trên chiếc giường đơn nơi chiếc giường đôi nên có, Giường rất cứng, chúng tôi yêu cầu gối trên nệm nhưng họ nói Không, Hồ bơi trên tầng cao nhất tôi rất thích mỗi sáng, Bữa sáng không tuyệt vời, chỉ phục vụ cho khách chủ yếu là người Trung Quốc, Vị trí rất tuyệt, chỉ cần băng qua đường từ bãi biển, chúng tôi hỏi liệu chúng tôi có thể có một vài chiếc khăn để mang đến bãi biển không, nhưng họ nói Không, Các nhân viên đã không đến đây vì rất hữu ích.  Steveb",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bella Nguyễn",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thái độ của nhân viên quá tệ, thô lỗ và khó chịu với khách",
            "review_content": "Đây là lần thứ hai tôi quay lại Comodo Nha Trang. Lúc đầu khi tôi đi kiểm tra vào ban đêm, Guard hỏi tôi một cách thô lỗ: \"Đi đâu?\", Như thể tôi là một người ăn xin, hoặc một đứa trẻ lang thang ở đó. Chưa hết, sau khi trả phòng, khi tôi xuống gara, xe máy của tôi bị bỏ lại trong góc và có nhiều xe máy khác chặn đường. Tôi thấy cô H? I Y? N một nhân viên của khách sạn đứng gần đó, tôi hỏi cô ấy có một nhân viên bảo vệ nam nào có thể giúp tôi di chuyển xe máy để tôi có thể lấy xe máy không? sau đó cô ấy nói cô ấy là an ninh, vậy thì sao? Bởi vì chúng ta đều là nữ, tôi cảm ơn cô ấy, đừng hỏi nữa và tự đi xe máy trong khi cô ấy vẫn đứng đó nhìn tôi lấy xe máy của chính mình, sau đó cô ấy nói \"Công việc của người bảo vệ không giúp tôi lấy xe máy của tôi \". Tôi chỉ nói với cô ấy, tôi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        }
    ],
    "hotel": {
        "location": "86A Trần Phú Phường Lộc Thọ, Nha Trang 65000 Việt Nam",
        "name": "Comodo Nha Trang Hotel",
        "geo_data": {
            "latitude": 12.231003761291504,
            "longitude": 109.19808197021484
        },
        "room_number": "241",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/88/2e/32/comodo-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/47/cd/f4/comodo-suite-panoram.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/88/35/2d/comodo-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/47/cd/a4/comodo-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/85/c1/94/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/85/c1/93/photo0jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/9c/31/52/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/9c/31/51/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/9c/31/50/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/23/e2/75/comodo-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/c0/95/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/c0/93/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/c0/92/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/c0/91/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/bf/e2/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/bf/e1/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/26/c1/bf/e0/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/b7/d2/a8/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/b7/d2/a7/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/48/27/ec/caption.jpg?w=1200&h=-1&s=1"
        ]
    }
}