{
    "content": [
        {
            "name": "Connector08437108330",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trãi nghiệm tại TTC Resort Ninh Thuận đầy nắng và gió đẹp ấn tượng",
            "review_content": "nhân viên  phuc vụ thân thiện nhiệt, anh quản lí nhà hàng tư vấn ăn uống tham quan nhiệt , phòng  view đẹp, không gian xanh rộng,  ninh thuận  hơi nắng....  có  công viên nước  rộng, thích hợp cho trẻ em chơi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Odyssey33642042183",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm kì nghĩ tuyệt vời với người thân và bạn bè của toi,",
            "review_content": " Tôi có trải nghiệm đêm gala ở resort TTC Ninh Thuận . Nhà hàng view sát biển tuyệt vời nhân viên pv dễ thương chu đáo. Phong ở tương đối OK. Cảm nhận riêng tôi buổi sáng . Trong lúc lòng vòng tìm tài sản của tôi, tôi có nhờ anh quản lí nhà hàng và các anh đội bảo vệ đã nhiệt tình hỗ trợ tìm tài sản của tôi trong 1 buổi sáng. Và đã giúp tôi tìm lại Được tài sản quy giá mà tôi tưởng chừng đã mất. Một lần nữa cảm ơn anh Tiên và cảm ơn resort có đội ngũ nv dễ thương.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Chánh Võ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Là người thích đi phượt, nhưng khi có gia đình và đặc biệt là có bé nhỏ, mình rất quan tâm đến không gian, phòng ốc của bất kỳ resort hay KS nào. Vậy mà khi đến đây, mọi thứ tốt hơn cả tưởng tượng. Từ cách phục vụ của nhân viên lễ tân đến các bạn phục vụ tại nhà hàng, không có gì để than phiền cả. Phòng óc cực kỳ sạch sẽ, gọn gàng và mới. Khu vui chơi rất hợp lý cho bé nhỏ. Chưa bao giờ đi Nunh Thuận mà muốn trở lại như lần này. Sẽ trở lại 1 ngày không xa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Phu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả Tuyệt vời!",
            "review_content": "Gia đình chúng tôi đã trải qua 2 ngày nghỉ tuy ngắn nhưng thật đầy ý nghĩa tại TTC resort Ninh Thuận. Cảm ơn anh Thân Quản lý và Bếp Trưởng đã sắp xếp mọi thứ rất chu đáo về phòng ốc, dịch vụ tốt và những món ăn ngon. Chúc cho khách sạn mọi việc thuận lợi, cung cấp những gì tốt nhất cho khách hàng. Chúng tôi sẽ quay trở lại và hẹn gặp lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anna Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort quá đẹp",
            "review_content": "Gia đình chúng tôi đã có những trải nghiệm khá thú vị về chuyến đi lần này. Cảnh quan rất đẹp , thời tiết mát mẻ, phòng rất ok, nhưng biển có nhiều sứa, ăn sáng thì chưa ổn lắm thay vì làm nhiều món thì có thể làm ít món hơn nhưng tập trung vào chất lượng món ăn. Tại lễ tân chúng  tôi được bạn Thu tư vấn nhiệt tình về các điểm tham quan và các quán ăn. Cảm ơn bạn nhiều.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoa Trung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ gia đình đáng nhớ",
            "review_content": "Chúng tôi đến TTC Ninh Thuận vào một ngày đầy nắng tháng 6.Cái nắng chói chang của đất Phan Rang có thể làm nản lòng bất kì ai muốn khám phá vẻ đẹp hoang sơ của vùng đất này. Chúng tôi biết đến TTC qua lời giới thiệu từ người quen. Xét theo mặt bằng chung tại Ninh Thuận thì TTC nằm trong những khách sạn top đầu, vị trí gần biển đẹp, bãi cát rộng, mát, cảnh quan đẹp, phòng ốc mới, đặc biệc có khu công viên nước, nhân viên thân thiện, nhiệt tình, cái nhiệt tình chân chất của người dân Phan Rang. Rất cảm ơn bạn Trí lễ tân đã nhiệt tình tư vấn các hạng phòng và dịch vụ giúp chúng tôi. Nhất định chúng tôi sẽ quay lại đây nếu có dịp ghé Phan Rang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm Thúy Uyên",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một kỳ nghỉ đáng nhớ.",
            "review_content": "Đã từng nghỉ dưỡng ở đây . Cơ sở vật chất dường như đã rất lâu rồi nên còn cũ nhưng bù lại không khí rất yên bình , phục vụ ăn sáng rất ngon và đa dạng. Đặc biệt là bạn quản lý Hiếu (Uri) đã tận tình chăm sóc khách và giải quyết vấn đề nhanh chóng khi phòng chúng tôi gặp sự cố. Nếu có cơ hội vẫn mong muốn quay lại lần 2 nếu cơ sở vật chất được cải tiến hiện đại hơn.",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Baronia",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Kì nghỉ với gia đình",
            "review_content": "Tôi và gia đình cùng đến đây nghỉ dưỡng. Mọi thứ cũng khá là tốt, resort có cảnh quan khá đẹp và thông thoáng. Đặc biệt, nhân viên khá là thân thiện và hiền lành. Tuy nhiên, có chút vấn đề khá tế nhị mà tôi muốn góp ý cho khách sạn, đó là vấn đề đặt bao cao su trong phòng khách và tính tiền cho khách. Tôi không hề biết là trong phòng có để thứ này và cũng không hề dùng đến. Nhưng tôi bị nhắc phải trả tiền khi trả phòng. Tôi đánh giá rất cao thái độ của bạn quản lý Lễ tân Uri, bạn rất hiểu lý lẽ và cư xử rất thân thiện với khách. Bạn giải quyết vấn đề rất nhanh gọn, không để khách phải chờ. Hy vọng khách sạn phát triển hơn khi có được người nhân viên như thế này. ",
            "reviewer_location": "Ấn Độ"
        },
        {
            "name": "Xuan D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort đẹp nhất bờ biển Ninh Thuận",
            "review_content": "Cảnh quang đẹp, phòng ngủ thoải mái, sạch sẽ, thức ăn phong phú hơn trước rất nhiều! Nhân viên phục vụ rất dễ thương, dù khách uống qua 1h đêm vẫn nhiệt tình phục vụ! Một kỳ nghỉ tuyệt vời! Nhiều khu vực đang trong quá trình xây dựng, hy vọng lần quay lại kế tiếp sẽ còn nhiều thay đổi hơn nữa!",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "Võ Thành",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi thật tuyệt vời",
            "review_content": "Resort rộng rãi thoáng mát, nhân viên phục vụ nhiệt tình. Bờ biển đẹp. Mình và gia đình đã nghỉ 1 đêm tại đây. Do mẹ mình ăn chay mà bữa sáng nhà hàng thì chỉ có cháo gạo lứt là có thể ăn chay được, bên nhà hàng đã chủ động làm thêm món phở chay cho mẹ mình, mình thấy rất hài lòng về điều này. Nhất định mình sẽ quay lại và nghỉ dài ngày hơn nữa. Cảm ơn resort!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoàn",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phục vụ",
            "review_content": "Mình rất hài lòng khi lưu trú tại ttc ninh thuận. Bãi biển đẹp, nhân viên tận tình và rất thân thiện. Có ở resort nào mà các bạn mượn được xô nước để múc nước biển tắm cho e bé không? Nếu muốn hãy đến ttc resort ninh thuận nhé. Many thanks, đặc biệt là em nhân viên dễ thương và nhiệt tình này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần thanh tiên",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Du lịch ninh thuận",
            "review_content": "TTC NINH THUẬN là nơi lý trưởng cho các bạn 1 kỳ ngi dưỡng tuyệt vời,hãy đến với TTC NINH THUẬN bạn sẽ cảm nhận được sư thân thương nhiệt tình năng động chuyên nghiệp của nhận viên của resort ,hãy đến với resort nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khang2019",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TTC RESORT ",
            "review_content": " Cảm ơn TTC Resort đã cho chúng tôi một kỳ nghỉ thú vị, đặc biệt là Phiên Chợ Quê. Nhân viên phục vụ tốt và nhiệt tình. Đồ ăn rất ngon và phong phú Tôi sẽ quay lại và giới thiệu gia đình và bạn bè. Thank you,",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đại Quốc Trần",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trải nghiệm mùa hè tuyệt vời",
            "review_content": "Chúng tôi đã có 1 mùa hè vui vẻ. Chúng tôi đã có biển xanh cát trắng, có âm nhạc, có rượu ngon, có bbq, có thời gian bên gia đình và bằng hữu. Có anh nhân viên tên Dũng đã cho chúng tôi rất nhiều thông tin về điểm vui chơi cũng như ẩm thực địa phương. Chúng tôi sẽ sớm quay lại 1 ngày không xa. ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thanh Phong Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Gia đình tôi nghỉ 2 đêm tại TTC, rất hài lòng với đội ngũ nhân viên thân thiện ở đây. Phòng khách sạn sạch sẽ;  bãi biển đẹp, không có rác.  Một số khu vực trong khách sạn đang nâng cấp, sửa chữa nhưng xa khu vực phòng ngủ nên không ảnh hưởng bởi tiếng ồn. Mình được bạn Dũng bộ phận đặt phòng giới thiệu một số nơi tham quan tại Ninh Thuận rất hay, thích nhất là đi tham quan vịnh Vĩnh Hy ngắm san hô.  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dao Le Hoa An",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trải nghiệm thú vị",
            "review_content": "Check in Resort lúc 4h sáng để kịp chuẩn bị cho bài chia sẻ lúc 8h với Phụ huynh Ninh Thuận.  Vừa vào phòng thấy một lá thư, nhẹ nhàng nhưng chu đáo. Khách hàng luôn mong muốn được cá nhân hoá khi trải nghiệm các dịch vụ. BGĐ Resort quả là tinh tế. Hồ bơi rộng và đẹp Ăn sáng đa dạng và ngon. Bãi biển trong xanh và còn có các cảnh để chụp hình đẹp",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kelly Huỳnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng về Resort. Sẽ quay lại nếu có dịp",
            "review_content": "Mình ở resort 2 đêm và rất hài long về dịch vụ của resort. Tuy đến sớm nhưng nhân viên Lễ tân vẫn hỗ trợ cho gia đình mình được nhận phòng sớm và còn tận tình giới thiệu về cac dịch vụ của resort.Còn chat lượng phòng thì ổn so với giá tiền bỏ ra. Nói chung mình thích resort này và chắc chắn sẽ quay lại và giới thiệu bạn bè đến đây để nghĩ dưỡng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Martin Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch nghỉ dưỡng",
            "review_content": "Resort được chăm chút kỹ lưỡng từ khuôn viên cây xanh cho đến phòng nghỉ nhà hàng bãi biển Luôn sạch đẹp Nhân viên rất thân thiện, vui vẻ. Cảm giác thỏa mái như ở nhà của mình Ăn uống ngon,  Biển đẹp Dịch vụ chuẩn",
            "reviewer_location": "Tỉnh Bà Rịa-Vũng Tàu, Việt Nam"
        },
        {
            "name": "Kim",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Bình thường",
            "review_content": "Thật sự với mình về Resort chưa hài lòng cho lắm, nhân viên chưa thật thân thiện. Được cái là phòng ốc cũng sạch sẽ, ngăn nắp, đồ ăn cũng tàm tạm. Vị trí tương đối gần mấy điểm du lịch nên lái xe máy một xíu là tới. Cũng nên có trải nghiệm.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "pipi p",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Buổi sáng buffe khủng khiếp ",
            "review_content": "Gia đình tôi nghĩ 2 đêm tại resort cảm nhận ban đầu khi bước chân vào resort hơi thất vọng vì tôi đã trực tiếp gọi điện cho nhân viên chọn phòng thật đẹp . Nhưng khi vào phòng thì thất vọng vì trang thiết bị quá cũ kĩ phòng tắm thì thoát nước yếu lại dơ ngoài phòng thì cỏ lên cao nhưng ko cắt tỉa  Resort dc nằm cạnh biển nên dc điểm cộng nhưng bên ngoài ko chăm chút nên quan cảnh hoang tàn chụp dc vài kiểu chứ ko thể chụp nhiều hơn đã là resort 4 sao ( thấy ghi trên phòng check in ) thì phải đúng chất lượng 4 sao  Đỉnh điểm của sự thất vọng là buffe buổi sáng tệ đến nổi ko biết nói j luôn ..thức ăn thì nghèo nàn lại lu bu bởi khách vào lung tung chưa tới h ăn nhưng đã và lấy thức ăn trên xe  Khách sạn nên có ý kiến cho những hướng dẩn viên đi tour hướng dẩn khách cách ăn ko ảnh",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "LamHongVinh",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Cảm nhận hai đêm với TTC Dốc Lết",
            "review_content": "Resort đang sửa chữa nâng cấp nên hơi bưa bộn, bãi biễn sạch, thiếu các dịch vụ vui chơi về đêm, nên ra ngoài ăn giá rẻ và ngon hơn, có thể đến quán Vườn Đồi rất ok giá phải chăng ! WIFI tạm được nhìn chung để tắm biển thì rất tuyệt.   ",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Duy Luu",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Resort cần hoàn thiện hơn",
            "review_content": "Công ty mình vừa trải qua kỳ nghỉ tại TTC Ninh Thuận, do diện tích khu resort khá lớn nên một số phòng muốn di chuyển ra bể bơi, nhà hàng khá xa, đặc biệt các phòng từ 309 -> 320. Các phòng này có thể mới xây dựng nên chưa có view, trước phòng là bãi cát trống, không có cây cỏ, một số công nhân làm vườn bón phân tươi nên đi qua lại rất hôi. Các phòng này tuy mới nhưng một số vật dụng trong nhà vệ sinh lại cũ, nhất là bồn cầu đã bị ố vàng. Buổi sáng có khi lại không có nước nóng, wifi trong cả khu resort rất chập chờn mặc dù mỗi phòng có 1 wifi riêng. Buffet ăn sáng còn nghèo nàn, đồ ăn không đa dạng. Hy vọng sẽ TTC cải thiện hơn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Phương P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort quá đẹp",
            "review_content": "Phong cảnh bình yên, resort rộng rãi, thoáng mát bao phủ bởi cây cối xanh tươi rất thiên nhiên, chỗ ở ngay biển luôn nên không cần phải đi xa, view đẹp trong resort lẫn ngoài biển rất thích hợp để chụp hình luôn ^^ Nước biển trong xanh luôn, cát cũng rất sạch, à bên trong còn có hồ bơi hướng ra biển nữa rất đẹp. Đồ ăn chuẩn ngon, buffet khá nhiều món ăn và uống, tối tối ngồi dùng bữa nghe tiếng sóng biển xô vào bờ rất thoải mái. Một nơi cực kì thú vị và thích hợp để nghỉ dưỡng nhé. Cảm ơn TTC Hópitallity và TTC Resort Premium Ninh Thuận đã xây dựng một nơi nghỉ dưỡng tuyệt vời <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "putran511",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort đã có sự thay đổi đáng kể. Sẽ ghé nếu có dịp.",
            "review_content": "Mình và gd đã từng ở đây 1 năm trước. Thời điểm đó thì ko ấn tượng mấy. Cửa ra vào còn ọp ẹp. Xài ổ khóa cũ... Đặt phòng chủ yếu có hồ bơi. Nay quay lại thấy thay đổi nhiều. Về mặt tích cực. Phòng ốc sửa sang rất nhiều. Chỉnh chu gọn gàng và sạch sẽ.  Hệ thống cửa thay toàn bộ luôn. Nhìn sang hẳn. Ngay cả cảnh quang cây xanh bên ngoài cũng đag được chăm sóc tỉ mỉ hơn trước. Có mấy chỗ có xích đu này nọ nhìn rất thân thiện. Bãi biển phía sau resort cũng dọn dẹp sạch sẽ, nhìn có cảm tình lắm. Nhân viên dễ thương lịch sự. Tiếp đón nồng nhiệt. Mấy chú bảo vệ cũng dễ thương nữa.  Tuy bữa ăn sáng buffet thì hơi buồn. Tại sao ở Phan Rang mà ko có món ăn sáng nào đặc sản Phan Rang như bánh canh chả cả hay chả cuốn ... hơi tiếc xíu. Nhưng vẫn thấy mọi thứ oki. Sẽ quay lại nếu có dịp.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "LamHongVinh",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Hãy đọc và chọn cho mình một nơi nghỉ thú vị",
            "review_content": "Phòng tương đối, không gian yên tĩnh. Wifi rất tệ bạn sẽ không thể chia sẻ kỳ nghỉ của bạn qua mạng. Nhân viên vui vẻ, hồ bơi tạm được, nhà hàng nấu ăn tạm được, buffet ít món không phong phú. Bãi biển tuyệt vời rất đẹp và sạch.  ..........................................",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Y N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt, dịch vụ tốt",
            "review_content": "Khu resort rất đẹp, phòng ốc chất lượng cũng tốt,gia đình tôi rất hài lòng. Tuy nhiên khách sạn nên lưu ý cải thiện bữa sáng cho thêm phong phú.Nhân viên phục vụ khu vực nhà hàng và bảo vệ tốt, chuyên nghiệp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phùng Thái T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good",
            "review_content": "Nhân viên thực sự thân thiện. Bãi biển sạch sẽ và yên tĩnh so với những bãi biển khác ở Việt Nam (Vũng Tàu hoặc Phan Thiết). Mặc dù hơi xa trung tâm thành phố Phan Rang (cách khoảng 5km). Tôi chắc chắn sẽ quay trở lại nơi này!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "art abner",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Ăn sáng khủng khiếp, đừng đến",
            "review_content": "Phòng nhỏ, cánh cửa không thoáng, không rèm cửa, tivi 21 inch. Cửa mục mọt theo thời gian, Quan cảnh nhìn ổn, bãi biển lộn xộn vào buổi chiều tà. Ăn sáng quá  tệ. Phục vụ không lịch sự và các bạn lưu ý khi ăn ở nhà hàng sakura có tính thêm 10% chi phí phục vụ trên hóa đơn tổng. Vì vậy đừng ngỡ ngàng khi nhận được tờ hóa đơn +10% chi phí phục vụ. Nhìn chung resoft này không chịu đầu tư về chất lượng cho lắm. Bạn có thể tìm kiếm các khách sạn lân cận  với dịch vụ tốt hơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AJ C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Good",
            "review_content": "Toi da den day vao cuoi thang 6. Day la mot noi yen tinh de thu gian. Quan canh noi day dep va mat me. Phong huong ra bien rat tuyet. Nhan vien vien vui ve va than thien, dac biet la nhan vien bao tri (anh ay giup toi sua khoa phong, nhanh nhen, nhiet tinh). Tuy nhien, co mot co le tan hoi nhan nho va kho chiu. Neu co co hoi, toi se tro lai nghi duong tai noi nay.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dougquon",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tuyệt đẹp tại một nơi hẻo lánh",
            "review_content": "Tôi chỉ ở lại đây qua một đêm như một phần trong gói tour du lịch. Khu nghỉ dưỡng Thevr rất đẹp nhưng không nằm gần bất cứ điều gì. Bữa sáng tự chọn ổn. Họ có phục vụ trứng ốp lết theo yêu cầu. Hồ bơi và bãi biển khiến cho khách sạn này trở nên tuyệt vời.",
            "reviewer_location": "Las Vegas, Nevada"
        },
        {
            "name": "HappyTravellerBucks",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một nghịch lý....",
            "review_content": ". . . . khách sạn mới xây đẹp (một số công trình vẫn đang tiếp tục nhưng không xâm phạm). Phòng ngủ và phòng tắm lớn, giường lớn, điều hòa không khí tuyệt vời, sân lớn và phòng của chúng tôi ở ngay trên bãi biển tuyệt vời. Tuy nhiên, vòi hoa sen có mùi, không có chỗ ngồi trên hiên và phích cắm điện ở những nơi khá khó tiếp cận dưới các ngăn kéo, v.v. Ăn sáng khá tốt nhưng thức ăn bị thay thế chậm - không được hỗ trợ bởi một lượng lớn thực phẩm mà một số khách đã mang theo (có lẽ là cho ăn trưa) mà không có kiến kiểm tra của nhân viên để ngăn chặn họ làm như vậy. 2 hồ bơi tuyệt vời - một bao gồm công viên nước và khu vực trả tiền cho trẻ em - đáng tiếc không có đệm để đặt trên giường phơi nắng bằng gỗ rất chắc chắn - tương tự như vậy trên bãi biển - không thể nằm trên đó hơn 10",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "devsamra",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Hơi dưới khu nghỉ mát",
            "review_content": "Ấn tượng đầu tiên chúng tôi có về khách sạn này khi chúng tôi đến cổng chính là nó vẫn đang trong quá trình hoàn thiện. Có vẻ như cảnh quan vẫn còn một chai bia ngắn sáu múi. Khu vực tiếp tân hài hước chủ yếu được trang bị và trang trí và nhắc nhở chúng tôi về khu vực chờ của một nhà ga xe lửa trong khu vực. Chúng tôi đến khá muộn (khoảng 8 giờ 30 tối và chỉ đơn giản là muốn đăng ký và ăn một miếng - chỉ để thấy rằng một nhóm khách Nga đã điều khiển máy karaoke được thiết lập trong khu vực ăn uống Các bài hát tiếng Nga ở mức 130 decibel. Không phải là một khởi đầu tốt cho kỳ nghỉ. Thức ăn đủ ngon và phòng cũng vậy - ngoại trừ an toàn trong phòng không hoạt động. Bãi biển trông khá hấp dẫn ngoại trừ việc bạn cần đợi nhân viên dọn rác từ đó vào buổi sáng trước khi bơi. Chúng tôi",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "James H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn nhóm du lịch Trung Quốc",
            "review_content": "Có vẻ như khu nghỉ dưỡng được thiết lập cho các nhóm du lịch - cả người Nga và người Trung Quốc  Chúng tôi chỉ dừng lại một đêm trên xe máy của chúng tôi và thật tuyệt vời chỉ trong một đêm. Không chắc chắn về thời gian lưu trú dài hơn!  Căn phòng thật tuyệt vời! Rất thoải mái. Khu vực hồ bơi rất đẹp và bãi biển khá đẹp (mặc dù không phải là tốt nhất!)  Nếu bạn ở lại không nhận được buffet. Nó không phải là giá trị tốt cho tiền và tôi chắc chắn bạn có thể tìm thấy một nhà hàng tốt hơn gần đó.",
            "reviewer_location": "St. Andrews, Vương quốc Anh"
        },
        {
            "name": "Mai",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Giá cả hợp lý, bãi biển đẹp nhưng nhân viên không chuyên nghiệp và dịch vụ xấu",
            "review_content": "Chúng tôi lưu trú từ ngày 29 tháng 7 đến ngày 1 tháng 8 năm 2018.  Tích cực: Khu nghỉ mát yên tĩnh với bãi biển dài xinh đẹp. Giá cả hợp lý. Có một số biến thể trong bữa ăn sáng tự chọn.  Tiêu cực: Đây không phải là 4 sao khi họ yêu sách. Chúng tôi đã đợi hơn một giờ để ăn tại nhà hàng của khu nghỉ mát, và nhân viên không hề xin lỗi hay giải thích lý do thức ăn trễ. Lần thứ hai chúng tôi ở nhà hàng, tôi phải tự mình lấy thực đơn và yêu cầu người bảo lãnh ghi lại đơn đặt hàng của chúng tôi, vì nhân viên chủ yếu treo ở phía sau bàn làm việc, trò chuyện và kiểm tra điện thoại của họ mà không cần bận tâm đến việc khách hàng có cần gì không . Thức ăn không tốt. Internet thực sự tồi tệ trong phòng và TV bị mờ. Không thể tìm thấy một nơi bên ngoài để rửa chân và đôi dép của chúng tôi",
            "reviewer_location": "Oslo, Na Uy"
        },
        {
            "name": "ThaiPhamNgoc",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Good resort với mức giá khá hợp lý",
            "review_content": "Giá trị 5 sao: Khu nghỉ mát Khung cảnh yên bình và đẹp Giá trị 4 sao: Bãi biển riêng Bungalows Thiết kế và trang trí Giá trị 3 sao: Cơ sở vật chất Bữa ăn sáng Dịch vụ tổng thể Nhà hàng  Gia đình chúng tôi tìm thấy nơi này thú vị Mọi thứ đều ở trên mức trung bình, nhưng khu nghỉ mát này cần nhiều sự chú ý và đầu tư hơn Một cái gì đó kỳ lạ: bồi bàn lấy đi đồ dùng trong khi chúng tôi đã có bữa ăn sáng buffet; đèn trong tủ quần áo tạo ra âm thanh khó chịu. . .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Daniel H",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Có thể dễ dàng có được tốt hơn",
            "review_content": "Các phòng đều rất đẹp và thoải mái, và sau khi nhìn quanh một vài khách sạn lên đường, tốt giá trị đồng tiền. Chúng tôi gặp vấn đề với muỗi nhưng nhân viên tiếp tân rất chu đáo.  Thức ăn khá dễ chịu, nhưng bữa sáng khá là một bữa tiệc buffet kỳ lạ với cà phê khủng khiếp. Trên toàn bộ thực phẩm không phải là xấu, mặc dù một số nhân viên đã khá offhand và cần nhắc nhở để xóa mọi thứ đi liên tục. Chúng tôi có ấn tượng rằng các chức năng mà nhà hàng mang lại quan trọng hơn những khách lưu trú tại khách sạn. Nếu bạn thích karaloke nặng nề thổi bay khối lượng hàng đầu từ một PA tinh ranh, không nhìn xa hơn.  Tôi sợ sự thất vọng lớn nhất đối với chúng tôi là bãi biển, sau khi một cơn bão bị rải rác. Sau khi thoát khỏi Hà Nội, nơi chúng ta đang sống, chúng tôi mong đợi một số không khí",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TanleyT",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Sẽ tốt hơn sau khi cải tạo",
            "review_content": "Chúng tôi ở lại một đêm trong khu nghỉ mát này, khu nghỉ mát này chỉ làm việc cải tạo xung quanh khu vực hồ bơi, Bãi biển chỉ là trung bình chúng tôi tìm thấy rác xung quanh cos 'bãi biển này được mở cửa cho công chúng. Phòng lớn và khá, phòng tắm ok, không khí tốt - điều kiện, khu vườn xinh đẹp, Dịch vụ nhà hàng và thức ăn là tốt.",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "Rod R",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ít thất vọng",
            "review_content": "Đã không có được một khởi đầu tốt. Phòng delux của chúng tôi được tràn ngập với mozzys. Căn phòng nhỏ và liền kề nên không có sự riêng tư. ban công cũng mở. Ngày hôm sau nâng cấp lên bungalow bên bờ biển tốt hơn nhiều. Bạn có một chút bí mật hơn. Điều này đã được thực hiện với chi phí 400 k đồng một đêm.  Các phòng và khu nghỉ mát cần một số tiền dành cho nó để được trung thực. Nó là tốt nếu bạn muốn có một kỳ nghỉ bãi biển yên tĩnh nhưng tất cả mọi thứ đóng cửa ở mức 10. Ở bên phải của lối vào khu nghỉ mát có quầy bar phục vụ rượu cuba và tiếng Ý. Với một atm hơn nữa. tất cả trong tất cả ok nhưng nên được tốt hơn cho giá",
            "reviewer_location": "Phuket, Thái Lan"
        }
    ],
    "hotel": {
        "location": "Bãi biển Ninh Chữ, Đường Yên Ninh, Phan Rang-Tháp Chàm 660000 Việt Nam",
        "name": "TTC Resort - Ninh Thuan",
        "geo_data": {
            "latitude": 11.58106803894043,
            "longitude": 109.02792358398438
        },
        "room_number": "96",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/a8/c1/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/3f/12/exterior.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/bb/06/ttc-resort-premium-ninh.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/ba/32/3d/h-boi-v-i-khu-v-c-danh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/b6/c9/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/b6/58/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/af/b2/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/af/42/bu-i-chi-u-binh-yen-ben.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/b6/96/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/b6/7f/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/b6/6d/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/b5/59/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/aa/c5/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/aa/b9/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/a9/ef/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/a9/91/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/a8/65/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/a8/58/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/5f/c1/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0b/5f/ae/ttc-resort-premium-ninh.jpg?w=1200&h=-1&s=1"
        ]
    }
}