{
    "content": [
        {
            "name": "Katy F",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lovely, peaceful hotel",
            "review_content": "A small hotel/resort, located just outside the main area of Tam Coc - really peaceful and tranquil and a great place to relax.   Bicycles were provided free of charge by the hotel and cabs to get around were also cheap - these are easy to get on grab or via the hotel, but beware we were unable to get a grab back later at night and ended up being ripped off by the taxi rank - definitely arrange with hotel!   Staff were absolutely fantastic. All super friendly and wanted to help.   Thank you for a lovely stay.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhung N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A relaxing stay",
            "review_content": "The location is great, not too remote and not too central, so we can enjoy the quiet atmosphere and the surrounding nature. It locates in between Tam Coc pier and Thung Nham bird park so we could enjoy cycling every day on scenic countryside lanes. The staff is professional and friendly. The room is clean, basic and enough for a short stay. And very reasonably priced.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Paul S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best hotel in Ninh Binh with amazing staff!",
            "review_content": "Breathtaking views of the mountain as you’re literally staying inside it! Infinity pool, big, modern rooms, by far the best people working here we have come across in our 2 weeks in Vietnam staying at 6 different hotels.  Free bikes, great breakfast, nice strolls and all this at a snacking value!  Would have stayed longer if we could to enjoy a few nice days. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Janet W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tranquil ",
            "review_content": "Most beautiful and tranquil setting ! So nice to come some where quiet after busy Hanoi! A little out of town but they provide free bicycle and cheap scooter to hire ! A beautiful easy and quick ride into town  Our first room was a little dark and not very airy but they changed our room immediately with out any problems! Huyen was so accommodating and nothing was a problem!! All staff were amazing!! Definitely recommend this place and breakfast was awesome ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Celtic C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent",
            "review_content": "It was excellent. Service is very good, personal is polite. We left at 8 pm and they permit us to stay at room till this time. Beautiful views and nature around hotel,  Tasty breakfast. We recommend it! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hanafi H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent",
            "review_content": "Good place and friendly staff. Overall nice place for sightseeing.  Enjoy it so much. Room is big and nice and clean. Staff is helpful. Quiet and serene place with plenty of sounds of nature. Highly recommended.  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pamela L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great experience for our 2 day stay at Lalita!",
            "review_content": "Nice and serene place, good service. Staff was very friendly and helpful. Room is big and clean. Place is very quiet. Good for a relaxing weekend. Nice pool available. Highly recommended if you are looking for a quiet place to stay.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Alicja K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Recommend for families",
            "review_content": "The hotel was the best place to stay in Tam Coc, which I especially recommend for couples with kids. Our girl loved the beautiful swimming pool with the mountain view. Also it was very convinient that they serve food all day that you can order. The room was very clean with room service everyday and the staff helped with motorbike rent and shared a lot of information on what to see in the region.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trip48015999137",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Awesome little hotel near Tam Coc",
            "review_content": "We stayed with my family for three nights, it was wonderful. Quiet and beautiful, set near a mountain and close to everything to see in Ninh Binh. Staff is wonderful. Highly recommended! You can take bikes and visit the nearby serene countryside.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trip57405094282",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất ổn, nên ở",
            "review_content": "Nhân viên cực ngoan ngoãn, dịch vụ ổn, sạch sẽ. Đồ ăn ngon, bể bơi cơ bản là đẹp.  Cảm giác ấm cúng như gia đình mình vậy.  Ngoài ra, có chỗ đỗ ô tô, rất tiện cho việc đi lại.  Ah, nhà cơ bản là rất mới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Krisjanis E",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Clean, friendly and very scenic",
            "review_content": "We stayed here for 4 nights. Very clean and beautiful place. Staff was really friendly, helpful and nice. Breakfast also was good with a wide variety to choose from both - Vietnamese and western cuisine.  Also massages here were good so we would definitely come here again.",
            "reviewer_location": "Ikskile, Latvia"
        },
        {
            "name": "paultheq",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Serene hotel",
            "review_content": "Set in what seems in the middle of nowhere but only a short walk to bars, restaurants and a mini market. We used the hotel’s free bicycles to explore the area and go to Tam Coc for the boat ride. The swimming pool was a decent size and the rooms fine in a beautiful setting. We ate in the hotel and opted for the local dishes, all good quality.  The staff have limited English but are keen to help and very attentive.  Breakfast was served as a buffet with made to order eggs and a good selection of food to suit western/eastern palates. A good place to stay for one or two nights rather than a long day trip from Hanoi, a serene and relaxing stop",
            "reviewer_location": "Manchester, Vương quốc Anh"
        },
        {
            "name": "Jordydegraaf",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent stay",
            "review_content": "Excellent stay. Very friendly and attentive staff, beautiful accommodation and very convenient location around the Tam Coc area close to several sights or on short distance by cycles which they offer or motorbike. Recommended, would come again",
            "reviewer_location": "Terneuzen, Hà Lan"
        },
        {
            "name": "Bart Heideman",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very special place in Vietnam.",
            "review_content": "Really enjoyed our stay here. The staff was very friendly, especialy the receptionist Tom and Huyen. We even could use the bikes after checkout. Spectacular view on the mountains. Breakfast was very good. Eggs were being prepared on request. Great place to reload on your trip in Vietnam.",
            "reviewer_location": "Amsterdam, Hà Lan"
        },
        {
            "name": "Odyssey04771323711",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ニンビン滞在",
            "review_content": "定員さんも優しく凄くいいホテルです。ニンビンはヨーロッパ観光客も多く、街もいい感じでした！また、来たいと思います。名物はヤギ！ベトナム語でゼェー。ホテルの近くは崖になっており、時折ヤギがおりてきます。  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hiro2017",
            "avatar": "",
            "review_rating": "5",
            "review_title": "素敵なホテルです。",
            "review_content": "とても親切に接客していただきました。 働いている方の笑顔とおもてなしが素敵でした。 景色もとても良く、庭のプールや崖の上にいる山羊なども見ることができました。 今回はビジネスでの滞在であったので、あまりゆっくりじっくり事はできませんでしたが、伝統的な行事も食べることができました。 料金の支払いをクレジットカードで支払えなかったのは残念ですが、とても満足のいく宿泊ができました。次回も来ることがあったら宿泊したいです。",
            "reviewer_location": "Iida, Nhật Bản"
        },
        {
            "name": "Discover54142977372",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great hotel in Tam Coc",
            "review_content": "The hotel was very nice and on a beautiful location. Close to Tam Coc which you can get to easily by bike or scooter. It's a great starting place to visit many nice sights in Ninh Binh. The staff is very lovely too and we enjoyed a nice breakfast. Would definetely recommend!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Inken S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Recommendation :)",
            "review_content": "The room was very clean, beds extremely comfortable and the resort itself is very nice and lovely as well. The staff is very kind and offers all supprt you need (fluent in english :) ). Bikes are for free and sufficient to explore the area close by, motorbikes for longer trips to rent directly at the resort. Overall a very good experience I can totally recommend!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Elena M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quiet and relaxing place with a beautiful view on the mountains",
            "review_content": "Our stay in Lalita was perfect. Everyone is so nice and puts a lot of effort to make this stay as relaxing as possible for you. Late night check in worked out very well. You can use the bikes for free to go around tam coc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Fk93",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Prachtig resort",
            "review_content": "Het personeel is heel behulpzaam en geeft goede uitleg over de omgeving en wat er te zien is. Het resort zelf is erg mooi. De kamer is goed en het uitzicht is prachtig. Wij hadden een massage geboekt, deze was ook erg goed. We zouden hier zeker weer terugkomen.",
            "reviewer_location": "Roermond, Hà Lan"
        },
        {
            "name": "Klaus-Dieter G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tolles Hotel",
            "review_content": "Sehr gutes Preis-/Leistungsverhältnis, sehr gutes Frühstück, toller Pool aber leider war das Wetter nicht so gut. Fahrräder waren umsonst, tolles Personl. Alles in allem eine tolle Hotelanlage mit sehr aufmerksamen Personal.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Franziska G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Toller Aufenthalt, abseits des Tourismus aber trotzdem zentral:)",
            "review_content": "Wunderschönes Hotel, toller Blick, super nettes Personal, was jeden Wunsch erfüllt und ein günstiges aber überragendes Frühstück. Wir würden jeder Zeit wieder her kommen:)tolle Umgebung, Fahrradverleih umsonst und wunderschöner Pool☺️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Max G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sehr schön gelegenes Hotel, super Service!!",
            "review_content": "Sehr schön gelegenes Hotel mit super Service, mit sehr gutem Frühstück. Zimmer sehr sauber, eigener Pool vorhanden, traumhafte Außenanlage im Grünen gelegen. Wir kommen gerne wieder und sagen herzlichen Dank",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThamHua",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing views",
            "review_content": "Great location for a stay, amazing view. Food were very decent, friendly and tentative staff. The location is located right across a large mountain and a river, so the view is amazing to take it all day long",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Road21332341132",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời chúng tôi rất vui",
            "review_content": "khách sạn đẹp nhan viên than thiện nhiệt tình hieeu khách các bạn giup đoàn tôi rất nhiều nếu có thời gian quay lại khách sạn nhất định chúng tôi sẽ quay lại đây cảm ơn các em rất nhiều có view rất nổi bat",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice place. Good service with party near pool nearly midnight",
            "review_content": "Phục vụ tốt nhiệt tình, mặc dù có party đến nửa đêm nhưng các bạn vẫn nhiệt tình. Resort có cảnh đẹp, cạnh núi, có hồ bơi. Phòng sạch sẽ. Đồ ăn sáng ngon. Tuy lối vào hơi nhỏ nhưng nhìn rất đồng quê. Đánh giá 5 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Happiness40900416914",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm nghỉ dưỡng xanh",
            "review_content": "Khi đến với lalita tam coc resort & spa tôi được tận hưởng một không gian nghỉ ngơi tuyệt vời, nhân viên rất thân thiện dễ thương. Chất lượng dịch vụ rất tốt đặc biết có bữa ăn sáng rất ngon. Không gian phòng sạch sẽ. Nhất định tôi sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber66396124027",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên thân thiện, ks yên tĩnh",
            "review_content": "Tôi chưa thấy ở đây có gối mềm hơn, ks yên tĩnh, sạch sẽ, nhân viên cực kì thân thiện, hồ bơi sạch sẽ, không gian thiên nhiên tuyệt vời.đáng để trải nghiêm cho gia đình, hoặc tổ chức đi theo nhóm cho đoàn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trieu P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chơi chuyến đi về nguồn tuyệt vời ở một không gian xanh.",
            "review_content": "Chết lượng sản phẩm tuyệt vời. Nhân viên thân thiện, rất nhiệt tình hướng dẫn du khách. Không gian xanh, sạch, không khí tĩnh lặng và thân thiện với môi trường. Nhất định tôi sẽ đưa gia đình của mình đến vào chuyến nghĩ lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Tú H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyet vơi",
            "review_content": "Khách sạn đẹp có view rất đẹp núi non bao quanh. Nhân viên thân thien nhiet tình hiếu khqchs không gian xanh mát lần sau nhất định chúng tối nhát định sez quay lai. Cảm ơn các bạn rát nhiều chúng tôi rát vui khi ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Oanh D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very good hotel",
            "review_content": "The hotel view is amazing and quite. The room is very cozy, nice and clean. The staffs are friendly and helpful. The breakfast was very nice special Pho😍. I would recommend to be back here again this hotel ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber58187648462",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời tôi yêu lalita",
            "review_content": "Tuyệt vời khách sạn đẹp hiếu khách đặc biệt là đội ngũ nhân viên nhiệt tình thân thiện hỗ trợ các chị nhiệt tình view đẹp có núi bao quanh rất đẹp chắc chắn chúng tôi sẽ quay lại khi có dịp ra Ninh bình ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "schalke05",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sehr zu empfehlen ",
            "review_content": "Ein wunderschönes kleines Hotel ,sehr gepflegte Anlage und stilvoll eingerichtete,sehr saubere Zimmer.Das Essen war sehr gut ,hervorzuheben die zügige und außerordentlich freundliche Bedienung durch  Dat ,der uns einen überaus köstlichen Kaffee selbst zubereitet hat. Wir wären gern länger geblieben. ",
            "reviewer_location": "Heilbad Heiligenstadt, Đức"
        },
        {
            "name": "rikki d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ultimate beauty in Tam Coc - Very  Welcoming staff English speaking",
            "review_content": "We come here for 2 nights. Very beautiful hotel. Pool is exceptional background.  Rooms are super comfortable and cleaned daily. Staff are amazing in hospitality and make sure your stay if 100% perfect.  We wanted to cancel Halong bay and stay here for another 2 nights but unfortunately we're booked out.  Breakfast and dinner is brilliant.  I will be back for sure and will recommend to any family and friends to stay here. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lauren C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful stay Lalita Tam Coc Restort & Spa",
            "review_content": "My partner and I were backpacking round Vietnam and Lalita was just perfect for what we wanted. It is secluded and off the beaten track but the location is close enough to reach the busy main area in Tam Coc by bicycle/scooter.   The pool was freshly filled on the day of our arrival and the staff were very very friendly and honestly couldn’t do enough for us! We were brought a couple of beers to enjoy while in the pool, we were able to extend our stay an extra night (as we loved Tam Coc so much) and also helped with private onward transfer to Hanoi.   The rooms are spacious and beds very comfortable. Breakfast was included and each morning fresh eggs/omelette and pho is available, along with fruit etc. One morning during our stay a guest asked for their bread to be toasted, the",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "David T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Peaceful and beautiful hotel and surroundings",
            "review_content": "Would highly recommend! We booked for two nights and ended up staying a third! Beautiful location around 10 mins from town on a bicycle. Would definitely return when we are next in Ninh Binh. Thank you to the hotel staff as they couldn’t do enough for us. Very pleasurable stay!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "George H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful stay at Lalita!",
            "review_content": "Such a lovely stay at Lalita - staff were super friendly and helpful, and the pool & room were amazing, everything really clean and comfortable. The free buffet breakfast was really nice and loads to choose from, and they even had free bikes for us to use whenever we wanted too, would highly recommend! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "shakira d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful stay in Tam Coc",
            "review_content": "Really beautiful hotel, staff are super friendly and the beds were suuuuper comfy. They gave us bicycles for free so we did the first day on bike and second on mopeds and saw all the main attractjons. Really enjoyed our time here... Only wish we could have stayed longer. Only thing is it's slightly difficult to find... Follow the gravel path to the right from the main road... We got a bit lost trying to follow Google maps! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zoe L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lovely secluded resort ",
            "review_content": "A wonderful little spot nestled against a mountain a little way outside of the main town of Tam Coc. The swimming pool is lovely, the rooms are big and comfortable, the food is fab and the staff (especially Huyen) are extremely helpful. We loved staying here! It is a little bit difficult to find so just make sure you follow the sign.",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Daniel H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing hotel",
            "review_content": "Our stay at Lalita Tam Coc Resort and Spa was very relaxing. All the staff were so helpful especially Huyén and provided any information that we needed. The staff organised motorbikes for us to use to explore the area and transfer back to Hanoi Airport. The rooms were very nice, beds were comfortable and air-conditioning in the room when the days are hot.  The highlight of the resort had to be the pool, you were able to use and cool down after a long day exploring. I would highly you stay here if you come to visit Tam Coc. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Siobhan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Brilliant",
            "review_content": "We loved Lalita, Huyen was great! The swim pool is amazing and the air conditioning in the room is brilliant. They offer free bicycles or moped to rent which is very handy. We got our laundry done here and Huyen helped to organise our transfer to the airport which was brilliant.",
            "reviewer_location": "Kenmare, Ireland"
        },
        {
            "name": "Max S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great hotel with friendly staff",
            "review_content": "Extremely friendly staff! Incredible views and well situated, a bit off the (touristy) main streets. Perfect to relax and enjoy nature.  Wi-Fi worked pretty well all the time. Pool area and rooms are super clean. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quest01164828790",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời",
            "review_content": "Nhân viên thân thiện nhiet tinh. Khach sạn đẹp đianf chúng toi là đoàn khách khuyết tật đuọc các bạn hỗ trợ nhiệt tình đặc biệt là bạn huyền lễ tân chắc chắn đoàn tôi sẽ quay lại tiếp cảm ơn khách sạn rất nhiều",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Brett W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "We loved Lalita",
            "review_content": "Excellent Resort,  Great staff, especially  Huygen & Truong.  Great location & facilities, very quiet &beautiful rooms. Close to town, easy to get scooter organised a land a fantastic breakfast.  Really friendly & helpful.  Would definitely stay again.  Awesome!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AliceTais",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Soirée mémorable entre amis.",
            "review_content": "Une soirée mémorable entre amis dans cet hôtel niché au bout d’un chemin, au calme. La chambre est très spacieuse et très propre avec une salle de bain de rêve. La literie est confortable. L’environnement est fleuri et verdoyant.  Le personnel est au petit soin pour nous avec le sourire toujours aux lèvres. Le dîner était parfait et le petit déjeuner de très haute qualité. Je ne peux que recommander vivement cet hôtel si vous venez visiter la Baie d’Along terrestre et les rizières aux alentours",
            "reviewer_location": "Paris, Pháp"
        },
        {
            "name": "Kristina I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best stay",
            "review_content": "Amazing place, 10/10. We spent 2 nights  in this resort and everything was perfect since the beginning. Mr. Hau was super helpful, he helped us with everything is possible and that made a huge impact on our whole trip in Tam Coc. And front desk host Huyen provided us with all information, was very friendly and helpful. Service in the resort is incredible.  This place has an amazing tropical atmosphere, it is surrounded by mountains and looks very unique. Rooms are very spacious and pretty. Highly recommend!",
            "reviewer_location": "Nga"
        },
        {
            "name": "Jacqueline H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lovely hotel in stunning landscape",
            "review_content": "Lovely stay at the hotel - very comfortable rooms and in a beautiful green setting. The village is a little out of the way but there is few bikes and you can cycle into the main town easily. Great location for being able to get to the bird sanctuary also.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Viviyan Fenny",
            "avatar": "",
            "review_rating": "5",
            "review_title": "C'est un coin de paradis !",
            "review_content": "Ce charmant hôtel boutique est situé dans la belle campagne de Ninh Binh. On y trouve des chambres confortables, des installations modernes et un service attentionné. La connexion WiFi gratuite est disponible dans tout l'hôtel. La piscine et le jardin sont parfaits pour se détendre et profiter de la nature. Je recommande vivement le Lalita Tam Coc Resort & Spa pour un séjour relaxant et reposant.",
            "reviewer_location": "Paris, Pháp"
        },
        {
            "name": "esmeralda",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice resort, peaceful atmosphere, professional staff",
            "review_content": "This resort offers spacious and comfortable rooms with private terraces overlooking the lush green rice fields and mountains. You can enjoy a variety of services and amenities, such as an outdoor pool, a spa, a restaurant and a bar. The resort is also conveniently located near some of the most popular attractions in Ninh Binh province, such as Bai Dinh Temple and Tam Coc - Bich Dong tourist center. Book your stay at Lalita Tam Coc Resort & Spa today and experience the beauty and tranquility of this amazing destination.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Radostina Z",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing place to stay in Tam Coc",
            "review_content": "Very beautiful garden and location. It only 10 mins by bike from the main street of Tam Coc. They offer free bikes so it’s easy to get around. The staff was super nice and helpful! The rooms are great and have everything you need. Breakfast is also great with lots of choice. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jake C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Peaceful getaway",
            "review_content": "Beautiful and peaceful resort from which to explore Tam Coc and Ninh Binh region. The whole team including the manager Hau and front desk hosts Huyen and Dat provided incredible service and can help with bicycles, inexpensive motorbike rental, local recommendations, and transport to/from Hanoi. Wonderful experience and wish we had longer to stay!",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Josh R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Brilliant hostess",
            "review_content": "Amazing staff and great atmosphere. Loved the breakfast and music. Highly recommend! The pool is very nice I went for a morning swim and loved it. It’s a shame to be leaving so soon. Thank you to all of the staff",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jack B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A stay in nature",
            "review_content": "Yuen Thi Huyen was brilliant on reception, helpful staff throughout the trip, organising taxi’s, a great stay and motorbikes. Unbelievable location in the middle of nature. Food was exceptional. Evening fire pit with drinks. Couldn’t ask for a better experience.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Karlik Patkin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Au milieu dé rizières, beau et calme",
            "review_content": "Ce resort et spa ét hautement recommandé! Le restaurant et le bả sont excellents. Lé vues panoramiques dé rizières et dé kats calcaires sont magnifiques. Lé chambres avec vue sủ le jardin et balcon ofrent une vue imprenable sủ lé environs.",
            "reviewer_location": "Florange, Pháp"
        },
        {
            "name": "Hopton",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Luxurious and relaxing getaway",
            "review_content": "The spa is top-notch and the beds and flat-screen TVs make it feel like home. The amazing pool is perfect for a dip after a long day of sightseeing. The spacious and comfortable rooms with balconies provide spectacular views of the surrounding countryside. The staff are friendly and helpful, and the food is delicious. I highly recommend this resort for anyone looking for a luxurious and relaxing stay.",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Arlen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Servicio absolutamente increíble, una estancia encantadora.",
            "review_content": "Lalita Tam Coc Resort & Spa es un lugar ideal para aquellos que desean disfrutar de la belleza de Ha Long Bay en tierra. El hotel boutique ofrece una variedad de comidas locales e internacionales para satisfacer todos los gustos. El personal es amigable y profesional, siempre dispuesto a ayudar. La ubicación es ideal para aquellos que desean visitar el Templo Bai Dinh. La habitación es cómoda y limpia, con todas las comodidades modernas para una estancia agradable. La piscina al aire libre es un lugar perfecto para relajarse y disfrutar de la vista. En general, Lalita Tam Coc Resort & Spa es un lugar maravilloso para pasar unas vacaciones inolvidables.",
            "reviewer_location": "Oviedo, Tây Ban Nha"
        },
        {
            "name": "Sandee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice resort, boutique style decorated",
            "review_content": "We stayed 2 nights at the Lalita Tam Coc Resort & Spa, it is a beautiful boutique hotel located in the countryside. The modern decor is stunning and the friendly staff make you feel right at home. The rooms are spacious and comfortable and the amenities are excellent. The views of the countryside are breathtaking and the spa is an excellent way to relax after a long day. The staff are extremely friendly and helpful, making sure your stay is as enjoyable as possible. I would highly recommend this resort to anyone looking for a luxurious and relaxing stay in the countryside.",
            "reviewer_location": "Singapore"
        },
        {
            "name": "Gulsher",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Would highly recommend it to anyone looking for a relaxing escape.",
            "review_content": "A relaxing getaway. The resort is located in a beautiful area with lush greenery and stunning views. The staff were extremely friendly and helpful and the rooms were clean and comfortable. The food was delicious, with a wide variety of options to choose from. The price was also very affordable, making it a great value for money.",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Le Thi Thu T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great",
            "review_content": "Excellent service without being intrusive,  DAT helpful in coordinating transport for touring the surrounds. Location is great, near major sights and restaurants. Rooms clean and comfortable. Good for families traveling with kids",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Prabir",
            "avatar": "",
            "review_rating": "5",
            "review_title": "It's a really nice place",
            "review_content": "The perfect place to stay for a peaceful and relaxing vacation. The rooms are spotless and the staff is friendly and helpful. The location is convenient, close to all the attractions and activities in Ninh Binh. Everything was well-maintained and organized.",
            "reviewer_location": "Palmerston North, New Zealand"
        },
        {
            "name": "Peter T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Toll",
            "review_content": "Sehr schöne, kleine Anlage. Außergewöhnlich ruhig gelegen, sehr gutes Essen und freundliches  Personal, viele Sehenswürdigkeiten in der Umgebung der \"trockenen Halong\", Fahrradfahren mit Entspannungsfaktor ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Viva V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing trip with perfect hotel",
            "review_content": "Amazing!!! Good location for visiting, relaxing, locally  Facilities is good and perfect.  Our family 10 persons but all was really happy. We really love the sauna, we can relaxing and take energy again after long day activities. Food also perfect, my parents love the sticky rice cake and I told with receptionist, when we check out they send a big surprise gift with lots of cakes. Absolutely we must visit Ninh Binh and lalita hotel many time more Appreciate thanks a lot to hotel staff, you are greating friends",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daven Gerrans",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beau hébergement, très propre",
            "review_content": "Le Lalita Tam Coc Resort & Spa Ninh Binh est un endroit paisible qui propose des chambres propres et bien aménagées. Le personnel est incroyablement amical et toujours prêt à aider, ce qui rend votre séjour encore plus agréable. L'environnement est calme, parfait pour ceux qui cherchent à s'échapper du bruit. Je recommande fortement cette propriété pour ses alentours paisibles, ses chambres propres et son personnel amical. Une expérience vraiment merveilleuse!",
            "reviewer_location": "Oignies, Pháp"
        },
        {
            "name": "Quynh Maria",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Stunning views and peaceful setting",
            "review_content": "Lalita Tam Coc Resort is a hidden paradise that offers stunning views and a peaceful setting. The highlight of the property is its beautiful and clean swimming pool. The rooms are nicely furnished and provide a comfortable stay. The staff is friendly and always ready to assist. This is the perfect place for those looking to escape the hustle and bustle of the city and enjoy some peace and tranquility. Highly recommend!",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Clifford B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A great place to chill and relax",
            "review_content": "The resort's facilities were top-notch, with a beautiful pool and a well-equipped room. The restaurant offered a range of delicious options, with both local and international dishes to choose from. The rooms were spacious, clean with all the amenities I needed for a comfortable stay. Highly recommend this resort in Ninh Binh.",
            "reviewer_location": "Singapore"
        },
        {
            "name": "Sid2019b",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Fabulous start to finish - stay a few days",
            "review_content": "Our stay of 3 days at Lalita Hotel was impeccable. Room was beautiful, attention to detail was flawless, and the staff could not have been better. We tried 2 different rooms, both terrific, amazing bath (we are bath connoisseurs :-) ), great views, and attention to details and cleanliness could not be better.  Staff assisted us with taxis to Hanoi, day trips, free bikes, motorbikes, area information, spa access - just memorable. There is a fun paddy field with crazy paths in front of the building - super fun.  I expect this is the best hotel in town - we could not find or see anything else of the calibre (and we do our research). Tam Coc is the place to stay - this is the scenic area tourists seek and there's a lot in bicycle distance (not Ninh Binh - which is just an average",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chalmers",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Absolutely love the beauty",
            "review_content": "The hotel is very clean and in good location. Amazingly friendly staff who nicely helped with additional requirements for my honey moon trip. A beautiful countryside views, great breakfast choices and dining room. A perfect location to do activities in Tam Coc, Mua Cave while being in a quiet area. Definitely recommended to everyone.",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Eilenesheffield",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing place and loved it. A must visit place in Ninh Binh",
            "review_content": "Wonderfully peaceful place to stay in Trang an. The staff were so helpful. They make our stay more enjoyable made our stay in Ninh Binh very special and unforgettable. Relaxing in the silence, the food and service are very good. The bikes were free and cycling around to the Trang An river boat rides and lookout was easy and very picturesque. I would 100% recommend.",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "Marta",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great stay, great staff",
            "review_content": "The staff was wonderful, very responsive and friendly. Jade helped us with our arrangements and Huyen made sure our entire stay was perfect. The room was nice, the pool looked great ( although it was too chilly to swim) and the breakfast spread was phenomenal. Breakfast included freshly made eggs, freshly made pho, noodles with spinach , lemon rice, fried spring rolls crepes, muffins, fresh fruit and so much more. Bicycles were also included with our stayed which we used the first day and then rented their scooters for 120,000 VND/ day The setting is pretty, you are on the edge of town so it quiet but it was a short ride to get dinner in town or you can eat at the hotel.",
            "reviewer_location": "Seattle, Washington"
        },
        {
            "name": "Ms Lena",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Very nice resort, good service",
            "review_content": "Very comfortable and very pleasant room and very well decorated. Beautiful swimming pool with magnificent view. The staff is extremely courteous to helpful and friendly. The spa is a place of relaxing and we had an amazing time in full body massage session. This is the perfect resort for the Tam Coc area.",
            "reviewer_location": "Hoa Kỳ"
        },
        {
            "name": "kohinoor",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Une expérience incroyable.",
            "review_content": "L'hôtel est situé dans un endroit magnifique, entouré de paysages naturels spectaculaires et à proximité des principaux sites touristiques de la région.Les chambres de l'hôtel étaient spacieuses et bien équipées, avec une décoration moderne et élégante. Le lit était confortable et la salle de bain était propre et moderne. La vue depuis la chambre était magnifique, donnant sur les montagnes environnantes.L'hôtel dispose également d'une piscine extérieure et d'un spa pour se détendre après une longue journée de visites. L'emplacement de l'hôtel est idéal pour explorer les alentours, il est proche de Tam Coc, Bich Dong et de nombreux autres sites touristiques populaires de la région.",
            "reviewer_location": "Toàn thế giới"
        },
        {
            "name": "Eldana",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A beautiful place to stay",
            "review_content": "Very nice location to visit, peace and silence best place to stay in Ninh Binh.  Stay was very pleasant, clean new room. Staff friendly and can speak good English. A little away from town, where you can visit Trang An, Mua cave, ....Very nice spa where we got wonderful massages. It's a pity that the weather is cold and I can't go to the swimming pool.",
            "reviewer_location": "Úc"
        },
        {
            "name": "Qian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A fantastic place to stay",
            "review_content": "Lalita Tam Coc Resort & Spa is a fantastic place to stay. The staff is incredibly friendly and helpful, the rooms are clean and comfortable, and the view is breathtaking. The resort is surrounded by nature, you can take a walk around, it's a perfect place to relax and escape the hustle and bustle of the city. The location is also great, it's easy to access to many attractions in Ninh Binh, like Trang An and Tam Coc. I highly recommend this hotel for those looking for a peaceful, tranquil and comfortable place to stay.",
            "reviewer_location": "Miền Trung Auckland, New Zealand"
        },
        {
            "name": "Phares",
            "avatar": "",
            "review_rating": "5",
            "review_title": "un endroit magnifique pour séjourner",
            "review_content": "un séjour memorable, quel bon moment nous avons passé avec ma femme, idéalement situé. le personnel etait vraiment sympatique et attentif. Je recommande vivement cet hôtel pour ceux qui cherchent un endroit paisible et tranquille pour se détendre.",
            "reviewer_location": "Mions, Pháp"
        },
        {
            "name": "Elladine",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Peaceful place, worth a visit",
            "review_content": "The resort has a beautiful view of the surrounding nature and it is very peaceful. The staff was very friendly and helpful, they were always willing to assist with any needs or questions. The rooms were clean and comfortable, with all the amenities you need. The hotel is also in a good location, it's easy to explore the area from there. I really enjoyed my stay at Lalita Tam Coc Resort & Spa and would definitely recommend it for anyone looking for a peaceful and comfortable stay in Ninh Binh.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Bảo Phương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort đẹp, bình yên",
            "review_content": "Có chuyến công tác ra Hà Nội, tiện nghỉ mấy ngày đi Ninh Bình thăm quan, ở đây 2 đêm và rất hài lòng. Resort vừa cải tạo lại, rất đẹp, mới, trang thiết bị hiện đại. Bể bơi to và sạch nhưng tiếc là mùa này ngoài bắc lạnh quá, không có tắm được :(. Nhân viên rất chuyên nghiệp, dễ mến, hỗ trợ nhiệt tình. Một địa điểm nghỉ ngơi gần Hà Nội.  Cảm ơn các bạn.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "RAISA",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice resort in Ninh Binh",
            "review_content": "The resort is located in a beautiful and peaceful setting. The service from the staff was excellent, they were very friendly and always willing to help. The rooms are spacious and well-appointed with all the amenities you need. The resort's restaurant serves delicious local food. The outdoor swimming pool and the spa are perfect for relaxing after a day of exploring the area. I highly recommend this hotel for anyone looking for a serene and comfortable stay in Ninh Binh.",
            "reviewer_location": "Miền Trung Auckland, New Zealand"
        },
        {
            "name": "Temitk",
            "avatar": "",
            "review_rating": "5",
            "review_title": "bien situé avec très bon service. à recommander",
            "review_content": "J'ai passé un séjour romantique incroyable en couple à l'hôtel et resort Lalita Tam Coc. Le service du personnel était excellent, ils étaient très amicaux et toujours prêts à aider. La piscine extérieure est un vrai plus pour les couples, propre et agréable. Les chambres sont spacieuses et très propres, avec toutes les commodités nécessaires. Je recommande vivement cet hôtel pour les couples qui cherchent un séjour romantique et relaxant à Ninh Binh.",
            "reviewer_location": "Blausasc, Pháp"
        },
        {
            "name": "Gunar",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A wonderful experience",
            "review_content": "The hotel is located in a beautiful and peaceful area of Ninh Binh, surrounded by picturesque rice fields and limestone mountains. The hotel staff were incredibly friendly and welcoming, and always went above and beyond to make sure we had a comfortable stay. The room itself was spacious and well-appointed, with traditional Vietamese decor that added a nice touch of local culture. The bed was comfortable, and the air conditioning and wifi worked well. The bathroom was clean and well-maintained, with all the amenities we needed. One of the best things about the hotel was the location. It's a short bike ride from the town center, so it's easy to explore the local area and visit the famous Tam Coc and Bich Dong caves. Lalita Resort and Spa is a fantastic choice for anyone visiting",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Otilia",
            "avatar": "",
            "review_rating": "5",
            "review_title": "만족스러운 가격까지 매우 추천합니다",
            "review_content": "방 자체는 넓고 깨끗하며, 보존적인 베트남 민속 인테리어가 잘 어우러져 있어 매우 깔끔하고 화려했다. 침대는 편안하고, 에어컨과 와이파이도 잘 동작하였다. 욕실은 깨끗하고 잘 관리되어 있으며, 필요한 모든 시설이 있었다. 닛반 Lalita Tam Coc 은 아름다운 전경과 편안한 시설, 친절한 직원들로 인상적인 여행을 선사합니다. 숙박 시설은 깨끗하고 쾌적하며 가성비도 좋습니다. 이 호텔을 추천합니다, 닛반을 방문하는 분들에게 이곳을 추천합니다.",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "Dathin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Love the customer service and cleanliness of the hotel",
            "review_content": "Lalita Tam Coc Resort is a great option for travelers looking for a comfortable and stylish stay in the area. The hotel's rooms are clean, spacious and decorated with a modern touch. The staff was very friendly and helpful throughout our stay. The hotel's location is great, nestled in the beautiful countryside of Ninh Binh, surrounded by lush green rice fields. The hotel's restaurant serves delicious local and international food with great views. It's also close to the most famous sites like Tam Coc and Bich Dong pagoda. The hotel also provides bicycles for guests to explore the area.The hotel pool was also a highlight, perfect for a refreshing dip after a day of sightseeing.Overall, I would highly recommend Lalita Boutique Ninh Binh Hotel for anyone looking for a comfortable",
            "reviewer_location": "Úc"
        },
        {
            "name": "Son Jung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "굿 초이스 호텔",
            "review_content": "나는 최근 Lalita Tam Coc Ninh Binh 호텔에 머물렀고, 정말 좋은 경험이었다. 호텔은 닌빈의 아름다운 평화로운 지역에 위치해 있으며, 주변에는 아름다운 밭과 석사 산맥이 있다. 호텔 직원들은 매우 친절하고 환영하며, 우리가 편안한 체류를 할 수 있도록 최선을 다해 섬세하게 대우했다.",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "Elika",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Absolutely loved staying here",
            "review_content": "Was recommended by a friend who lives in Hanoi. This is a beautiful hotel with an amazing staff.  They are so kind and helpful. The room itself was impeccable and had lots of amazing details, spacious, super great views. The beds were really comfortable. The restaurant, the swimming pool in the hotel are very good as well. We had a wonderful stay here.",
            "reviewer_location": "Singapore, Singapore"
        }
    ],
    "hotel": {
        "location": "Ninh Hai 08213 Việt Nam",
        "name": "Lalita Tam Coc Resort & Spa",
        "geo_data": {
            "latitude": 20.218503952026367,
            "longitude": 105.91754913330078
        },
        "room_number": "30",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f5/9c/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f6/0b/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f5/da/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f5/67/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f5/31/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/dd/f4/23/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/cf/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/ca/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/c0/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/ab/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/a3/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/97/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/8c/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/88/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/84/lalita-tam-coc-resort.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/83/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/59/7c/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/28/87/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9e/28/86/lalita-tam-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d9/7d/7e/caption.jpg?w=1200&h=-1&s=1"
        ]
    }
}