{
    "content": [
        {
            "name": "hoangv2018",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lapis - Ấm áp và thân thiện",
            "review_content": "  Tôi đã từng đi du lịch nhiều vùng miền, từng ở rất nhiều khách sạn nhưng chưa nơi nào cho tôi cảm giác ấm áp và thân thiện như Lapis.  Từ Quản lí khách sạn đến nhân viên các bộ phận đều luôn cho tôi cảm giác như đang ở nhà cùng người thân. Phong cách phục vụ chuyên nghiệp mà chu đáo, nhiệt tình khiến cho tôi vô cùng hài lòng khi trải qua kì nghỉ tại Lapis.   Chắc chắn Lapis sẽ luôn là lựa chọn đầu tiên khi tôi đến Hà Nội.  Cám ơn Lapis ❤️  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tung Nguyen Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến công tác Tết của tôi sẽ rất buồn nếu không ở Lapis",
            "review_content": "Có công việc đột xuất phải ra Hà Nội công tác dịp tết, đường vắng, phố vắng, các khách sạn phần lớn đều đóng cửa tắt đèn. Là khách cũ quay lại ở, tôi ngạc nhiên khi em gái lễ tân vẫn còn nhớ tôi (tất nhiên tên thì không nhớ nổi) và như một món quà dịp tết, tôi được miễn phí nâng phòng lên hạng luxury để tri ân và trải nghiệm. Cảm ơn tập thể khách sạn Lapis đã phục vụ chu đáo P/s: mê tín 1 chút, 2 lần ở Lapis công việc đều trôi chảy thuận lợi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "565tinyt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời với The Lapis Hotel",
            "review_content": "Đối với cá nhân tôi , lapis là biểu tượng của sự hoàn hảo , khách sạn mang phong cách sang trọng cùng nhiều tiện nghi đẳng cấp trong phòng , bữa sáng tuyệt vời . đặc biệt ở lapis ngoài cơ sở vật chất còn có những nhân viên chuyên nghiệp , thân thiện , họ luôn mong muốn mang những trải nghiệm tốt nhất đến cho khách hàng và luôn luôn nỗ lực vì điều đó , nếu còn quay lại hà nội tôi nhất định sẽ ở The Lapis Hotel",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Anh Tai L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn",
            "review_content": "Cảm ơn khách sạn đã cho tôi có một kì nghỉ tuyệt vời, ở đây nhân viên rất thân thiện, khi vừa tới khách sạn bảo vệ đã giúp tôi xách hành lý, vào nhận phòng thì nhân viên lễ tân nở nụ cười chào tôi thật dễ thương. Phòng ở thì sạch sẽ và đặc biệt tôi đã có một đêm honeymoon thật tuyệt cùng vợ của mình tại khách sạn với sự hỗ trợ nhiệt tình của nhân viên và một căn phòng thật lãng mạn. Chỉ biết nói là thật tuyệt, nếu đến Hà Nội tôi nhất định sẽ ghé lại đây nhiều lần nữa.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Tony",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng về cách bán phòng của khách sạn",
            "review_content": "Cách thức bán phòng của khách sạn quá tệ, giống như lừa đảo khách hàng. Trên hệ thống đặt phòng thể hiện xác nhận đặt phòng lưu trú 1 đêm, đến khi nhận phòng khách sạn báo chỉ ở tối đa 3 tiếng mà không có bất kỳ một thông báo trước hay giải thích nào cho khách trước khi đến nhận phòng. Nhân viên thì giải thích quy định này không tương thích trên hệ thống đặt phòng. Quả thật quá thất vọng về cách làm ăn này và sẽ không bao giờ quay lại nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThuyDung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẳng cấp 5 sao !!!",
            "review_content": "Tôi có dịp quay lại đây vào dịp hè Hà Nội nóng 40 độ . Nhưng khi đến khách sạn là nụ cười tươi của các bạn lễ tân , bell , nhà hàng , buồng phòng... làm tôi quên đi mọi vất vả trong chuyến đi . Giá phòng Lapis hiện tại rất tốt , nhưng chất lượng phục vụ , bữa sáng vẫn đảm bảo cho bạn 1 đánh giá rất tuyệt vời ! Tôi khuyên các bạn hãy tới đây ⭐️⭐️⭐️⭐️⭐️",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Lisa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh để trải nghiệm - phục vụ",
            "review_content": "Khách sạn mới, sang trọng với vị trí đẹp ở đường Trần Hưng Đạo, thuận tiện cho việc di chuyển đến các tòa nhà lân cận cũng như các địa điểm ăn uống, mua sắm, vui chơi. Phòng ở và khu vực công cộng được thiết kế đẹp với các trang thiết bị hiện đại và sang trọng . Nhân viên xinh, rất thân thiện và nhiệt tình giúp đỡ khách hàng. Buffet sáng tại nhà hàng cũng rất ngon với nhiều sự lựa chọn, đồ ăn sáng dành cho bé cũng rất dễ dùng.  Cảm ơn khách sạn đã cho tôi một trải nghiệm tuyệt vời tại đây và thủ đô Hà Nội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Phòng được thiết kế và trang trí ấm cúng, sạch sẽ, bữa sáng ở đây tội rất hài lòng. Chị quản lí khách sạn khá thân thiện và xinh đẹp, rất tiếc vì chỉ ở được 2 hôm nên chưa thật sự trải nghiệm được nhièu. Tôi sẽ quay lại Hà Nội và trải nghiệm The Lapis thêm vài lần nữa.",
            "reviewer_location": "Tỉnh Đắk Lắk, Việt Nam"
        },
        {
            "name": "Ha Trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp,ấm cúng,địa điểm thuận lợi di chuyển nhiều nơi ở Hà Nội",
            "review_content": "Tôi đã ở khách sạn The Lapis rất nhiều lần và lần nào cũng rất hài lòng. Phòng ốc rất sạch sẽ,gọn gàng,nội thất đẹp.Dịch vụ của khách sạn rất tốt : đồ ăn sáng ngon,nhân viên niềm nở,luôn chủ động giúp đỡ khách.Tôi có giới thiệu vài người bạn tới ở khách sạn,tất cả đều rất hài lòng.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thanhtrung1979",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp - phục vụ tốt",
            "review_content": "Tôi và gia đình gồm 4 người có ở khách sạn lapis vào dịp tết vừa qua . Phòng khách sạn rất đẹp , gia đình tôi ở rất thoải mái . Nhân viên rất thân thiện, cảm ơn các chú bảo vệ đã trông xe giúp gia đình tôi mấy hôm tết , và bạn nhân viên tên Đức đã hỗ trợ gia đình tôi rất nhiều để có một cái tết ngoài bắc .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "565tinyt",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời tại lapis hotel",
            "review_content": "Tôi có một chuyến công tác tại hà nội và có 1 trải nghiệm tuyệt vời tại khách sạn lapis , các nhân viên ở đây thực sự thân thiện và hữu ích từ lúc tôi check in tại khách sạn , phòng ở đây rộng và có cửa sổ nhìn ra ngoài phố nhưng cũng rất yên tĩnh vì cách âm tốt , bữa sáng rất tuyệt vời với nhiều sự lựa chọn về đồ ăn , bể bơi trên tầng thượng rất đẹp và có gu Chị chi quản lí khách sạn là người để lại ấn tượng sâu sắc về sự chuyên nghiệp trong thời gian tôi ở tại khách sạn , tôi nhất định sẽ giới thiệu bạn bè và người thân về khách sạn The Lapis",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Tài L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn xanh sạch đẹp",
            "review_content": "Tôi đã có kì nghỉ vô cùng thú vị và tuyệt vời tại đây. Khách sạn cực kì sạch sẽ, giống với hình ảnh trên web. Khi tôi đến, nhân viên đón tiếp rất nhiệt tình. Từ khách sạn đi đâu cũng tiện, gần khách sạn cũng có nhiều quán ăn ngon. Tôi rất hài lòng, nếu có dịp quay lại Hà Nội tôi sẽ chọn khách sạn này là nơi lưu trú của mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThuyDung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất đẹp , nhân viên chuyên nghiệp ⭐️⭐️⭐️⭐️⭐️",
            "review_content": "Một nơi nghỉ dưỡng tuyệt vời để bạn và gia đình có những phút giây thoải mái . Đội ngũ nhân viên rất thân thiện và hữu ích , luôn sẵn sàng giúp đỡ bạn khi cần thiết . Phòng thiết kế rất ấn tượng , phong cách hiện đại , nội thất rất đẹp , phòng luôn sạch sẽ , trang thiết bị đầy đủ giúp bạn thoải mái và tốt nhất . Bể bơi vô trực ở trên tầng 11 , bên cạnh còn có phòng tập gym , bể sục và xông hơi , luôn giúp bạn có những khoảng thời gian giải trí và chăm sóc sức khoẻ tốt nhất . Tôi khuyên bạn nên đến nơi đây - The Lapis Hotel 5 stars",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thuy2503",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mình được c Hương kế toán và b Nguyệt sale tư vấn. Mình đã book 1 phòng deluxe cho sếp nghỉ 2 đêm tại khách sạn",
            "review_content": "Khách sạn đẹp, sạch sẽ, ăn sáng ngon, nhân viên lịch sự, thân thiện và nhiệt tình. Phòng ngủ sạch sẽ, giường rất êm ái. Vị trí trung tâm, ngay cạnh đường lớn, thuận tiện việc đi lại. Xung quanh nhiều nhà hàng, quán ăn, cf, gần hồ Hoàn Kiếm, phố đi bộ. Có dịp mình sẽ quay lại",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hai Duc D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn tuyệt hảo cho chuyến công tác",
            "review_content": "Tôi quay trở lại khách sạn The Lapis Hanoi hotel, lần thứ 10 trong vòng 1 năm qua, và luôn cảm thấy hào hứng khi ở đây. Nhân viên lễ tất rất lịch sự, niềm nở và nhiệt tình, họ giúp tôi đóng gói đồ và cất chúng trong kho hành lí. Phòng rất sạch sẽ và đẹp, cơ sở vật chất được bảo trì khá tốt nên đồ đạc trông vẫn như mới. Hồ bơi và bể sục Jacuzzi rất hợp để nghỉ ngơi sau 1 ngày làm việc căng thẳng. Tôi đặc biệt rất thích \" stone style\" ở khách sạn này, chúng thực sự làm cho bạn cảm thấy sự sang trọng. Tôi sẽ còn tiếp tục quay lại, cảm ơn các bạn The Lapis team!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tran T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn lý tưởng tại Hà Nội",
            "review_content": "Đã quay lại rất nhiều lần khách sạn The Lapis, sảnh rất tuyệt với với thiết kế tân cổ điển khá bắt mắt. Phòng ốc sáng sủa và tiện nghi, cửa sổ view phố. Buffet nhiều sự lựa chọn. Nhân viên thân thiện. GM rất tươi và cực nhiệt tình. Sẽ còn quay lại và giới thiệu bạn bè đến đây những lần sau. ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Maido",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn hay chọn khi đi công tác",
            "review_content": "Tôi thường xuyên đi công tác ở Hà Nội và hay ở khách sạn này. Phòng ngủ rộng rãi thoải mái và rất sạch sẽ. Có đầy đủ mọi thứ tiện nghi. Nhân viên tiếp tân và nhà hàng luôn vui vẻ niềm nở. Giá phòng cũng không quá đắt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thai n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đáng tiền",
            "review_content": "Chúng tôi ở hai đêm tại The Lapis, khách sạn mới và được thiết kế rất đẹp.Điều khiến chúng tôi hài lòng nhất là sự chuyên nghiệp và chăm sóc khách hàng của nhân viên lễ tân, chúng tôi luôn được chào đón bằng những nụ cười thân thiện!Phòng rộng với view nhìn ra đường Trần Hưng Đạo, mọi thứ trong phòng đều được vệ sinh rất sạch sẽ và ngăn nắp, bữa sáng cũng rất tuyệt vời với nhiều lựa chọn, chắc chắn chúng tôi sẽ còn quay lại The Lapis!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "@maianh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good services",
            "review_content": "Ảnh chụp tại sảnh khách sạn.  Khách sạn nội thất đẹp. Nhân viên rất thân thiện cởi mở. Bể bơi tầng thượng rất đẹp nhưng giờ lạnh rồi. Đi lại trên phố rất tiện. Gần bờ hồ, nhà hát thành phố. Các món ăn cũng rất ngon. Nhất là đồ âu và đồ hồng kong. Xứng đáng review 5*",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hoanguyen0902",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ",
            "review_content": "Các bạn nhân viên rất nhiệt tình với khách hàng. Các món ăn ở đây rất ngon, đặc biệt là các món ăn trung quốc. Về địa điểm, đây là 1 điểm trung tâm, tiện đi lại. Đi taxi đến hồ Gươm mất 5 phút. Bể bơi và phòng tập gym cũng rất đẹp. City view ổn.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Quân L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời.",
            "review_content": "Nghỉ một đêm ở đây. Dịch vụ hoàn hảo, bữa sáng tuyệt vời, vị trí thuận tiện . Nhân viên khá chu đáo và thân thiện, lễ tân tên Duy rất nhiệt tình giúp mình gọi đồ ăn mặc dù lúc ấy là nửa đêm. Sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "@thuphuong0205",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good services",
            "review_content": "Khách sạn rất tiện nghi ở vị trí rất thuận tiện. Đi bộ lên hồ Gươm chỉ mất 5-7 phút.  Phòng rất đẹp, gọn gàng, sạch sẽ. Bể bơi trên tầng thượng City view cũng rất đẹp điểm trừ là hơi nhỏ Phòng tập Gym hiện đại Thái độ nhân viên khá ok. Đồ ăn ngon.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roam52442826571",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ hoàn hảo",
            "review_content": "Tôi và vợ tôi có ở hai đêm tại đây, dịch vụ tuyệt vời. Checkin nhanh chóng, nhân viên lễ tân tận tình chuyên nghiệp, khách sạn nằm trung tâm thành phố, sang trọng.  Tương lai tôi vẫn tiếp tục chọn khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thắng Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Đây là lần thứ 2 tôi quay lại khách sạn The Lapis và cảm thấy rất hài lòng. Nhân viên chuyên nghiệp, thân thiện, được đào tạo tốt. Dịch vụ tuyệt hảo, trang thiết bị mới và sang trọng. Bể bơi đẹp. Phòng rộng, tôi rata thích mùi hương ở sảnh. Tôi nhất định quay lại Lapis hotel trong lần công tác tới. ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hạt T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service",
            "review_content": "Nhân viên thân thiện. vui vẻ. Được giúp đỡ tận tình khi check-in, check-out.  Không gian đẹp, sang trọng, đặc biệt là vào buổi tối.  Giá phòng phù hợp với dịch vụ được cung cấp. Địa điểm cũng không xa trung tâm, thuận tiện đi lại.  Nói chung, tôi hài lòng với trải nghiệm tại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyên nghiệp",
            "review_content": "Tôi ở hai đêm tại The Lapis hotel,một khách sạn rất đẹp nằm ngay gần trung tâm thành phố,cơ sở vật chất rất tiện nghi và sang trọng,nhân viên rất thân thiện và chuyên nghiệp,luôn chào đón và giúp đỡ khách,đặc biệt là khách sạn có hồ bơi vô cực trên tầng 11 với tầm nhìn hướng ra thành phố,tôi rất hài lòng khi ở đây! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Chúng tôi đã có chuyến đi tuyệt vời ở The Lapis hotel. Được nâng cấp lên hạng phòng Deluxe, city view. Phòng đẹp, tiện nghi, sang trọng và hơn hết là dịch vụ rất tuyệt vời đặc biệt là lễ tân và bellman. Cảm ơn The Lapis hotel, chúng tôi sẽ quay trở lại sớm.  From G group.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thắng Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best of 4* hotel",
            "review_content": "I like this hotel. Dịch vụ rất ổn. Nhân viên khá thân thiện. Không gian đẹp. Nói chung là mình rất hài lòng về chất lượng và dịch vụ của khách sạn này. Ngoài ra, cũng khá gần với các địa điểm du lịch của Hà Nội.  Nếu tiếp tục đến HN tôi sẽ vẫn chọn khách sạn này.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Larry Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng khi tới đây",
            "review_content": "Mình có ở 2 đêm tại khách sạn The Lapis. Mình gọi tới để hỏi về 1 vài cơ sở vật chất của khách sạn và được các bạn lễ tân đặt phòng trực tiếp giùm nên giá phòng tốt hơn online. Mình ở hạng phòng Superior, phòng không quá rộng nhưng bố trí rất hợp lý, có góc nhìn ra đường phố rất đẹp. Phòng có nội thất sang trọng cũng như trang thiết bị hiện đại. Khách sạn có ổ điện cắm được mọi loại giắc cắm luôn, rất tiện lợi vì mình không phải dùng adapter. Bể bơi rất đẹp, có cả phòng gym cũng như phòng xông hơi nữa. Các bạn nhân viên rất nhiệt tình. Bạn Thư quầy lế tân rất chuyên nghiệp, giới thiệu cho mình đầy đủ thông tin cũng như giúp mình rất nhiều, cho mình rất nhiều thông tin hữu ích về những nơi mình đi. Mình vừa đi làm vừa tranh thủ đi chơi nên cảm thấy rất thoải mái và hài lòng. Lần",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HanhHX",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, trang thiết bị hiện đại, giao thông thuận tiện",
            "review_content": "Khách sạn mới, sang trọng với vị trí đẹp ngay mặt tiền đường Trần Hưng Đạo, thuận tiện cho việc di chuyển đến các tòa nhà văn phòng lân cận cũng như các địa điểm ăn uống, mau sắm. Phòng ở và khu vực công cộng được thiết kế đẹp với các trang thiết bị hiện đại. Nhân viên rất thân thiện và nhiệt tình giúp đỡ khách hàng. Buffet sáng tại nhà hàng cũng rất ngon với nhiều sự lựa chọn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hai N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên thiếu chuyên nghiệp.",
            "review_content": "Không thể chấp nhận được thái độ phục vụ thiếu trách nhiệm của nhân viên khách sạn này. Gia đình tôi ơ tất cả 4 đêm từ ngày 29/5 check out ngày 2/5/2017. Có rất nhiều điều chê trách trước khi đi ra khỏi khách sạn tôi đã phản ảnh rõ với lễ tân và nhận được lời xin lỗi, tôi nghĩ sẽ bỏ qua nhưng còn một điều này không thể tin nổi tại sao lại có một khách sạn phục vụ không chuyên nghiệp và nhân viên thiếu trách nhiệm với công việc như vậy. Tôi ơ 4 đêm, khách sạn bắt tôi đặt cọc 7 triệu qua thẻ ATM. ( ba đêm tôi đã thanh toán qua Agoda. 7tr này chỉ là đặt cọc cho một đêm tôi book thêm. Sau khi hết 4 đêm tôi check out khách sạn tính tôi tiền phòng hết 5.620.000d và còn thiếu lại tôi 1.380.000d hứa trong vòng 7 ngày ngân hàng sẽ tự động chuyển hoàn trả số tiền trên. Đến nay đã hơn một",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yngan N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn rất sạch sẽ, nhân viên cực kỳ dễ thương, gần trung tâm, bể bơi có view rất đẹp,  mình rất thoải trong những ngày nghỉ tại đây!  Phòng rất thoải mái, trang thiết bị mới hoàn toàn và tất cả được nhập khẩu. Tôi chắc chắn sẽ quay lại và giới thiệu cho bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Van T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn có không gian đẳng cấp, view đẹp",
            "review_content": "Tôi rất hài lòng với dịch vụ tại The lapis hotel. Đây là điểm lưu trú lý tưởng khi bạn thăm  quan Hà Nội. Bạn có thể đi bộ từ khách sạn ra hồ Hoàn Kiếm, Nhà hát lớn hoặc ra cầu Long Biên ngắm cảnh ven sông hồng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Claire",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Bề ngoài đẹp nhưng cần một số thay đổi",
            "review_content": "Chúng tôi ở khách sạn hai lần trong tháng qua. Lần đầu tiên chúng tôi ở lại, nó vẫn ổn với một căn phòng nhỏ và phòng tắm. Lần thứ hai, chúng tôi được nâng cấp lên một căn phòng lớn hơn, điều đó không dễ chịu do vấn đề của nó với phòng tắm. Trong khi căn phòng đầu tiên của chúng tôi có một buồng tắm vòi sen, thì phòng thứ hai có một bồn tắm bị rò rỉ như điên nếu bạn tắm. Chúng tôi đã có một hồ bơi trong phòng tắm vào thời điểm chúng tôi kiểm tra. Bữa sáng là tốt, với một trạm trứng và các món ăn ấm áp khác nhau. Bánh sừng bò aren mà mềm, vì vậy don lãng phí thời gian của bạn với họ. Tuy nhiên, đá sữa chua trơn: không gelatin và không đường. Điều đó đủ để bù đắp cho bánh sừng bò, tôi đoán vậy. Gợi ý: đợt cải tạo tiếp theo nên bỏ thảm, tân trang lại giường sofa bằng vải không có",
            "reviewer_location": "Windsor, Canada"
        },
        {
            "name": "AJ S",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Không đáng giá",
            "review_content": "Đây là một trong những kỳ nghỉ đắt đỏ hơn của chúng tôi trong chuyến đi du lịch ba lô ở châu Á. Chúng tôi chủ yếu đã ở nhà trọ và ở nhà khác. Sảnh rất đẹp và thư giãn. Chúng tôi ở trong một căn phòng tiêu chuẩn ở tầng sáu, tôi yêu cầu một chiếc giường hoàng hậu. Phòng của chúng tôi không có cửa sổ, giường chỉ là hai giường đôi đẩy nhau. Nệm không đủ lớn để bao phủ toàn bộ giường và không có tấm trên cùng dưới nệm. Nói chung tôi đã thất vọng với việc ở lại. Sau đó trong chuyến đi, chúng tôi ở ký túc xá và nó thực sự đẹp hơn với một chiếc giường êm ái hơn.",
            "reviewer_location": "San Diego, California"
        },
        {
            "name": "Ranj",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn, nhân viên và dịch vụ tuyệt vời",
            "review_content": "Chúng tôi ở khách sạn này trong 2 đêm. Trước khi đến thăm, chúng tôi đã liên hệ với các nhân viên về các tour du lịch và taxi đến và đi từ khách sạn. Ông Savi rất hữu ích và tổ chức dịch vụ taxi và tour du lịch Vịnh Hạ Long thật tuyệt vời. Ông Khánh và bà Qunyen rất thân thiện và hữu ích với tất cả các thông tin liên quan đến kỳ nghỉ. Nhân viên tuyệt vời và cơ sở vật chất đáng yêu. Chắc chắn sẽ đề nghị",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Blake P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TÂM! Hà Nội Lễ tân lớn nhất và tử tế nhất!",
            "review_content": "Khi ở Hà Nội, tôi bị mất điện thoại khi chụp ảnh trên đường phố.  Tâm tại quầy lễ tân hoàn toàn tuyệt vời khi đưa tôi và bạn tôi đến đồn cảnh sát gần nhất. Cô ấy đã vượt lên trên và bằng cách dịch và giúp chúng tôi trong suốt quá trình. Chúng tôi không thể cảm ơn cô ấy đủ. Dành nhiều tình cảm cho The Lapis và quan trọng nhất là TAM X",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giovani Dosantos",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời, giá trị đồng tiền và ốc đảo trong một thành phố lớn",
            "review_content": "Mọi thứ đều tuyệt vời - nhân viên, địa điểm, thức ăn, hồ bơi, phòng tắm hơi, bể sục, phòng riêng. Tôi muốn giới thiệu khách sạn này cho bất cứ ai. Vị trí cách xa trung tâm thành phố một chút nhưng là một khu phố an toàn, đáng yêu với các đại sứ quán và những con đường rợp bóng cây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "minexco",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng yêu sai vị trí",
            "review_content": "Chúng tôi rất thích ở tại khách sạn đáng yêu này. Các nhân viên rất đáng yêu và hữu ích. Vị trí không lý tưởng nhưng nếu không thì rất khuyến khích. Dễ dàng đi bộ đến hầu hết các địa điểm nhưng địa phương không có nhiều nhà hàng gần đó. Phòng lớn và được trình bày tốt và bữa ăn sáng là tuyệt vời",
            "reviewer_location": "Kingston upon Thames, Vương quốc Anh"
        },
        {
            "name": "Guest048",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Cơ sở tốt cho khách du lịch tại Hà Nội",
            "review_content": "Chúng tôi rất thích ở lại khách sạn Lapis. Đó là khách sạn đầu tiên của kỳ nghỉ Việt Nam của chúng tôi. Nhân viên rất thân thiện và hữu ích. Phòng vẫn ổn, bữa sáng rất tươm tất, và mặc dù đó không phải là thời tiết tốt nhất trong kỳ nghỉ của chúng tôi, chúng tôi vẫn thích trải nghiệm của hồ bơi trên sân thượng! Đó là một cơ sở tốt để đi bộ đến Hồ Hoàn Kiếm và khu phố cổ, và chúng tôi đã sử dụng Grab / UBer để đến các khu vực khác!",
            "reviewer_location": "Dublin, Ireland"
        },
        {
            "name": "Joana N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn tuyệt vời",
            "review_content": "Nếu bạn đang tìm kiếm một khách sạn gần trung tâm thành phố nhưng đủ xa từ caos, đây là nơi thích hợp. Nó rất yên bình. Nó có tốt đẹp thực sự tốt và một bữa ăn sáng tuyệt vời. Tôi khuyến khích điều đó!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "JitinBindlish",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp tuyệt vời gần trung tâm Hà Nội",
            "review_content": "Lapis đã được lựa chọn cho chuyến đi công tác kéo dài một tuần của tôi đến Hà Nội và tôi rất thích ở lại của tôi. . . Nhân viên rất thân thiện. . vị trí rất gần với hồ và chợ Rùa. . . Phòng rộng rãi và thích không khí được tạo ra bởi màu sắc đáng yêu. . . Rất thích ở lại đó trong chuyến đi tiếp theo của tôi.",
            "reviewer_location": "New Delhi, Ấn Độ"
        },
        {
            "name": "Granaryburkes",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời gần trung tâm Hà Nội",
            "review_content": "Gần đây đã dành 4 đêm tại Lapis, khách sạn xinh đẹp, với đội ngũ nhân viên rất thân thiện và hữu ích, những người thậm chí còn chào đón chúng tôi và giúp chúng tôi kiểm tra tại 6. 30 giờ sáng (chúng tôi đã đặt qua đêm trước) Đặc biệt ấn tượng với đội ngũ tiếp tân và quán bar! Hồ bơi đáng yêu trên tầng thượng, phòng ngủ đẹp với phòng tắm lớn, tất cả đều vô cùng tinh khiết. Gần khu phố Pháp, với một nhà hàng Việt Nam xinh xắn bên kia đường. Chúng tôi mất một đêm để đi đến Nin Bình, và được nâng cấp khi chúng tôi trở về khách sạn!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "vala v",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt với nhân viên hữu ích",
            "review_content": "Khách sạn này nằm trong một khu vực yên tĩnh hơn với những con đường rộng và một số kiến ​​trúc đáng yêu. Mặc dù một phòng ngủ nhỏ và phòng tắm, nó là nhỏ gọn. Đồ vệ sinh cá nhân bao gồm, máy cạo râu và nhu yếu phẩm nha khoa. Bàn ủi và cầu ủi cũng được cung cấp. Máy lạnh yên tĩnh và phòng tràn ngập ánh sáng. Hồ bơi nhỏ đem đến cho du khách một buổi mát mẻ thư giãn sau một ngày bận rộn. Lựa chọn Breakffast rất đa dạng. Thực sự hài lòng với nhân viên và khách sạn.  Đồ vệ sinh cá nhân inc",
            "reviewer_location": "Adelaide, Úc"
        }
    ],
    "hotel": {
        "location": "21 Trần Hưng Đạo, Hoàn Kiếm, Hà Nội Việt Nam",
        "name": "Khách Sạn The Lapis",
        "geo_data": {
            "latitude": 21.019760131835938,
            "longitude": 105.85600280761719
        },
        "room_number": "70",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/14/aa/ed/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9e/1d/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/99/20/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9e/2c/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9e/10/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9e/00/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/f8/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/e5/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/d5/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/c5/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/b1/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/a9/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/1b/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9d/15/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/d4/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/71/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/62/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/3e/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/2c/the-lapis-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/2e/9c/26/the-lapis-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}