{
    "content": [
        {
            "name": "Vu Quang Quy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "I like Nature",
            "review_content": "Tôi đã co một chuyến công tác tại Hà Nội, va tôi đã ở khách san Nature , tôi đã rất hài lòng khi o Nature , nhân viển rất nhiệt tình và niềm nở, phòng rất sach sẽ , giao thông thuân tiện, chắc chắn lần sau tôi sẽ quay lại, ",
            "reviewer_location": "Tuyên Quang, Việt Nam"
        },
        {
            "name": "Ngan vo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "HONEYMOON",
            "review_content": "Chúng tôi vừa có kỳ nghỉ tuần trăng mật tại Hà Nội và đã lựa chọn khách sạn Nature như một phần của chuyến đi này. Khi tới khách sạn, chúng tôi đã được nhân viên niềm nở đón tiếp và bất ngờ hơn nữa là khách sạn đã dành tặng chúng tôi rất nhiều món quà đặc biệt như: Phòng được bày trí và cắm rất nhiều hoa đẹp, có trái cây và rượu vang ngon... Khách sạn có không gian đẹp, ăn sáng tự chọn được phục vụ trên tầng 9 có tầm nhìn ra xung quanh rất lãng mạng. Lần tới tôi ra sẽ tiếp tục lựa chọn khách sạn Nature cho mình. Cảm ơn sự đón tiếp nồng hậu của các bạn..!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang Q",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mordern Hotel",
            "review_content": "Trang thiết bị và nội thất của khách sạn rất đẹp, lãng mạn. Phòng ốc yên tĩnh, thông thoáng, sạch sẽ, view thoáng đãng. Nhân viên của khách sạn thì rất niềm nở, tận tình, dịch vụ rất tốt, luôn hỗ trợ khi mình cần. Sẽ luôn chọn Nature làm nơi nghỉ ngơi nếu có những lần tiếp theo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tranthihavy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nice staff",
            "review_content": "Không gian khách sạn thật sự ấm cúng, mình cùng gia đình đã có một trải nghiệm tuyệt vời khi ở đây. Đặc biệt nhân viên khách sạn rất thân thiện, khi có vấn đề xảy ra các bạn đã hỗ trợ rất nhiệt tình. Nếu có cơ hội mình nhất định sẽ quay lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hung Vu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TUYỆT VỜI",
            "review_content": "Khách sạn đẹp, thiết kế nội thất trong phòng rất phù hợp. Nhân viên thân thiện và luôn có mặt hỗ trợ khách kịp thời, tôi rất thích phòng tắm vì rất đẹp và tiện ích. Đồ ăn sáng buffet tự chọn là tốt. Vẫn sẽ tiếp tục lựa chọn khách sạn này cho các lần công tác tới.",
            "reviewer_location": "Tay Ho, Việt Nam"
        },
        {
            "name": "Ngọc Hoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "XUẤT SẮC",
            "review_content": "Mình có chuyến du lịch ngắn ngày tại Hà Nội và qua bạn bè giới thiệu nên đã lựa chọn khách sạn Nature làm nơi lưu trú cho kỳ nghỉ đó. Khách sạn đẹp, phòng ốc sạch sẽ, nhân viên khách sạn rất thân thiện và niềm nở. Đồ ăn sáng được phục vụ món ăn tự chọn tại nhà hàng trên tấng 9 có không gian nhìn ra cảnh quan xung quanh rất ấn tượng. Mình rất hài lòng về dịch vụ của khách sạn. Lần tới ra mình sẽ tiếp tục lựa chọn Nature và chắc chắn mình sẽ giới thiều khách sạn cho nhiều người thân quen của mình biết về khách nhiều hơn nữa.  Thank you...!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Carlahuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KHÁCH SẠN TIN CẬY...",
            "review_content": "Được đồng nghiệp giới thiệu về khách sạn Nature cùng chất lượng dịch vụ của nhân viên rất chuẩn mực. Vùa qua tôi có chuyến công tác tại Hà Nội và có ở tại khách sạn 2 đêm. Tôi thật sự rất hài lòng về mọi dịch vụ của khách san và rất ấn tượng về thái độ đón tiếp niềm nở và sự nhiệt tình của các bạn lễ t ân. ( Ms. Hanh, Oanh, Thuy & Mr. Trung). Các bạn đã giới thiệu và còn cho tôi mượn xe máy để đi thăm một số địa danh lân cận.  Lần ra tới, Nature vẫn là lựa chọn số 1 của tôi và tôi cũng sẽ giới thiệu Nature tới nhiều ngừoi khác.  Cảm ơn Nature..!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "P.v.Nam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "HA NOI WONDERFUL",
            "review_content": "Gia đình mình vừa có chuyến du lịch ngắn ngày tại Hà Nội, mình đã lựa chọn khách san Nature là nơi lưu trú cho lần đi này. Khách sạn đẹp, nhân viên thân thiện và chuyên nghiệp. Từ khách sạn cũng rất thuận tiện để đi tới các địa danh lân cận như: Bảo tàng Dân Tộc Học, Lăng Bác, Hồ Tây... ẩm thực Hà Nội cũng rất phòng phú.  Mình rất hài lòng và ấn tượng về chuyến đi này.  Cảm ơn Hà Nội...!",
            "reviewer_location": "Tỉnh Nghệ An, Việt Nam"
        },
        {
            "name": "Nông Chuyền",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời",
            "review_content": "Tôi có 2 đêm lưu trú ở khách sạn Nature Cầu Giấy Hà Nội, với giá cả vô cùng hợp lý những tôi đã được trải nghiệm rất nhiều dịch vụ tuyệt vời, khách sạn không những đẹp lại rất thiên nhiên, trang trí bắt mắt, phòng ốc sạch, nhân viên thân thiện tác phong chuyên nghiệp, tôi được hỗ trợ mọi lúc kể cả đêm  khuya nhưng nv vẫn rất nhiệt tình. Không những thế, đồ ăn sáng của tôi còn được phục vụ tại phòng theo đúng yêu cầu, rất ngon và lại đúng giờ. Tôi đi nhiều khách sạn từ bình dân đến cao cấp có, nên tôi có thể xếp hạng Nature Hotel ở tầm dịch vụ 5*. Nếu có dịp du lịch hay bạn bè tôi đến HN tôi sẽ giới thiệu đến Nature. :))",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vn W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amaazziing",
            "review_content": "Tôi có chuyến du lịch ra HN, ban đầu tôi định chọn cho mình 1 khách sạn tại phố cổ, nhưng sau đó tôi đã quyết định chọn Naturehotel tại Cầu Giấy. Tôi thực sự rất hài lòng về cách phục vụ cũng như đón tiếp của nv tại đây, từ quản lý đến lễ tân, buồng phòng và cả bếp. Ks rất sạch, thiên nhiên, ăn uống tuyệt vời. Nếu có cơ hội ra lại HN, chắc chắn thì Nature sẽ là lựa chọn đầu tiên của tôi. Cảm ơn ks đã góp vào chuyến du lịch tuyệt vời của tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Daniel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất tuyệt vời!",
            "review_content": "Khách sạn đẹp, thuận tiện giao thông. Phòng ốc trang trí rất hài hoà, hiện đại. Nhân viên rất thân thiện đặc biệt nhân viên phục vụ phòng chu đáo và sạch sẽ. Ngoài ra, đồ ăn sáng phong phú và có nhiều lựa chọn cho trẻ nhỏ",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Thái Ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, sạch sẽ",
            "review_content": "Khách sạn mới, sạch sẽ, trang trí hiện đại và đẹp! nhân viên nhiệt tình, lịch sự!  đồ ăn ngon! dịch vụ dọn phòng rất tốt! xung quanh rất nhiều hàng quán ngon! Nhiều địa điểm du lịch có ích gần khách sạn phù hợp với trẻ em!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Hồng Vân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thân thiện",
            "review_content": "Khách sạn Nature rất tuyệt vời, phòng ốc và khu vực công cộng trong khách sạn luôn sạch sẽ và ngăn nắp.  Khách sạn có có vị trí đẹp với không gian yên tĩnh. Nhân viên nhiệt tình chu đáo, đặc biệt mấy chị buồng phòng, rất cảm ơn chị Quyên trưởng bộ phận buồng .  Mình sẽ quay lại và giới thiệu bạn bè cho lần ở tới.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nghia Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời!",
            "review_content": "Tôi đã có dịp để chọn và lưu trú một đêm tại khách sạn Nature. Đây là một khách sạn đẹp, phòng tôi ở không quá rộng nhưng rất ấm cúng. Mọi thứ được thiết kế rất tỉ mỉ  và phong cách. Khách sạn có đội ngũ nhân viên chuyên nghiệp và hiếu khách. Bữa sáng được phục vụ tại nhà hàng trên tầng 9 với nhiều lựa chọn phong phú và thật tuyệt với khi thưởng thức bữa sáng với không gian trong lành và cảnh nhìn ra xung quanh rất lãng mạn.  Địa điểm rất thuận tiện vì chỉ mất vài phút đi bộ là tới nơi tôi làm việc và cũng rất gần với Bảo Tàng Dân Tộc Học.., đặt biệt đi tới sân bay Quốc Tế Nội Bài bằng taxi chỉ mất 20 -25 phút.  Tôi sẽ quay lại cho lần ở tới và chắc chắn sẽ giới thiệu cho bạn bè biết về khách sạn Nature. Cảm ơn Nature và đội ngũ nhân viên đã cho tôi một ấn tượng tuyệt vời về các",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Team Nguyen Tieu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi tốt đẹp ở HA NOI!",
            "review_content": "Chúng tôi đã có một chuyến đi đến HA NOI vài ngày trước và chúng tôi đã biết khách sạn tự nhiên thông qua bạn bè của tôi, sau đó chúng tôi đã dành 2 đêm tại khách sạn tự nhiên nên thật tuyệt vời, đó là khách sạn nổi tiếng với đội ngũ nhân viên chuyên nghiệp. Chúng tôi được chào đón nồng nhiệt kể từ khi đến, căn phòng của tôi ấm cúng với thiết kế tỉ mỉ và rất sạch sẽ. Bữa sáng được phục vụ trên tầng cao nhất với tầm nhìn đẹp và đồ ăn có rất nhiều lựa chọn, chúng tôi thích món COFFEE Việt Nam. (Xin cảm ơn ông Dam Rec, cô Dzung Rest & cô Van Anh - tiếp viên phòng). XEM TẤT CẢ BẠN B SO CỦA TÔI. !",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "NO. 35, Lane 75, Tran Thai Tong, Cau Giay Cau Giay, Hà Nội 10000 Việt Nam",
        "name": "Nature Hotel",
        "geo_data": {
            "latitude": 21.03273582458496,
            "longitude": 105.79109954833984
        },
        "room_number": "42",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/70/74/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9c/ce/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9c/ab/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9c/a8/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9c/a0/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/6c/24/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/6b/63/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/6a/2d/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/99/3e/ki-n-ngo-i-c-nh-khach.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/99/5c/l-i-vao-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/99/36/ngo-i-c-nh-thien-nhien.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/ab/c-nh-quan-nhin-t-tren.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/a6/c-nh-quan-nhin-t-tren.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/99/4a/l-i-vao-khach-s-n.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/69/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/71/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/6d/77/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/aa/6d/be/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/81/nature-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/1a/9b/7e/nature-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}