{
    "content": [
        {
            "name": "Maps05516421051",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời.",
            "review_content": "\"Review” Trải nghiệm lần này với chúng mình rất tốt. Nếu có thang điểm 100 mình rất vui khi đưa 100 cho bên khách sạn với tất cả dịch vụ mình đã trải nghiệm tại đây. Nhất là bạn lễ tân check in cho mình, hỗ trợ mình rất nhiều trong thời gian mình ở tại khách sạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xianxian",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM TUYỆT VỜI, CỰC KỲ HÀI LÒNG ",
            "review_content": "Mình đã có trải nghiệm tuyệt vời tại khách sạn trong suốt kỳ nghỉ.  Khách sạn ngay mặt biển có view đẹp. Hồ bơi rooftop view biển ngắm hoàng hôn cực đỉnh. Nhân viên dễ thương và thân thiện đặc biệt là bạn Trang Lễ Tân. Gia đình mình rất thích và sẽ ghé lại đây vào lần tới.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "sky angel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ khách hàng 10 điểm",
            "review_content": "Khách sạn ngay gần biển, hơi xa trung tâm xíu nhưng bù lại phòng view rất đẹp và sạch sẽ. Các bạn nhân viên rất nhiệt tình, đặc biệt là Lễ tân, luôn tươi cười và hỏi thăm, hỗ trợ mình rất nhiều. Cảm ơn bạn Trang, bạn Khôi nhé.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Mr. Wick",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Góp ý",
            "review_content": "Không biết do phải mùa dịch hay ko nhưng có 1 điều nho nhỏ mà mình chưa hoàn toàn hài lòng là khăn tắm ko đc sạch cho lắm. Biết thời điểm này khó khăn nhưng khăn tắm ko đc trắng trẻo thì cũng khó chịu ;)  Còn về đánh giá thái độ và chất lượng thì thái độ 5 sao nhé. Đồ ăn sáng hẻm ngon cho lắm nhưng ko nên đòi hỏi quá vào lúc này :) Về độ ồn thì đến đêm khuya ngoài biển vẫn ca múa nhạc tạp kĩ, tuy nhiên phòng chưa cách âm tốt nên vọng vô phòng nhiều. À, wifi chập chờn nữa xem netflix ko mượt luôn Cảm ơn ks. Cố cải thiện nhé, mong ks vượt qua mùa dịch",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "huy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hơn cả hài lòng",
            "review_content": "quá ư là nhiệt tình với khách cảm ơn ks đã mang tới cho một sự thoải mái dễ chiệu rất hài lòng về khách sạn  cảm ơn nước chanh của LiLy Lê và thựn cute  ở đây là lần thứ mấy rồi ko nhớ nữa nhưng lần nào cũng hài lòng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huê còi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên khách sạn Imperial rất tuyệt vời",
            "review_content": "Mình rất hài lòng vs chất lượng phục vụ của nv khách sạn Imperial. Đặc biệt là Bạn Thuận lễ tân người Quy Nhơn và a Linh ng miền Tây nv nhà ăn tầng 2 rất nhiệt tình thân thiện, chu đáo tư vấn địa chỉ mua đồ cho khách rất ngon và rẻ. Khi mình ko kịp mua sầu riêng mang về a Linh còn đội nắng ra chợ mua hộ mình cho kịp chuyến bay. Nói chung là điểm 10 cho chất lượng! Lần sau mình tất nhiên vẫn lựa chọn imperial là nơi lưu trú vì có những nhân viên tuyệt vời như vậy!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanh ha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Gửi Lily",
            "review_content": "Tôi rat hai long vi thai do nhiet tinh, than thien va men khach cua nhan vien khach san imperial nha trang ten la lily. Ban y de thuong, yeu tre em, lam viec chuyen nghiep, noi chuyen le phep va rat nhanh nhen",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim Le",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn sạch sẽ",
            "review_content": "Gia đình tôi được hưởng trọn vẹn 2 đêm nghỉ dưỡng tại khách sạn. Phòng hướng ra biển thật đẹp, khu vực yên tĩnh,  thoáng mát.  Nhân viên phục vụ tận tình chu đáo và vui vẻ.  Sẽ quay lại nếu có dịp.  Chân thành cảm ơn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hue",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san dep, sach se. Nhan vien chu dao, tan tinh. Vi tri thuan tien.",
            "review_content": "Gia dinh minh co mot ky nghi rat tot dep tai khach san Imperial. Hai chau nho va ba ngoai nha minh duoc nhan vien phuc vu cham soc giup do rat tan tinh chu dao.Phong o sach dep, nhin ra thanh pho. Ho boi dep nhin ra bien, rat an tuong.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Alicode",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Tôi đã có 2 ngày 1 đêm  nghĩ  rất tuyệt vời tại đây. Khách sạn có đầy đủ tiện ích , phòng sạch sẽ đặt biệt là nhân viên rất nhiệt tình vui vẻ chu đáo và ân cần với khách hàng , đặt biệt là Thuận, Tin và Kha, nếu có dịp quay lại chắc chắc sẽ chọn khách sạn này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "SeoYool92",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Xứng đáng, vô cùng chu đáo & trên cả kỳ vọng",
            "review_content": "Mình có book phòng ở tạm ở 1 khách sạn tầm 2* nhưng đang tụt mood do tới trễ thì tranh thủ qua đây đúng giờ luôn. Dưới sảnh có 2 bạn nhân viên nam rất lanh lẹ và chu đáo. 1 bạn mình vừa bước vào đã hỏi đúng họ tên rồi tư vấn các dịch vụ có sẵn của ks luôn. 1 bạn kiêm bellboy đưa lên tới phòng dù hành lý của mình rất là ít và chỉ có 1 cái vali thôi :)) Bạn còn đưa cho mình list danh sách gợi ý ăn gì, uống ở đâu, chơi/ tham quan chỗ nào nữa. Mình nhớ phòng mình đặt là Premier Balcony Seaview, có hỏi trước nên nhớ là được nâng cấp, phòng mình hạng mới là giường đôi nhưng kiểu rộng kinh khủng, 3 người nằm là đẹp. Phòng sạch sẽ, sang hơn so vs bên ngoài nhìn vào, ở tầng 11 có view 2 mặt tiền xuất sắc luôn. Còn có cả giỏ trái cây với giấy note welcome chữ siêu đẹp và siêu thân thiện",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lê Kim Sâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "có đầy đủ nhà hàng, quán caphe, bar, hồ bơi, gym, spa",
            "review_content": "Khách sạn có đầy đủ nhà hàng, quán cà phê, bar, hồ bơi, gym, spa. Đồ dùng trong phòng thì sịn sò và rất chất luôn. Bữa sáng phong phú, nhiều món. Nhà hàng sạch sẽ, khung cảnh đẹp. Nhân viên thân thiện và rất vui vẻ , trang phục đẹp .Mình đã có một chuyến du lịch vui vẻ và thật sự thoải mái tại khách sạn.",
            "reviewer_location": "Tỉnh Quảng Bình, Việt Nam"
        },
        {
            "name": "Thúy Vân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trên cả tuyệt vời, cảm ơn các bạn Imperial nha trang",
            "review_content": "Tôi chỉ muốn cảm ơn mọi người, những nhân viên cực kỳ dễ thương của khách sạn Imperial nha trang, họ đã mang lại cho tôi một kỳ nghĩ tuyệt vời. Tôi đến thăm quan Nha Trang và thời tiết ở đây không đẹp lắm, mưa cả ngày. Tôi ở trong phòng mà chẳng đi đâu được, nhưng tôi lại cảm thấy không hề buồn chán. Dịch vụ cực tốt, ăn tại nhà hàng và uống cafe trên quầy bar, cafe rất ngon. Tivi với màn hình to và nhiều chương trình hay, khách sạn đã chọn lọc và lựa chọn những kênh truyền hình đặc sắc nhất để phát trên tivi, tôi nghĩ vậy, nhờ vậy tôi có thể xem cả ngày trong phòng không chán. Cảm ơn các bạn lần nữa Imperial nha trang",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Đặng Ngọc Nữ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sạch sẽ, thoải mái, tiện nghi quá tuyệt vời!",
            "review_content": "Phòng thoải mái, mới, rất đẹp. Nhân viên nhiệt tình. Mình ở phòng ngoài thoáng và rộng rãi hơn phòng trong.Nhân viên và dịch vụ tuyệt vời, không gian tiền sảnh rộng rãi.Hồ bơi ngoài trời, Wifi miễn phí, chỗ để xe miễn phí, quầy bar, bữa sáng, khu vực bãi tắm riêng, không có gì để chê cả, quá tuyệt vời!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Yen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giường ngủ thoải mái như ở nhà. Bữa ăn ngon miệng!",
            "review_content": "“Đây là kỳ nghỉ đón sinh nhật 1 năm tuổi của con gái, tôi rất hài lòng về dịch vụ của khách sạn, cũng như chất lượng phục vụ của nhân viên khách sạn.Chỗ ở rộng rãi, sạch sẽ. Nhân viên rất nhiệt tình và chứ đáo. Mình đặt phòng ngày ngày sinh nhật còn được bất ngờ nhận bánh sinh nhật lúc ăn sáng. Có chỗ giữ xe máy cho du khách thuê xe.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyenhunghaisaigon",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rất good",
            "review_content": "nhân viên nhiệt tình, lễ tân cực dễ thương, có điều buffet sáng ko đặc sắc lắm, chắc sẽ quay lại trong thời gian tới,view khá đẹp, bước qua đường là xuống bãi biển luôn, quên để đồ trong phòng tắm, nhân viên gọi lại rất nhiệt tình, thanks ks rất có tâm.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Huong Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Honeymoon tại Imperial Nha Trang",
            "review_content": "Vợ chồng tôi đã chọn Imperial cho tuần trăng mật. Rất hài lòng . phòng ốc đẹp , sạch sẽ , Nhân viên nhiệt tình , ăn sáng ngon phong phú , bể bơi outdoor . khách sạn ngay mặt đường trần phú đi qua đường và đến bãi biển . Chúng tôi đã có những kỷ niệm đẹp tại đây. Xin cảm ơn .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi đi cùng bạn nghỉ dưỡng tại Nha Trang đầu tháng 9 và chúng tôi chọn khách sạn Imperial theo tư vấn bạn bè đã ở trước đây. Khách sạn nằm trên đường Trần Phú cách biển 1 con đường. Khách mới, khá bề thế mặc dù hơi xa trung tâm nhưng yên tĩnh, không ồn ào, phù hợp cho kỳ nghỉ dưỡng. Phòng chúng tôi nằm trên tầng 8, view hướng biển, có thể ngắm chọn vẹn vịnh Nha Trang. Thiết kế phòng đẹp, sang trọng, diện tích khoảng tầm 30 mét vuông, đầy đủ tiện nghi. Nhà hàng nằm trên tầng 2, bữa sáng ổn, đa phần đồ á. Bể bơi nằm ở tầng trên cùng. Điều tôi hài lòng nhất là thái độ phục vụ nhân viên, đặc biệt là nhân viên tiền sảnh. Bất kể khi nào chúng tôi cần giúp đỡ họ đều nhiệt tình. Đặc biệt anh nhân viên tên Định. Duy nhất một điều tôi thấy bất tiện là khách Trung Quốc khá đông, rất ồn ào.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thao le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn dịch vụ ổn, đồ ăn sáng vừa miệng với gia đình chồng mình là người Hàn Quốc",
            "review_content": "Nhân viên khách sạn rất nhiệt tình đặc biệt là Em Thuận, dù mình đã check out xong xuôi nhưng em vẫn  support mình rất nhiệt tình, chu đáo.  Hi vọng lần tiếp theo thăm Nha Trang sẽ lại đến với khách sạn. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đức Hùng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review...",
            "review_content": "Khách sạn nằm xa trung tâm Nha Trang nên yên tĩnh , view nhìn ra biển, có thể nhing thấy vinper , thiết kế đẹp, đầy đủ tiện nghĩ , nhân viên thân thiện,nhiệt tình, Giá cả hợp lý... nói chung là tuyệt vời .",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "minh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn đẹp giá cả hợp lý nhân viên phục vụ rất tốt,view đẹp một nơi đáng để trải nghiệm tại nha trang. Nội thất sang trọng sạch đẹp nằm ở vị trí thuận lợi cho việc vui chơi ở nha trang nói chung là tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kino Skylar",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Khách sạn có view nhìn thẳng ra bãi biển Nha Trang xinh đẹp, nhân viên nhiệt tình, thân thiện, dịch vụ tốt. Phòng ở sạch sẽ, tiện nghi. Một nơi đáng để ở khi đến Nha Trang du lịch.  Nhà hàng phục vụ buffet sáng với thực đơn đa dạng. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Journey822131",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi đáng nhớ",
            "review_content": "“bữa sáng đa dạng, phòng hướng tầm nhìn ra biển, vị trí thuận lợi để đến các điểm ăn uống, khu mua sắm, nhân viên lịch sự, phục vụ chu đáo và các điểm giải trí khác”. Nếu có dịp tôi sẽ dùng với gia đình sẽ quay lại nơi đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang Thi T",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Phòng xấu",
            "review_content": "Tôi đã đăng ký với các đồng nghiệp của mình cho một chuyến đi Công ty trong 2 đêm. Tôi đặt qua một công ty du lịch và hoàn toàn tin tưởng họ. Nhưng, chúng tôi đăng ký với phòng tình trạng xấu như không đủ phòng cho chúng tôi (khoảng 10 phòng) thậm chí chúng tôi đặt trước bởi dịch vụ hợp đồng, thiếu tiện nghi phòng tắm, không có tầm nhìn, không có cửa sổ. Hơn nữa, phòng VIP trong một sân thượng, ồn ào, cô lập và nhàm chán. Hồ bơi trên sân thượng quá nhỏ, chỉ đủ cho 4 người và hẹp. Ăn sáng là thức ăn kém. Người Trung Quốc hoàn toàn bị chiếm đóng trong khách sạn này. Nếu bạn có ý định đặt phòng trong khách sạn này, nên được xem xét.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Huynh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi chưa bao giờ đến khách sạn này và nó vượt xa sự mong đợi của tôi",
            "review_content": "Chúng tôi đã ở đây một vài đêm trong chuyến đi đến Nha Trang. Khách sạn ấm cúng này cung cấp một vị trí đường đi yên tĩnh, gần gũi, đủ gần với tất cả sự hối hả và nhộn nhịp của trung tâm thành phố. Nhân viên lễ tân rất thân thiện và chu đáo. Rat khuyen khich.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tourist825523",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nó là một trong những khách sạn tốt nhất mà tôi từng đến",
            "review_content": "Khách sạn rất đẹp và ấm cúng đối với tôi. Tôi ở đó trong 2 đêm và mọi thứ đều tốt. Tôi yêu nhân viên ở đó. Họ rất tử tế và chuyên nghiệp. Các bữa ăn cũng ngon. Tôi sẽ giới thiệu nó cho bạn bè của tôi nếu họ có cơ hội đến thăm Nha Trang xinh đẹp",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "20 Trần Phú Vĩnh Nguyên, Nha Trang 65000 Việt Nam",
        "name": "Imperial Nha Trang Hotel",
        "geo_data": {
            "latitude": 12.219518661499023,
            "longitude": 109.20410919189453
        },
        "room_number": "143",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/6a/c7/c3/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/dd/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/dc/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/db/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/da/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d9/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d8/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d7/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d6/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d4/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d3/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d1/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/d0/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/cf/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/cd/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/cc/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/ca/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/c9/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/c7/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/95/2b/c5/imperial-nha-trang-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}