{"content": [{"name": "Chi_Yubi", "avatar": "", "review_rating": "3", "review_title": "Tạm được", "review_content": "Phòng đẹp và sạch sẽ, nhân viên niềm nở và nhiệt tình, toạ lạc ở vị trí cũng khá thuận lợi tuy nhiên điểm trừ là nằm ở tuyến đường một chiều nên với những ai ko rành đường hô lúng túng để đi về, bà một điểm trừ rất lớn nữa đó là gần trường học và nhà thờ nên rất ồn ào, phòng không cách âm được nên rất phiền. Sẽ không quay lại.", "reviewer_location": "Đà Nẵng, Việt Nam"}, {"name": "mua t", "avatar": "", "review_rating": "4", "review_title": "Không gian tốt", "review_content": "Phòng sạch, grap giường sạch, toilet sạch. Nhân viên thân thiện, có thang máy lớn. có bãi đậu xe hơi. Nhưng khi chúng tôi đến nhận phòng vào sáng sớm nhân viên lễ tân nam không mặc áo vào. Tôi thấy ngại. Thêm một điều cuối cùng là phòng ở đây cách âm không tốt. Khách hàng cạnh bên khá ồn cả đêm.", "reviewer_location": "Việt Nam"}, {"name": "ngocminh p", "avatar": "", "review_rating": "4", "review_title": "Khách sạn đáng để chọn với giá tiền hợp lý", "review_content": "Mình thuê phòng đôi và nghỉ lại đây 2 ngày 2 đêm. Phòng khá đẹp và sạch sẽ, thoáng mát tuy hơi nhỏ 1 chút. Mình đặc biệt ấn tượng với nhân viên ở đây vì thái độ thân thiện, nhiệt tình; tư vấn rất cặn kẽ các câu hỏi của mình. Ngày cuối chuyến bay của mình bị hoãn do bão, bạn nhân viên có ra hỏi thăm và nói mình có thể vào phòng nhân viên nghỉ tạm. Mình có hỏi thuê thêm 1 ngày nữa nhưng tiếc là ở đây đã hết phòng; tuy nhiên, bạn ấy vẫn tư vấn cho mình một số địa điểm mình có thể qua xem thử. Điểm trừ là việc thuê xe máy. Xe mình thuê đi hơi yếu khi leo dốc (điều thường gặp ở Đà Lạt), và còn có tiếng kêu lọc xọc lớn nên hơi ghê. Mình có ý muốn đổi tuy nhiên đã lỡ bơm xăng nên k đổi đc... Rất may là đi liền 2 ngày (khoảng 80km) nhưng cái xe vẫn không sao cả. À khi thuê xe còn được", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Duy K", "avatar": "", "review_rating": "4", "review_title": "Nơi rất tốt khi đến Đà lạt", "review_content": "Tôi đã book ở đây 2 đêm, ks tiêu chuẩn 2* thôi, nhưng lại có bãi xe o tô trong nhà rất rộng rãi, phòng ở ok, rộng rãi cho 4 người ở, phòng đôi cũng ok, giường to, toilet sạch sẽ, ks gần trung tâm chợ đà lạt, xung quanh hàng quán, nhà hàng rất nhiều... nói chung OK khi ở đây", "reviewer_location": "dumpxxx"}, {"name": "Phượng Yên V", "avatar": "", "review_rating": "5", "review_title": "Một nơi tuyệt vời để nghỉ tại Đà Lạt", "review_content": "Chúng tôi đã nghỉ tại đây 3 đêm. Ấn tượng đầu tiên là nhân viên rất nhiệt tình, phòng ốc đẹp và luôn được làm sạch sẽ mỗi ngày , Khách sạn nằm ngay trung tâm , rất tiện cho việc đi lại .chúng tôi sẽ quay lại một lần nữa trong tương lai và tôi giới thiệu cho bạn bè và người thân đến đây , nếu như họ muốn nghĩ dưỡng tại Đà Lạt đó là nơi lý tưởng để ở .", "reviewer_location": "dumpxxx"}, {"name": "J. L.", "avatar": "", "review_rating": "4", "review_title": "Khách sạn tốt!", "review_content": "Thực sự tốt đẹp của khách sạn với phòng lớn. Khách sạn nằm ngay tại thành phố Đà Lạt - 10 phút đến chợ đêm - 20 phút đến rạp chiếu phim - Các phòng tắm thực sự lớn và sạch sẽ. Giường ngủ thoải mái. Các nhân viên thân thiện và cố gắng giúp đỡ nếu họ hiểu bạn; )", "reviewer_location": "dumpxxx"}, {"name": "Samuel M", "avatar": "", "review_rating": "4", "review_title": "Khách sạn với nhân vật", "review_content": "Vâng, nó không phải là khách sạn tốt nhất tôi đã nhìn thấy, nhưng đối với giá của nó có lẽ - có! Khách sạn mới và sạch sẽ, và nằm ở vị trí khá. Các nhân viên rất thân thiện và hữu ích. Thiết kế, tốt, tôi yêu thiết kế này - chủ sở hữu xây dựng khách sạn với nhân vật, không chỉ là một nơi vô danh để ngủ. Tôi thực sự thích nó, và có lẽ sẽ đặt 5/5 nếu không có hai vấn đề nhỏ:  - không có bữa ăn sáng  - kết nối internet là khủng khiếp. Họ chỉ có một hoặc hai điểm truy cập FIWI, và nơi tốt nhất để bắt nó là ban công.", "reviewer_location": "Berlin, Đức"}], "hotel": {"location": "255 Phan Đình Phùng, Đà Lạt Việt Nam", "name": "Sen Vang Hotel", "geo_data": {"latitude": 11.948342323303223, "longitude": 108.43555450439453}, "room_number": "Việt NamTỉnh Lâm ĐồngĐà Lạt"}}