{"content": [{"name": "Kim", "avatar": "", "review_rating": "5", "review_title": "Du lịch đà lạt", "review_content": "Khách sạn đẹp, nằm ngay trung tâm. Phòng sạch sẽ, thoải mái, thoáng, đẹp, được vệ sinh thường xuyên. Nhân viên khách sạn thân thiện,nhiệt tình, thân thiện, chuyên nghiệp. Tuy nhiên mình thấy bữa sáng chưa đa dạng.", "reviewer_location": "dumpxxx"}, {"name": "Tyler Son", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời khi đến Đà Lạt", "review_content": "Khách sạn dịch vụ rất tốt, nhân viên nhiệt tình, gần chợ đêm, view đẹp. Mình đã ở đây 3 đêm và có những trải nghiệm rất thú vị, chắc chắn mình sẽ ghé khách sạn này nhiều lần nữa. Nếu bạn còn loay hoay không biết chọn khách sạn nào khi đến với Đà Lạt thì đây là lựa chọn tuyệt vời nhất vì giá cả phải chăng cộng với chất lượng dịch vụ phải nói là xứng đáng với đồng tiền bỏ ra.", "reviewer_location": "Trà Vinh, Việt Nam"}, {"name": "Đăng Sơn", "avatar": "", "review_rating": "5", "review_title": "Ấm cúng", "review_content": "Khách san nam ngay trung tam. Phòng sạch sẽ. Thoáng mat. Có view dep va co ca thang may. Nhan viên vui tính nhiệt tình. Mình ơ phòng 503 view thung lung nuis doi. Phong đẹp nội thất cũng ok.  Se quay lai", "reviewer_location": "dumpxxx"}, {"name": "Namanh Luu", "avatar": "", "review_rating": "5", "review_title": "một kì nghỉ thoải mái", "review_content": "nghirKhachs sạn tương đương 2*+ Có thang may sảnh rộng đefn rất ấm cung. Phòng sạch sẽ thoáng mát, view đep.. Có nươc trà cà phê miễn phí hằng ngày. Nhân viên chuyên nghiệp. Nhiệt tình giới thiệu cho khách các điểm ăn uống ngon của Đà Lat. Gia cả lại phải chăng. Will come back!", "reviewer_location": "Đà Lạt, Việt Nam"}, {"name": "ledung2206", "avatar": "", "review_rating": "3", "review_title": "Thuê xe ko hài lòng", "review_content": "đẹp, tiện nghi, ngoại trừ việc tắm hơi vất vả 1 chút vì mình chỉnh mãi máy nước nóng mới hoạt động. Có 1 điều ko hài lòng là việc thuê xe máy. Mình có thuê 1 chiếc tay ga 2 ngày, tự bỏ tiền đổ xăng đầy đủ. Mình dùng nó đi du lịch cả ngày nhưng tới tối thì khách sạn lại đưa xe số cho mình đi, mặc dù mình đã thuê xe tay ga. Do buổi tối chỉ đi lại trong tp nên mình cũng cho qua. Mình chỉ phàn nàn về việc này. Nhân viên ks thì than thiện, hay tư vấn giúp đỡ mình lấy xe, dắt xe...", "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"}, {"name": "MangoMM", "avatar": "", "review_rating": "2", "review_title": "Không lý tưởng", "review_content": "Kích thước phòng là rất lớn nhưng nệm giường thực sự là khó khăn. Các phòng không được duy trì tốt và làm sạch. Điện thoại trong phòng cực kỳ bẩn (không bao giờ tôi gặp phải một chiếc điện thoại bẩn như vậy). Bedsheet có máu và vết bẩn bẩn màu đen. Bồn rửa phòng tắm không có nước nóng. Tôi đã đặt qua Agoda, thanh toán trực tiếp cho khách sạn. Họ đã chuyển đổi giá phòng từ US $ sang VND bằng cách sử dụng tỷ giá khách sạn, vì vậy hãy chuẩn bị để trả cao hơn dự kiến. Phòng tắm có vách ngăn để khu vực vòi sen riêng biệt từ bồn cầu và bồn rửa. Wifi không phải là rất mạnh trong phòng.  Lễ tân tại sảnh đợi không thể tư vấn về các điểm du lịch. Đừng bận tâm hỏi họ, họ không có ý tưởng. Nằm cách chợ đêm khoảng 15 đến 20 phút đi bộ. Bạn có thể dễ dàng tìm thấy một vài địa điểm ăn uống dọc", "reviewer_location": "Singapore, Singapore"}], "hotel": {"location": "7A/1 Bui Thi Xuan, Đà Lạt Việt Nam", "name": "Lien Vien Phat Hotel", "geo_data": {"latitude": 11.94950008392334, "longitude": 108.43875885009766}, "room_number": "22"}}