{
    "content": [
        {
            "name": "Marko P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đẹp, ấm cúng và yên tĩnh",
            "review_content": "Nơi này là một viên ngọc ẩn! Rất sạch sẽ, khá, ấm cúng và được trang bị. Thức ăn ở đó rất tuyệt, ít nhất là những thứ họ đang chuẩn bị cho chúng tôi. Và cà phê Việt Nam làm tại nhà thật tuyệt vời! Chủ sở hữu là một người dễ chịu, không nói tiếng Anh nhưng chúng tôi hiểu nhau một cách hoàn hảo (với sự giúp đỡ của dịch giả Google :)) Anh ấy đã cung cấp cho chúng tôi tất cả những gì chúng tôi cần, thậm chí là một chiếc xe tay ga. Tôi rất muốn khuyên bạn điêu đo!",
            "reviewer_location": "Zagreb, Croatia"
        },
        {
            "name": "Francisco M",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Mala limpieza, mal servicio y el dueño cobra por todo",
            "review_content": "Pasé una noche en este alojamiento. Al llegar los cristales y el baño estaban sucios, se lo dije al dueño, y lo único que hizo es echar agua por todo el baño con la “manguerita” del inodoro. Si pasas de las 12 de la mañana, te cobra 1 día y medio, te cobra el desayuno (pésimo por cierto, no te pone ni café), las motos de alquiler, aparte de viejas, te cobra también día y medio como la habitación. Me cobró por irme a recoger a Ninh Binh y ni me ayudó a subir el equipaje a la habitación. En resumen, el dueño pasa de todo, cobra por todo y no presta servicio. En mi opinión, no lo recomiendo en absoluto.",
            "reviewer_location": "Malaga, Tây Ban Nha"
        },
        {
            "name": "kien n",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất tốt, anh chủ nhà thân thiện, nhiệt tình",
            "review_content": "Mình đặt phòng nghỉ tại đây trong dịp nghỉ lễ 30/4-1/5. Thật sự là rất thích homestay này, phòng nghỉ sạch sẽ, tiện nghi, rất hay là không để ti vi trong phòng nên mọi người ra ngoài ngồi nói chuyện rất vui vẻ. Khách sạn ở thôn quê nên rất thanh bình, gần đồng ruộng cảm giác rất thiên nhiên, yên tĩnh. Khách sạn có xe đạp cho mượn mấy bố con anh em lấy đi đạp quanh xóm cảm giác rất thích thú. Vợ chồng anh chủ khách sạn rất nhiệt tình, vui vẻ và mến khách, anh chủ còn chỉ cho mình chỗ ăn giá cả rất bình dân mà lại ngon nữa. Mình chỉ có một số góp ý cho anh chủ là nên có lưới chống muỗi ở các cửa sổ và phòng vệ sinh để nếu khách thích không khí miền quê có thể tắt điều hòa mở cửa sổ mà không bị muỗi vào, nữa là vì phòng mới nên các xà gồ chắc bang gỗ ngâm nên có mùi gỗ ngâm nếu đi",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Xóm 10, Gia Sinh, Gia Viễn, Ninh Bình 430000 Việt Nam",
        "name": "Bái Đính Eco Homestay",
        "geo_data": {
            "latitude": 20.276723861694336,
            "longitude": 105.86618041992188
        },
        "room_number": "Việt NamTỉnh Ninh BìnhNinh Bình",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/36/df/38/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/36/df/4c/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/dd/c7/f7/bai-dinh-ecco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/dd/b8/a3/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/cf/9d/60/l-i-vao.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/36/df/45/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/dd/1a/17/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/dd/c4/55/toi-la-ch-co-s-bai-dinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/dd/c3/b7/toi-la-ch-co-s-bai-dinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/dd/b9/6c/day-la-co-s-c-a-chung.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/cf/9d/71/bai-dinh-eco-homestay.jpg?w=1200&h=-1&s=1"
        ]
    }
}