{
    "content": [
        {
            "name": "trung",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chất lượng phục vụ rất tốt",
            "review_content": "Sau khi nghỉ ngơi 2 đêm tại La Mer Resort Phú Quốc thì tôi thấy so với tiêu chuẩn 3 sao thì dịch vụ cũng được, đáp ứng đủ nhu cầu từ hệ thống phòng ngủ đến khâu vệ sinh, ăn uống cũng như thái độ của nhân viên. Vị trí thì hơi xa chợ đêm nên chưa tiện lắm và giá cả hợp lý. Tôi khá hài lòng về dịch vụ mà La Mer Resort Phú Quốc cung cấp. Nhân viên thân thiện và niềm nở trong giao tiếp. Chất lượng phòng ở tương xứng với tiêu chuẩn của resort. Tiện ích hồ bơi sạch sẽ, đạt yêu cầu.Dịch vụ ăn sáng tốt, có nhiều món để chọn lựa, cách chế biến món ăn ngon, phù hợp khẩu vị với tôi. Resort có không gian nghỉ ngơi thoáng đãng, rộng rãi. Tôi thấy mọi người ở đây đều hiếu khách và dễ chịu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tỉnh H",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thái độ nhân viên",
            "review_content": "Các nhân viên lễ tân nhìn chung thân thiện, nhiệt tình tư vấn, nhưng nhân viên làm dịch vụ phòng thì resort cần xem xét lại vì hầu hết là các chị lớn tuổi, và thái độ không thân thiện niềm nở với khách. Tôi đánh giá La Mer là 1 khu resort tốt nhất trong tầm tiền. Chúng tôi đặt phòng standard bungalow với giá khoảng hơn 800.000đ/ đêm, và với chất lượng của La Mer, tôi hài lòng với mức giá này. La Mer có nhiều nhược điểm như xa bãi biển, nằm trong ngõ hẻm sâu, hồ bơi nhỏ, tiện nghi và giải trí vừa đủ, nhưng có thể nói là tốt nhất trong tầm tiền. Chất lượng Wifi rất tệ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhoc G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất thích",
            "review_content": "Anh chủ ở đây là người sài gòn ra mở resort, anh chủ rất nhiệt tình. Phòng ốc sạch sẽ, phòng tắm lộ thiên nên hơi gây cảm giác lạ, thích. Đi ra bãi biển khoảng 5 phút, rất tiện lợi. Đi ra thị trấn ko xa, đi tắm hay đi ăn đều tiện lợi. Sẽ quay trở lại với gia đình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DavidPhuongVN",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khu vườn tĩnh lặng",
            "review_content": "Tôi lựa chọn La Mer Resort vì mức giá khá phù hợp với điều kiện của gia đình tôi. Sau khi đã tham khảo kỹ và cân nhắc qua các đánh giá nhận xét của các vị khách đã từng ở đây trên TripAdvisor, Agoda và Booking, tôi quyết định đặt 2 phòng trong dịp tháng 6 vừa rồi để cho gia đình tôi nghỉ.  Mặc dù tôi đã gọi điện trước cho La Mer để đặt xe của khách sạn đón, nhưng ko hiểu vì sao xuống đến sân bay không có ai đón, tôi gọi lại cho La Mer thì được biết tài xế có trục trặc ko ra được, vậy nhưng ko lại không chủ động báo cho khách. Taxi ở sân bay rất nhiều nên tôi có ngay taxi khác để về resort. Do hãng hàng không thay đổi giờ bay, nên chúng tôi đến Phú Quốc sớm hơn 2h so với lịch trình dự kiến, tuy nhiên khi tới resort, các bạn lễ tân vẫn vui vẻ thu xếp cho chúng tôi check-in sớm. ",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        },
        {
            "name": "jack p",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một goc của thiên đường",
            "review_content": "Nếu bạn muốn tìm một nơi yên tĩnh để tận hưởng một kỳ nghỉ theo đúng nghĩa thì  La Mer Resort Phu Quoc là một trong những nơi lý tưởng nhất,khu vườn nhỏ nhưng khung cảnh tuyệt đẹp.Nhà hàng kề bên với những món ăn thật phong phú và nhiều sự lựa chọn cùng với sự phục vụ chuyên nghiệp của đội ngũ nhân viên ở đây chắc chắn sẽ khiên bạn không thể nào quên.",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Long C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kì nghỉ không thể quên",
            "review_content": "La mer resort Phu Quoc là nơi nghĩ dưỡng rất tuyệt. Không gian thoáng mát 1 màu xanh, bày trí rất lãng mạn. Nhân viên rất niềm nở nhiệt tình tư vấn. Mình đã có 1 kì nghỉ honey moon tuyệt vời ở Đảo PQ. Mình sẽ chọn La Mer nếu có dịp quay lại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NGOC TRANG L",
            "avatar": "",
            "review_rating": "1",
            "review_title": "KHÔNG BAO GIỜ TRỞ LẠI LA MER",
            "review_content": "Ngày đầu tiên đến đây, tôi gặp một cô lễ tân tên Phương. Cô ta mời tôi về dịch vụ tham quan nam đảo bằng xe khách sạn. Người tài xế tên Thiện và chúng tôi rất không hài lòng về cách làm việc với khách của anh tài xế này. Trông anh ta cũng cỡ tuổi tôi nhưng ăn nói lại rất cộc lốc thái độ như kiểu sẵn sàng chửi vào mặt khách nếu khách không đi theo ý anh ta.  Đề nghị quản lý nên xem xét lại nhân viên tên Thiện này.  Hồ bơi nhỏ. Giá phòng đến 2 triệu cho một đêm. Trong khi đến ngày thứ 4 tức ngày cuối cùng ở khách sạn này, tôi phát hiện ra khách sạn bên cạnh với giá phòng chỉ có 800.000 và phòng cũng đầy đủ tiện nghi, đẹp. Chỉ có một điểm trừ là không có hồ bơi.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "76daisy",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng",
            "review_content": "Tôi lưu trú 3 ngày tại đây , Phòng bungalow 2 .000.000 đ/ đêm. Ban đầu tôi liên hệ với 1 cô lễ tân tên Phương hay Phượng gì đấy, đăt xe ra sân bay đón và xe đưa đi tour , sau thấy đón là xe taxi đón và xe tour cũng taxi đưa luôn. hóa ra cô nhân viên này qua mặt chủ khách sạn để kiếm riêng mà khách không hề được biết. ở được đêm đầu tiên tự dưng trời đổ mưa, mưa dột từ trên mái xuống ướt hết cả 2 cái giường mấy nơi, nước từ sau nhà tắm tràn ra cộng với bùn đất rất bẩn.Giữa ngày hôm sau phía KS họ đi xử lí nhưng mưa vẩn dột cuối cùng 4 người chúng tôi phải tách ra làm 2 phòng ở sâu phía trong . mưa nước tràn qua cầu thang chảy xuống rất khó chịu . Ướt mẹp từ trên lầu xuống dưới đất. Tôi đã thông báo sau khi lưu trú sẽ lấy hóa đơn đỏ, phía KS hẹn gửi nhưng đã 1 tháng hơn rồi chẳng",
            "reviewer_location": "Đảo san hô vòng North Male"
        },
        {
            "name": "NgaTu",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Xa biển, lối đi vào nhỏ hẹp, không được đầu tư",
            "review_content": "Lamer PQ cách bãi biển công cộng tầm 700m, đường ra biển nhỏ hẹp gồ ghề không được đầu tư. Biển không được sạch sẽ, trên bờ có rác, đi bơi mà trứng sứa cứ bám vào người. Lễ tân không được chu đáo Bữa ăn sáng ít món, không thay đổi theo ngày",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "HanoiJW",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phù hợp với khách du lịch thích sục sạo trên đảo",
            "review_content": "Tuy địa chỉ trên mặt phố Trần Hưng Đạo nhưng đi vào ngõ khá sâu, trong này có rất nhiều resort kiểu mini và khách sạn. Không có bãi tắm riêng, và đường ra bãi tắm (Dương Đông) khá xa, khoảng hơn 200m. Bãi tắm khu vực này không đẹp lắm, bãi cát rất hẹp, cạnh một cái cống tất to đang thi công để xả nước mưa ra biển (hy vọng là chỉ nước mưa). Không gian resort La Mer khá xanh, mát mẻ, phòng với nội thất gỗ còn mới, bể bơi tuy nhỏ nhưng đủ thỏa mãn nhu cầu bơi lội của khách. Bữa sáng khá ngon (so với khách sạn 3 sao). Nhân viên lễ tân và một số bạn rất nhiệt tình, dễ thương nhưng có cậu nhân viên trực đêm hôm nào cũng có vẻ khó chịu với khách về muộn. Tuy nhiên, ở đây chỉ phù hợp cho những người đi xe máy hoặc mua tour đi cả ngày thăm đảo, về resort chỉ để ngủ, thưởng thức buổi sáng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Joo N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhỏ Xinh",
            "review_content": "Nhỏ xinh, phù hợp gia đình nghỉ mát, đi ra bãi biển chỉ khoảng 100m. Nhân viên thân thiện và nhiệt tình, vườn cây xanh tươi nhìn thích mắt và đặt biệt là khu dãy bungalow bên trong rất thoáng và yên tĩnh.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ducha2015",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tôi thấy hài lòng 60%",
            "review_content": "Không gian đẹp, bố trí phòng cũng hợp lý. Chỉ có chi tiết nhỏ tôi chưa thấy ưng ý đó là: - Hỗ trợ cho thuê xe máy còn cứng nhắc và không ưu ái cho KH thuê tại resort, tôi phải sang resort khác thuê xe máy. Không có chế độ mượn xe miễn phí như KS Phú Mỹ - Ngày đầu tiên đến có đĩa chôm chôm đặt sẵn trong phòng, ngày hôm sau lại không thấy có - Hướng dẫn viên đón khách không được nhiệt tình, lần đầu tìm resort toét mắt, mãi mới tìm thấy, hướng dẫn viễn cứ hướng dẫn chung chung, bảo ra đón cũng k ra, nói chuyện còn có vẻ cáu gắt, khó chịu khi liên lạc để chỉ đường đến resort - Tôi chọn phòng đôi, nhưng đến phòng là 2 cái giường đơn gép lại, thất vọng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "baotung",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tôi chưa hài lòng với chất lượng phòng",
            "review_content": "Tôi mới cùng gia đình nghỉ tại La Mer cuối tháng 6. - Khung cảnh tại đây tạo cho khách nghỉ cảm thấy gần gũi thiên nhiên nhưng dẫn tớ có nhiều muỗi và côn trùng, La Mer cần có cách giải pháp xử lý vấn đề này. - Dịch vụ ăn uống tại La Mer ổn. Bể bơi nhỏ, phù hợp với trẻ em. - Nhân viên chưa nhiệt tình khi trao đổi với khách và làm việc mang nặng tính chất gia đình. - Điều tôi và gia đình không hài lòng nhất là phòng lưu trú. Phòng tuy mới, sạch sẽ nhưng nội thất sơ sài, điều hòa mới nhưng bố trí không hợp lý (và có thể không đủ công suất do trần quá cao, máy chạy cứ bật ngặt liên tục) nên không thể làm mát phòng. Check-in khi trời nóng thì quả thật rất khó chịu. Gia đình tôi dù bật điều hòa nhưng vẫn phải dùng quạt trần là chính. Phàn nàn với lễ tân thì cô lễ tân cứ giải thích là",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Byxinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá cả hợp lý",
            "review_content": "Mình ở Lamer 2 ngày, với giá ưu đãi 800k/đêm. Phòng ốc mới xây sạch sẽ. Thiết kế phòng rất thoáng mát, sân vườn rất đẹp và được chăm sóc cẩn thận. Bể bơi hơi bé nhưng rất sạch sẽ. Đi bộ khoảng 5' ra đến biển. Biển ở đây cũng khá ổn, tuy không thẳng nhưng trải dài, tối có bar ngay gần bờ biển.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Khalac10386",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nơi đáng ở giúp bạn tận hưởng khi đến Phú Quốc",
            "review_content": "Từ đây bạn có thể đi bộ ra bờ biển cách khách sạn khoảng 50m. Khách sạn đẹp và trong lành với hệ thống cây xanh, hoa, bể cá... Bể bơi được lọc sạch vào mỗi sáng. Buffet sáng khá sạch sẽ, đồ ăn tại nhà hàng của khách sạn cũng tươi ngon. Lần tới đến Phú Quốc nhất định tôi sẽ ở tiếp tại La Mer.",
            "reviewer_location": "Hanoi, Ha Noi, Vietnam"
        },
        {
            "name": "jadenatasha",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Địa điểm đẹp",
            "review_content": "Trong 3 đêm, đây là giá trị tiền bỏ ra. Gần bãi biển dài. Bữa sáng ngon lành. Hồ bơi đẹp. Túp lều nhỏ với phòng tắm mở. Rất nhiều muỗi! ! Khách khác thân thiện và nhân viên tốt đẹp. Phòng tắm mở cửa là một vấn đề cho bọ và tắm lạnh!",
            "reviewer_location": "bristol"
        },
        {
            "name": "Paula29012018",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn nhỏ xinh",
            "review_content": "Địa điểm đẹp, gần nhà hàng ans bãi biển. Các bungalow rất đẹp tuy nhiên phòng tắm mái mở thu hút muỗi. Khách sạn cung cấp một két an toàn cho khách để lưu trữ các vật có giá trị nhưng chúng tôi đã bị hỏng và không bao giờ sửa chữa.",
            "reviewer_location": "Reading, Vương quốc Anh"
        },
        {
            "name": "azerika",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn nhỏ xinh với một khu vườn xinh đẹp",
            "review_content": "Khách sạn gần bãi biển. Đó là trong một khu vườn nhiệt đới lớn. Các bungalow có sân thượng đẹp và phòng của chúng tôi rất rộng rãi với những chiếc giường lớn. Chúng tôi thích quan niệm bahroom, một nửa trong số đó là bên ngoài trong tự nhiên, điều này rất đáng yêu. Các cơ sở rất sạch sẽ, cung cấp khăn tươi mỗi ngày cho bãi biển. Hồ bơi nhỏ NIce chúng tôi thấy nước hơi lạnh so với bãi biển. . Ăn sáng đã ổn. Nhân viên thân thiện nhưng không có quá nhiều kỳ vọng liên quan đến tiếng Anh của họ - nó gần như giống nhau ở mọi nơi tại Việt Nam. Chúng tôi xin giới thiệu và chắc chắn một lần nữa :)",
            "reviewer_location": "Budapest"
        },
        {
            "name": "Chantal D",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tẩy chay cửa hàng bán đồ ăn vặt gần khách sạn",
            "review_content": "La Mer nằm ở một vị trí tốt gần bãi biển và Phố chính. Nhân viên thân thiện mặc dù tiếng Anh không phải là một điểm mạnh. WiFi là khủng khiếp. . chỉ có sẵn trong khu vực nhà hàng và không trong phòng và không v nhanh.  Phải tránh xa cửa hàng của Julie trên đường / tẩy chay. Họ tàn nhẫn với động vật của họ. Chúng tôi đã chứng kiến người chủ tát vào mặt con chó một cách thô bạo và sau đó kéo nó lên lưng nó bằng hai chân trước của nó qua sàn cửa hàng và ném nó ra khỏi cửa. Kinh khủng khi chứng kiến.  Các quán rượu lỗ thỏ là phải. . . Amanda, trong thị trấn. Cà phê dừa là tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Geeta Bala",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thư giãn và trẻ hóa",
            "review_content": "Đi du lịch với một nhóm bạn gái. Đã đặt La Mer vì nó có một phòng gia đình gồm 4 người. Một nơi rất đẹp và sạch sẽ, xung quanh có màu xanh lá cây. Bãi biển nằm trong khoảng cách đi bộ cũng như quán bar và nhà hàng. Ăn sáng lây lan là tốt đẹp. Đáng giá tiền chúng ta bỏ ra và chắc chắn sẽ đến đó một lần nữa!",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Justin G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một nơi thật tuyệt",
            "review_content": "Chúng tôi ở đây bốn đêm. Các căn đều đẹp. Nhân viên thân thiện và hữu ích. Bữa sáng rất tốt mặc dù có một chút hạn chế trong phạm vi và họ thường không phục hồi khi có thứ gì đó hết. Các phòng rộng rãi và thoải mái, và loại tồi tàn nhưng theo một cách tốt. Một số đánh giá khác đề cập đến mosquitos. Chúng tôi đã không có một vấn đề nhưng tôi có thể thấy tại sao đôi khi nó có thể là một vấn đề. Có màn chống muỗi phía trên giường. Vấn đề thực sự duy nhất chúng tôi có là thiếu giường đôi. Chúng tôi đã đặt một phòng đôi nhưng khi chúng tôi đến đó, chúng tôi có một giường cỡ queen; không lý tưởng cho cha và con trai! Chúng tôi đã phải nâng cấp lên phòng nữ hoàng sinh đôi với giá thêm 25 USD mỗi đêm, vì vậy hãy chú ý. Sẽ ở lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Abbie T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khu nghỉ dưỡng nhỏ hoàn hảo",
            "review_content": "Khu nghỉ mát dễ thương với những ngôi nhà gỗ nằm rải rác quanh hồ bơi trung tâm và khu vườn. Vị trí tuyệt vời, một đường trở lại từ bãi biển. Amentities trong khoảng cách đi bộ, mini mart, vv Nhân viên đáng yêu và chào đón với một lựa chọn tốt vào bữa sáng. Wifi nhanh và mưa nóng và mạnh. Tận dụng màn chống muỗi để giúp cắn vào ban đêm.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AnniCatti",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nice khách sạn gần bãi biển",
            "review_content": "Khách sạn nằm cách thành phố khoảng 30 phút đi bộ (5 phút đi bằng xe tay ga), 5 phút đi bộ từ Bãi Dài (có lẽ không phải là bãi biển đẹp nhất trên đảo nhưng bạn có thể ngắm cảnh hoàng hôn và nước điềm tĩnh và không bẩn thỉu. rất nhiều phần của bãi biển thuộc về khách sạn nhưng bạn luôn có thể tìm thấy một vị trí). Du khách có thể tìm thấy các nhà hàng quanh khách sạn. Hồ bơi sạch và đẹp. Thật tuyệt khi bạn cũng có thể bơi vào ban đêm. Các phòng tắm có một phần mở mà là tốt đẹp cho cảm giác ngoài trời nhưng atttacks mosquitos. Các giường đã được thoải mái và có màn chống muỗi. Các nhân viên thân thiện, hữu ích và hầu hết mọi người nói tiếng Anh khá tốt. Bạn có một bữa ăn sáng tự chọn lớn. Điều duy nhất tôi bị mất là pho mát và cà phê ngon. Phần còn lại là tốt đẹp: Lựa chọn các bữa",
            "reviewer_location": "Cologne, Đức"
        },
        {
            "name": "Tracy Lee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Bungalow đẹp và bầu không khí yên bình",
            "review_content": "Tôi yêu nơi này rất nhiều. Một vị trí hoàn hảo, ít hơn 5 phút đi bộ đến bãi biển và các bungalow rất đáng yêu. Vì vậy, lớn và rộng rãi, với một mạng lưới rêu mà bạn cần ở đây là nằm trong khu vực rừng xanh tươi đẹp này. Các phòng tắm bên ngoài thật tuyệt vời. Chúng tôi đã có nước nóng mỗi ngày mà không thất bại và nó là một phòng tắm đáng yêu với khu vườn trong đó. Đánh giá cao địa điểm này. Đó là vô nghĩa trong suốt thời gian chúng tôi ở đó. Nhân viên hữu ích thân thiện đáng yêu. Vị trí hoàn hảo cũng như bên cạnh rất nhiều nơi tuyệt vời để ăn. Bạn thuê xe đạp ngay bên ngoài một người phụ nữ đáng yêu. Nó rất an toàn và an toàn và tôi sẽ quay lại vào ngày mai nếu có thể.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Dion M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm nhỏ tuyệt vời",
            "review_content": "Ở lại trong một tuần, đó là một nơi rất nhỏ, gần bãi biển và nhà hàng tuyệt vời, đây không phải là một khu nghỉ mát sang trọng, nhưng kỳ lạ, thoải mái và rất thư giãn. Chúng tôi sẽ trở lại chắc chắn. Cho thuê xe máy gần đó. Great hải sản.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "SchubeyDoo",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt nhưng không tuyệt",
            "review_content": "Gia đình tôi ở lại đây hai tuần vào tháng 4 năm 2018, ban đầu trong phòng gia đình (# 5) và sau đó trong phòng hai phòng ngủ (# 12). Cả hai phòng đều có giường cỡ King rất thoải mái.  Với La Mer là một khu nghỉ mát nhỏ và thời gian lưu trú của chúng tôi, tôi nghĩ chúng tôi sẽ phải biết nhân viên nhưng điều này không xảy ra. Không có cố gắng từ họ để tương tác với chúng tôi, mà tôi thấy đáng ngạc nhiên, và thường là lý do chính tại sao chúng ta thường ở tại khu nghỉ mát nhỏ / khách sạn. Nói vậy, họ đã tổ chức một chiếc bánh sinh nhật cho con trai tôi, đó là một cử chỉ đáng yêu và rất được đánh giá cao.  Các nhân viên đã được thu hút đặt phòng hữu ích, taxi vv nhưng họ không thể cung cấp bất kỳ lời khuyên về nơi để ăn và không cung cấp lời khuyên về các điểm tham quan trừ khi bạn",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "AllyCK",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm dừng chân đầu tiên tại Việt Nam",
            "review_content": "Sau gần 23 giờ đi lại không ngừng, chồng chưa cưới của tôi và tôi đến đảo Phú Quốc và kiểm tra ốc đảo vườn nhỏ của chúng tôi tại La Mer Resort. Đầu tiên và quan trọng nhất, các nhân viên ở đây là một số trong những chào đón và thân thiện nhất mà chúng tôi từng gặp mặt này của hành tinh!  Khu nghỉ mát này khá trung tâm chỉ cách trung tâm chính của Dương Đông khoảng 3 km, và cách bãi biển khoảng 200 mét, tuy nhiên, cảnh quan tươi tốt được bao phủ bởi lòng bàn tay du lịch lớn, cây nhiệt đới và thực vật, cung cấp cho khu nghỉ mát một ẩn và cảm giác hẻo lánh. Chúng tôi ở trong một góc 'Bungalow Superior' với tầm nhìn ra khu vườn. Các bungalow được sạch sẽ, giường là rất lớn và thoải mái (hoàn chỉnh với màn chống muỗi), và phòng tắm ngoài trời của chúng tôi đến với các công ty của một",
            "reviewer_location": "Vancouver, Canada"
        },
        {
            "name": "Emmafjm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Muốn giới thiệu",
            "review_content": "Chúng tôi ở trong các bungalow giá giữa với phòng tắm bên ngoài. Chúng tôi yêu nó. Hòa bình, sạch sẽ với một hồ bơi đáng yêu. Ăn sáng là cơ bản và khá nhàm chán sau một vài ngày, bị mắc kẹt với cà phê, nước trái cây và bánh mì là tốt. Các nhân viên tiếp tân là đáng yêu, thực sự hữu ích, đặt taxi và tất cả mọi thứ khác mà chúng tôi yêu cầu. 5 phút đi bộ đến bãi biển. Rất nhiều nhà hàng tốt trong vòng vài phút. Chúng tôi thực sự thích nó và chắc chắn sẽ khuyên bạn nên.",
            "reviewer_location": "Fontwell, Vương quốc Anh"
        },
        {
            "name": "thetravelbuddha",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lựa chọn tốt, yên bình.",
            "review_content": "Vị trí của khách sạn này thật tuyệt vời, chỉ cách bãi biển 2 phút đi bộ và trong 'làn đường' phía sau bãi biển có nhiều cửa hiệu, nhà hàng, quán bar, vv Bar Rory và các quán bar trên bãi biển khác chỉ cách đó 4 phút đi bộ. Các căn cứ được duy trì tốt và hồ bơi là tốt. Các phòng đều tốt, với phòng tắm ngoài trời tuyệt vời. Chỉ có vấn đề nhỏ với căn phòng là - 1. Quạt trần ồn ào, cần được bảo dưỡng, có nghĩa là chúng tôi phải sử dụng máy điều hòa vào ban đêm và thích sử dụng quạt hơn. Khăn có thể được thay thế, một chút mỏng 3. Có lẽ sơn hoặc trang trí trần nhà bằng cách nào đó thay vì để lại các tấm ván trần. Khác với những vấn đề nhỏ giường lớn và do đó là phòng. Việc dọn dẹp hơi bực bội khi những người dọn dẹp đến rất sớm, thường là sau khi ăn sáng, khi chúng tôi chuẩn bị đi",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "WernMachine",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Những khu vườn đẹp.. !",
            "review_content": "Đây là một nơi tuyệt vời để ở. Các bữa ăn sáng là tuyệt vời, các phòng và giường thoải mái, hồ bơi là một niềm vui và các nhân viên là đáng kinh ngạc. Tanh (Tanny) đặc biệt là một tài sản cho La Mer, một người thú vị hiểu được sự hiếu khách. Tương tự như vậy, các khu vườn ở La Mer là một tính năng nổi bật, một người nào đó ở đây có một ngón tay cái màu xanh lá cây. Khu phố này có nhiều quán bar và nhà hàng nhỏ nằm trong khoảng cách đi bộ dễ dàng và không có khoảng cách nào đến bãi biển. Bạn có thể thuê một chiếc xe tay ga trên đường và khu nghỉ mát thậm chí còn có một thư viện nhỏ. Hầu hết khách là những người Phần Lan và người Thụy Điển, một số người Anh và người Nga, có lẽ phù hợp hơn với một đám đông lớn tuổi hoặc gia đình. Các wifi làm việc tốt trong suốt thời gian của chúng",
            "reviewer_location": "Melbourne, Úc"
        }
    ],
    "hotel": {
        "location": "118 Tran Hung Dao, Dương Đông, Đảo Phú Quốc Việt Nam",
        "name": "La Mer Resort Phu Quoc",
        "geo_data": {
            "latitude": 10.195945739746094,
            "longitude": 103.96549987792969
        },
        "room_number": "33",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/95/e4/pool--v16446206.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/95/3e/family-bungalow--v16446391.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/ab/garden--v16446249.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/a0/garden--v16446395.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/87/garden--v16446377.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/66/lobby--v16446313.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/50/lobby--v16446295.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/35/garden--v16446130.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/34/restaurantt--v16446359.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/0d/restaurantt--v16446155.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/0b/restaurantt--v16446154.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/95/b5/pool--v16446231.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/95/81/family-bungalow-with-two-bedrooms.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/95/3f/family-bungalow-with-two-bedrooms.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/94/c7/spa--v16446203.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/b3/street--v16446289.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/b2/street--v16446144.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/b1/street--v16446333.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/b0/garden--v16446400.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/61/96/af/garden--v16446194.jpg?w=1200&h=-1&s=1"
        ]
    }
}