{"content": [{"name": "Thành Vũ", "avatar": "", "review_rating": "5", "review_title": "Ấn tượng về một khách sạn tuyệt vời", "review_content": "Tôi là một người thường xuyên đi công tác nhiều nơi và đây là nơi tôi chọn để nghỉ ngơi tại Ninh Bình. Tuy không phải là khách sạn tiêu chuẩn 4* 5* nhưng dù đã từng làm việc cho các khách sạn 5* tôi rất ấn tượng và thích thú về quy cách phục vụ, các tiện nghi, không gian cuốn hút cũng như sự đầy đủ mà khách sạn này mang lại. Đặc biệt chủ khách sạn ở đây rất hiếu khách và rất thân thiện. Về giá cả thì rất hợp lý cho một khách sạn tuyệt vời như vậy. Nếu có dịp đến Ninh Bình dù là công tác hay du lịch tôi chắc chắn sẽ tiếp tục dừng chân tại khách sạn này.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Long Ng", "avatar": "", "review_rating": "5", "review_title": "Tuyệt vời! Sẽ còn quay lại!", "review_content": "Mình đi công tác về ninh bình làm nghệ thuật nên nghỉ lại đây 2 tối. Vị trí ks rất tiện giao thông, gần bến xe, gần trung tâm thành phố,gần chợ.... Hai ae bạn chủ nhà rất trẻ và vui tính. Đây là ks mới tuy nhiên họ làm việc khá chuyên nghiệp, chủ yếu là khách âu. Ban có thể ăn sáng và ăn tối cùng họ. Nếu lần sau có dịp mình sẽ quay lại đây.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "alberto v", "avatar": "", "review_rating": "5", "review_title": "Nhân viên tốt và chỗ ở khá tốt", "review_content": "Phòng là cấp độ tiêu chuẩn, một chút ảm đạm, nhưng, các nhân viên rất chào đón và hữu ích. Dịch vụ giặt là rất tốt. Chúng tôi cảm thấy tốt và có rất nhiều thông tin từ các nhân viên để tổ chức chuyến thăm của chúng tôi. Cảm ơn mọi người! !", "reviewer_location": "dumpxxx"}, {"name": "walkabout_00147", "avatar": "", "review_rating": "5", "review_title": "Dịch vụ khách sạn tuyệt vời", "review_content": "Tòa nhà khá duyên dáng. Phòng rộng rãi và cơ bản. Không có thông gió trong phòng tắm, và không có tủ, vì vậy khi tắm nước đi khắp nơi. Các nhân viên là đặc biệt hữu ích và tử tế. Giao dịch trung thực được cung cấp để khám phá khu vực.", "reviewer_location": "Hà Nội, Việt Nam"}, {"name": "Bella L", "avatar": "", "review_rating": "5", "review_title": "Ở tuyệt vời", "review_content": "Khách sạn này rất đẹp và lành mạnh, chúng tôi cảm thấy rất được chào đón từ lúc chúng tôi bước vào khách sạn! Giá trị đồng tiền là tuyệt vời, rẻ hơn so với một ký túc xá ở ninh binh khi tách ra giữa hai và bạn có một phòng riêng và phòng tắm với AC, quạt và dịch vụ tuyệt vời. Giá giặt đồ và bữa sáng thực sự hợp lý và đáng tin cậy để thuê xe máy từ. Chắc chắn sẽ đề nghị cho khách sạn này đi!", "reviewer_location": "Brunswick East, Úc"}, {"name": "Marie-Ève Talbot", "avatar": "", "review_rating": "5", "review_title": "Đêm thư giãn + bữa sáng tuyệt vời !!", "review_content": "Chúng tôi đến rạp chiếu phim cách đó 3 km, neighboor bình tĩnh, ăn một chiếc bánh pizza thật ngon tại nhà hàng cà phê phong với giá rẻ (pizza thông thường + ly rượu vang trắng) = 90, 000. Bà chủ Lisa thật sự rất đẹp và quyến rũ, bữa sáng rất ngon: trà đá sao + trái cây và bánh mì nướng kiểu Pháp! Ồ Sẽ giới thiệu 100%, giá tốt cho mọi thứ.", "reviewer_location": "Hội An, Việt Nam"}, {"name": "Leesuss", "avatar": "", "review_rating": "5", "review_title": "Nhân viên siêu thân thiện và phòng lớn", "review_content": "Chúng tôi đến Minh Bình muộn và chật vật tìm nơi nào đó mở. Tìm thấy viên ngọc nhỏ này xuống một con đường phụ. Nhân viên tiếp tân không thể giúp chúng tôi nhiều hơn. Cô ấy đã cố gắng tổ chức các chuyến đi của chúng tôi và sắp xếp việc đi lại.  Giá cho phòng là giá trị lớn cho tiền quá.", "reviewer_location": "dumpxxx"}, {"name": "KONING55", "avatar": "", "review_rating": "5", "review_title": "Phòng lớn và hữu ích", "review_content": "Phòng lớn có ban công. Vị trí tốt, cho thành phố ninh Bình nếu bạn không muốn ở trong tam coc. Nhưng ký túc xá này tạo ra sự khác biệt với các nhân viên cực kỳ hữu ích. Chân tôi bị thương và Trang đã đi đến nhà thuốc và nhà thuốc địa phương với tôi. Cô ấy thậm chí còn giúp thay băng cho tôi! Tuyệt vời tìm kiếm cho khách của bạn.  Muốn giới thiệu.", "reviewer_location": "Koh Tao, Thái Lan"}, {"name": "Tobias", "avatar": "", "review_rating": "5", "review_title": "Người tuyệt vời và tiếng anh tốt", "review_content": "Chúng tôi đến sau khi trời tối và đến khách sạn anh em. Nơi này rất dễ chịu với các phòng lớn với giá tốt. Điều tốt nhất về khách sạn là chủ Việt. Anh ấy rất hiếu khách và đưa cho chúng tôi một bản đồ in về khu vực mà anh ấy bắt đầu cải thiện với tất cả các loại gợi ý và lời khuyên (như các tuyến đường xe máy mát mẻ, các điểm vieuwing và phải nhìn thấy). Khi chúng tôi rời đi, anh ấy nhận thấy có vấn đề với chiếc xe đạp của chúng tôi và nhanh chóng rời khỏi khách sạn để tôi chăm sóc để anh ấy có thể đến một gara gần đó để phiên dịch cho chúng tôi. 5 sao cho phòng và 5 sao cho chủ. Nhìn chung là một trải nghiệm tuyệt vời.", "reviewer_location": "dumpxxx"}, {"name": "OB", "avatar": "", "review_rating": "4", "review_title": "Chủ nhà siêu thân thiện ở yên tĩnh Ninh Bình", "review_content": "Chúng tôi ở lại Ninh Bình Brothers trong một thời gian ngắn trong khu vực. Chủ nhà của chúng tôi rất thân thiện và mến khách, dậy rất sớm để chào đón chúng tôi khi chúng tôi xuống xe buýt đêm, tổ chức taxi, giới thiệu các trang web và nhà hàng, và chỉ nói chuyện về Việt Nam và Ninh Bình. Trời rất lạnh khi chúng tôi đến thăm, vì vậy phòng của chúng tôi rất ẩm ướt, nhưng không có gì quan trọng. Chúng tôi thật sự rất thích ở lại của chúng tôi!", "reviewer_location": "Montreal, Canada"}, {"name": "Margaux C", "avatar": "", "review_rating": "5", "review_title": "Nhà trọ tuyệt vời!", "review_content": "Chúng tôi đã có một thời gian rất tốt đẹp trong ký túc xá này. Hai anh em rất tử tế và hữu ích (những người chơi cờ tướng vĩ đại), họ đặt cho chúng tôi một chiếc xe máy, xe buýt ngủ cho Sapa, và giải thích mọi thứ chúng ta nên làm ở Ninh Bình.  Các phòng đã rất sạch sẽ và thoải mái, và vị trí của ký túc xá là rất tốt. Ngoài ra, đồ uống còn rất rẻ so với rất nhiều nhà trọ.", "reviewer_location": "Playa del Carmen, Mexico"}, {"name": "Kamila F", "avatar": "", "review_rating": "5", "review_title": "GREAT HOSTEL!", "review_content": "+ Phòng rộng rãi, giường thoải mái, phòng tắm sạch sẽ, AC tốt, WIFI NHANH! + Khách sạn tuyệt vời từ đầu cho đến cuối kỳ nghỉ của chúng tôi! + với niềm vui, chúng tôi đã kéo dài thời gian lưu trú tại nhà trọ tuyệt vời này! + địa phương hóa tốt, ở trung tâm thành phố Ninh Bình (xe buýt đêm từ Huế dừng trên đường phố chính đóng cửa), nhà trọ nằm trong một con hẻm yên tĩnh, nên không có tiếng ồn đường phố! + hai chủ sở hữu nói tiếng Anh FLUENT và SUPER hữu ích! ! ! Họ luôn sẵn sàng trả lời tất cả các câu hỏi của chúng tôi, những gì THÊM họ đã cho chúng tôi lời khuyên của DECENT về việc đi du lịch qua Việt Nam! + Giá cả rất hợp lý cho bữa ăn sáng ngon, dịch vụ giặt ủi và cho thuê xe tay ga + thuê xe máy (chỉ 100, 000 đồng / ngày)  Tôi rất có thể giới thiệu nhà trọ này:)", "reviewer_location": "dumpxxx"}], "hotel": {"location": "26 Nam Thành, Ninh Bình 430000 Việt Nam", "name": "Ninh Binh Brothers Hotel", "geo_data": {"latitude": 20.255104064941406, "longitude": 105.97145080566406}, "room_number": "8"}}