{
    "content": [
        {
            "name": "Khanh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn trung tâm",
            "review_content": "khách sạn nằm ngay chợ đêm đà lạt thuận lợi cho việc mua sắm tại chợ Đà Lạt, khu chợ sầm uất, dạo bộ chợ đêm đà lạt. Phòng trang thiết bị cũ nhưng sạch sẽ vừa giá tiền tại khu vực trung tâm phù hợp cho mục đích công tác.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thành L",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Trải nghiệm không được tốt",
            "review_content": "Với một khách sạn 4 sao thì: TTC ĐÀ LẠT  Vị trí tốt, chất lượng đồ ăn sáng tạm được Một số thứ trong khách sạn làm tôi rất không hài lòng: - - -Bãi đỗ xe chật cứng. Buổi sáng muốn đi ra thì mất cả giờ. - Nội thất xuống cấp hầu như không trùng tu lại. - Trang bị đồ dùng dưới mức 4 sao.",
            "reviewer_location": "Long Xuyên, Việt Nam"
        },
        {
            "name": "Nguyet",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TTC HOTEL DALAT",
            "review_content": "Khách sạn nằm vị trí trung tâm, ngay chợ Đà Lạt, tiện ích có sẵn. Phòng ốc sạch sẽ, nhiều giá tốt, nhân viên phục vụ nhiệt tình và chuyên nghiệp. Tôi rất hài lòng vì đã chọn TTC HOTEL DALAT cho kỳ nghỉ của gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Maeve Nguyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Niềm nở",
            "review_content": "Các anh chị ở đây rất niềm nở đón tiếp khách. Nhà mình có bà ngoại lớn tuổi cần hỗ trợ xe lăn thì bên đây cũng có xe cho gia đình mình mượn luôn! • Rau ở đây ngon và đa dạng. Đồ ăn tối buffet lẩu rau ăn vừa miệng, đồ ăn sáng cũng nhiều nhưng không ngon lắm.  • wifi mạnh ở trệt rồi lên đến lầu 4 mình ở thì hết xài được nên mình phải xài 4G hơi nhiều • ở ngay chợ đêm, đi bộ từ sảnh xuống đất là đến, các bạn muốn tối tối đi bộ ăn uống dạo chợ thì ở đây rất tiện.  • xe cộ thì buổi sáng ít hơn tối, riêng t7 cn có lệnh cấm xe chạy vào buổi tối nên mình thấy khá thoải mái đi lại.  • gần hồ xuân hương để dễ đi dạo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tiết Gia Khánh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Nhóm chúng tôi có một kỳ nghỉ thú vị tại đây, khách sạn sang trọng, vị trí ngay khu chợ đêm tiện lợi cho việc mua sắm, phòng đẹp, nhân viên lịch sự, thân thiện, hai bạn lễ tân Huyền và Thư rất nhiệt tình, dễ thương.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "hoanganh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Khách san rất đẹp ,nhan vien cham soc va phuc vu khách hang rất chu dao va rất than thien,va mot đều tot hon nua la rất thuan tien cho minh di dao va mua sam.Toi hy vong quay se quay lai khách san TTC Dalat (Hoàng Anh).",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "anthuanphat",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hoàn Hảo",
            "review_content": "nhân viên thân thiện, gần gũi, phục vụ tận tình nhà hàng thức ăn ngon, hợp khẩu vị. phòng óc sạch sẽ, tiện nghi, thuận tiện qua lại vì trung tâm chợ. giá cả cũng phải chăng, hợp lý. hy vọng sẽ quay lại khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "honggik98",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt",
            "review_content": "Phục vụ chuyên nghiệp món ăn rất ngon. Các món ăn chúng được trang trí một cách rất nhon lành kích thích khẩu vị của thực khách. Ngoài ra cách trang trí của nhà hàng cũng rất đẹp.tôi sẽ quay lại nơi này để thưởng thức một bữa tối cùng gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "khanhnguyen8487",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi sang trọng và sạch sẽ",
            "review_content": "Gia đình tôi đã có một kỳ nghỉ hè thật tuyệt vời dù thời gian ở ngắn,khách sạn đẹp và sạch sẽ,nhân viên thân thiện cùng đồ ăn ngon.vị trí ngay chợ đêm đà lạt nên buổi tối thật náo nhiệt và thuận tiện khi đi chợ mua đồ. Chúng tôi sẽ trở lại vào năm sau nếu chọn Đà lạt là nơi du lịch.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Su Rốt c",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Tôi rất vui và hài lòng khi đến nghỉ dưỡng tại khách sạn ttc. Và dịch vụ rất tốt.trong thời gian tôi lưu trú tại ttc một nhân viên chăm sóc tôi rất nhiều và ngày nào cũng gửi lời tham đến tôi.tôi rất vui mừng vì ttc có một nhân viên như thế. A cảm ơn e nhiều - (Ngọc TTC).",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoanganh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt voi",
            "review_content": "Khách san tot, gan cho trung tam thanh pho de di chuyen khi đi ra ngoai, nhan vien huong dan tan tinh, chu đao, va va đat biet la e huong dan vien de thuong. Cai dịch vu cua e rất tot. Chi rất thích e. Hen e lan khac chi se ghe lai khách san de gap e nhe.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lethimyphung L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt voi",
            "review_content": "Toi rất cam on đa cho toi một ky nghi he đay tuyệt voi va một người ma toi rất thích đo la ban huong dan vien đa giúp toi rất nhiều. Cách phục vụ của bạn ấy rất nhiệt tình chu đáo làm cho tôi vô cùng ấn tượng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "văn t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn ttc",
            "review_content": "Khách sạn tốt, trong chợ dễ thuận tiện qua lại. Nằm trung tâm thành phố, nhân viên chăm sóc khách hàng quá kỹ càng, như là một gia đình. Tôi rất vui khi đến đây. A.điền gửi đến Ngọc....cảm ơn em nhiều nhé.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tngoc3000",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghĩ hứng thú",
            "review_content": "Tuyệt vời..... Nhưng món ăn cần phải thay đổi... Nhân viên tốt. Phòng óc tương đối Ngay trung tâm  Người hướng dẫn rất chu đáo. Tôi mong ngày nào đó chúng tôi vẫn chọn khách sạn của bạn và là nơi nghỉ dưỡng.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Trinh B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nhân viên thân thiện",
            "review_content": "khách sạn gần chợ, nằm ở trung tâm thành phố rất tiện lợi cho khách du lich. nhận viên nhiệt tình và chu đáo, có hệ thống nhà hàng gồn các món âu , á, nhà hàng BBQ và buffet lẩu rau giá chỉ 5k 1 người. giá cả phải chăng hợp túi tiền với chuyến du lịch hạng trung .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yến H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tiện nghi, tiếp viên hướng dẫn viên thân thiện, chu đáo",
            "review_content": "Đi nước ngoài về muốn lên thăm Đà Lạt cho biết 1 lần. Được bạn bè giới thiệu nên quyết định đặt 1 phòng cho 2 vợ chồng. Cảm nhận rất tốt, tiếp viên nhiệt tình, chu đáo, giá cả hợp lý, phong ốc sạch đẹp. Dịch vụ gọi xe và hướng dẫn các điểm thăm quan du lịch tận tinh. Đồ ăn ngon :)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Po M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tốt",
            "review_content": "Khách sạn xinh đẹp nằm vị trí trung tâm ở Đà Lạt. Các phòng đều rộng rãi thoáng mát được trang bị đầy đủ tiện nghi và đội ngũ nhân viên chuyên nghiệp thân thiện luôn niềm nở với khách. Mong có dịp được quay lại để sử dụng dịch vụ của Khách sạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "337_d",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách san tuyệt vời",
            "review_content": "Tôi đã ở đây để gặp một vài người bạn của mình. Nhân viên ở khách sạn rất vui vẻ và xinh sắn. Khách sạn nằm ngay trung tâm thành phố rất thuận tiện cho tôi tận dụng thời gian của mình. Ở đây có Nhà Hàng nướng rất ngon. Đặt biệt là Bò Cô bê TTC ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bảo G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thời tiết đẹp và địa điểm tốt",
            "review_content": "Tôi đã có một kì nghĩ tuyệt vời: 2 ngày ở gần Hồ Tuyền Lâm và ngày cuối ở ngay trung tâm Đà Lạt. Thơi tiết khá đẹp tuy nhiên buổi trưa khá nóng và hầu hết các khách sạn ở ĐL không có máy lạnh.  Hoa phượng tím đang nở rất đẹp!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí nằm ngay trung tâm Đà Lạt",
            "review_content": "Nhân viên niềm nở, chu đáo và rất thân thiện. Vị trí ngay trung tâm quá thuận lợi. Sảnh trang trí đẹp, bắt mắt. Phòng ở sạch sẽ, thoáng mát. Món ăn nhà hàng thì hợp khẩu vị. Mong có dịp quay lại sử dụng dịch vụ của khách sạn mình.",
            "reviewer_location": "Đà Lạt, Việt Nam"
        },
        {
            "name": "ngoc v",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự hài lòng về thái độ của nhân viên",
            "review_content": "Mọi thứ trong khách sạn rất ok. Nhân viên lễ tân luôn biết cách take care khách, hiểu được tâm lý khách hàng đáp ứng kịp thời các nhu cầu của khách. Nhân viên nhà hàng thân thiện. Đi du lịch cần lắm 1 nơi có chất lượng dịch vụ tốt như vậy. Tặng khách sạn 1 tấm ảnh cho mùa giáng sinh nhé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huyen N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "“Khách sạn nằm ngay trung tâm, nhân viên niềm nở”",
            "review_content": "Khách sạn nằm ngay trung tâm thành phố, ở đây có đến 2 khách sạn TTC nên cần chú ý địa chỉ để tránh nhầm lẫn.  Phòng của khách sạn sạch sẽ tuy nhiên hơi nhỏ. Cơ sở vật chất khách sạn tạm ổn. Điều đặc biệt là nhân viên ở đây rất thân thiện, luôn vui vẻ với khách. Đây là một trong những khách sạn nên lựa chọn khi đến Đà Lạt.  Tặng khách sạn một tấm hình nhân dịp Giáng sinh về. Rất đẹp!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phương P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nơi ở tốt và nhân viên rất thân thiện :)))",
            "review_content": "phòng rất sạch sẽ, tiện nghi và sang trọng. Khách sạn có khu ăn uống riêng, đồ ăn ngon và hợp khẩu vị. Khung cảnh đẹp. Gần trung tâm nên thuận tiện đi lại. Giá phòng phù hợp, nhân viên thân thiện, chu đáo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tranthivanld244",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nhân viên thân thiện",
            "review_content": "Khách sạn gần chợ rất tiện đi mua sắm. Nhân viên rất thân  thiện, lịch sự ( Lễ tân :bạn Thiện +  bạn Huyền giúp đỡ mình rất nhiệt tình khi mình có một khó khăn nhỏ tại đây ) , Hy vọng sẽ có dịp gặp lại các bạn và khách sạn  trong chuyến du lịch đà lạt lần sau. Là một chuyến đi đáng nhớ.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "KimLoanTran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thân thiện",
            "review_content": "Tôi đã có chuyến công tác dài ngày ở đây, khách sạn có đội ngũ nhân viên vô cùng thân thiện, mọi thứ được chăm chút rất kỹ lưỡng, thái độ của nhân viên ân cần, vị trí thuận lợi để lưu trú vì rất gần với trung tâm.",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "jongkey3227",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt và nhân viên rất thân thiện",
            "review_content": "Bạn mình đã nhờ nhân viên ở quầy lễ tân in dùm một số tài liệu vì không thể tìm được tiệm photocopy ở ĐL Chị lễ tân rất tốt bụng và giúp đỡ bọn mình nhiệt tình. Anh nhân viên lễ tân ca tối cũng rất dễ thương =))) Một khách sạn đáng để chọn nếu đến nghỉ dưỡng ở Đà Lạt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Diệp N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi thực tế SGU",
            "review_content": "Khách sạn đẹp, có vị trí phù hợp, dễ dàng cho khách du lịch. Có đội ngũ tiếp tân dễ thương, giúp tụi em in bìa để làm bài thực tế. Tụi e cảm ơn mấy chị nhiều ạ. Đội ngũ nhân viên thì khỏi phải chê. Chăm sóc khách tận tình, chu đáo. Nếu có cơ hội e sẽ quay lại khách sạn này!!!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thảo N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "\"Nhân viên rất thân thiện, khách sạn gần chợ\"",
            "review_content": "Khách sạn rất đẹp,rất ảo diệu, dịch vụ tốt, có nhiều cơ sở vật chất rất tiện nghi. Khi ở trong phòng, cảm thấy rất ấm cúng vì ánh đèn vàng và gam màu tím chủ đạo trong căn phòng. Ngoài ra, điều tốt hơn hết là nhân viên phục vụ, tiếp tân rất thân thiện, quan tâm đến khách du lịch.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Giang V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn thân thiện",
            "review_content": "Khách sạn nằm vị trí ngay trung tâm thành phố,nhưng giá cả hợp lý,đội ngũ nhân viên thân thiện,phòng được nâng cấp hơn so với trước đây.ăn sáng nhiều món,sẽ quay lại thời gian tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thiện P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Khách sạn có vị trí tốt,đội ngũ nhân viên tuyệt vời. Lễ tân chuyên nghiệp, chăm sóc khách hàng nhiệt tình  ,xách hành lý rất vui vẻ,nhân viên nhà hàng phục vụ chu đáo,phòng rất sạch sẽ. Ăn sáng ngon,chúng tôi sẽ quay lại vào dịp gần nhất.Cảm ơn khách sạn TTC Đà Lạt đã cho gia đình tôi 1 chuyến đi thật ý nghĩa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "mrvuxuanha",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hài lòng, tuy nhiên vẫn còn điểm trừ",
            "review_content": "Tôi hài lòng khi nghỉ tại khách sạn, hài lòng về nhiều điểm (tiện nghi, con người, địa điểm). Tuy nhiên tôi không được khách sạn liên hệ để cfm lại trước khi đến (vấn đề này tôi nghĩ khách sạn và bên trung gian (my tour) nên khắc phục để khách hàng cảm thấy yên tâm và cảm thấy được quan tâm hơn trước khi đến nghỉ tại khách sạn).",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "mai h",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời",
            "review_content": "Vị trí là điều tôi lựa chọn đầu tiên, điều đặc biệt ở đây là nhân viên cực kỳ thân thiện và lịch sự. Nhân viên luôn hỏi thăm tôi ăn ở  có hài lòng không họ luôn sợ phật ý  khách hàng,công tác chăm sóc khách hàng thật thông minh.Có một hạn chế là thang máy đã quá lâu. Nếu quay lại đà lạt tôi dĩ nhiên sẽ chọn khách sạn này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "LonelyWolf2512",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn giá tốt, vị trí thuận tiện cho đi lại",
            "review_content": "Khách sạn nằm ngay gần chợ Đà Lạt và chợ đêm, rất thuận tiện cho việc đi lại, tham quan. Được một người bạn giới thiệu và đã quyết định ở thêm 1 đêm nữa vì dịch vụ khá tốt. Sẽ sử dụng dịch vụ của TTC trong lần thăm Đà Lạt tiếp theo!",
            "reviewer_location": "Greater Manchester, Vương quốc Anh"
        },
        {
            "name": "Khánh N",
            "avatar": "",
            "review_rating": "2",
            "review_title": "NHÂN VIÊN QUÁ KÉM",
            "review_content": "Mình đã có thời gian 3 đêm tại khách sạn này. Mình nhận xét dựa trên tương quan với những khách sạn 4 sao trước đây từng ở.  1. Khách sạn khá ổn, phòng sạch sẽ nhưng hơi cũ (mình ở phòng Premium Deluxe).  2. Đồ ăn sáng buffet quá tệ so với 1 khách sạn 4 sao, ít đồ ăn và đồ ăn quá nguội. Nhân viên nhà hàng chậm chạp và còn ngồi nói chuyện riêng ồn ào trong giờ làm việc, thiếu chuyên nghiệp.  3. Nhân viên lễ tân training không tốt, không linh hoạt và chưa biết cách nói chuyện, đôi lúc nói chuyện hơi thiếu lịch sự. Thái độ của nhân viên không thân thiện, không chuyên nghiệp, chưa xứng đáng là nhân viên của khách sạn 4 sao.",
            "reviewer_location": "Cambridge, Vương quốc Anh"
        },
        {
            "name": "Stephanie N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng đến ở Đà Lạt",
            "review_content": "Lần đầu tiên đến Đà Lạt, được người quen giới thiêu tôi đã đến trải nghiệm dịch vụ tại ks TTC và cảm thấy hài lòng trên sự mong đợi. Tuy vẫn còn những vấn đề cần khắc phục nhưng về tổng quan tôi cảm thấy hài lòng và chắc chắn sẽ ghé lại vào lần sau.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoainam2203",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, vị trí đẹp cho kỳ nghỉ dưỡng",
            "review_content": "Khách sạn nằm tại vị trí gần chợ rất thíc hợp cho việc đi tham quan vào ban đêm. Nhân viên phục vụ chuyên nghiệp và chu đáo, phòng rộng và đẹp. Buffet sáng ăn vừa miệng, ngon, tuy nhiên hơi ít món. Tuy nhiên điểm trừ ở đây là sàn gỗ trong phòng vài chỗ đã bị rộp đi phát ra tiếng động nghe hơi khó chịu, thang máy khách sạn cũ đi rung lắc",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HoangYenHo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trung tâm chợ",
            "review_content": "Phòng sạch sẽ, nhân viên thân thiện. Khách sạn nằm sát cạnh chợ Đà lạt, buổi tối cuối tuần có phố đi bộ chợ đêm. Xung quanh có nhiều dịch vụ ăn uống, bar... Khách ạn thích hợp cho nhu cầu du lịch, vui chơi.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Dave Nguyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt cho người việt",
            "review_content": "Chúng tôi có chuyến đi thực tế tại Đà Lạt vào trung tuần tháng 5 hàng năm   .Chúng tôi đã chọn Golf3 để  lưu trú  , ks gần trung tâm đáp ứng được nhu cầu của du khách ,rất thíc ở đây , gia đình tôi mong muốn sẽ luôn cảm thấy vui ẻ tại đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "QuangVinhx",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nhiệt tình, chu đáo, phong cách phuc vụ chuyên nghiệp",
            "review_content": "Khách sạn ngay trung tâm, gấn chợ đà lạt, phòng đúng tiêu chuẩn, có phòng hội nghị sức chứa 100-200 khách. cảnh quang xung quanh đẹp, có thể nhìn ra bờ hồ Xuân Hương, đặt biệt là phong cảnh đà lạt về đêm. Nhân viên hướng dẫn khách nhiệt tình, chu đáo, phong cách chuyên nghiệp. Chú ý chuẩn hóa khẩu vị món ăn.",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "KleinThang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm thấy tuyệt vời",
            "review_content": "Nhân viên nhiệt tình chu đáo, dịch vụ tốt,địa điểm gần chợ tiện việc đi lại tham quan,phòng sạch đẹp thiết kế trang nhã, giá cả phải chăng.Đáp ứng yêu cầu của khách du lịch, tham quan,nghỉ dưỡng ngắm phong cảnh. Lần sau cùng vợ đi kỷ niệm ngày cưới tôi lại ghé nơi này",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ntchinh2007",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!!!!",
            "review_content": "Công ty chúng tôi có chuyến đi thực tế tại Đà Lạt vào trung tuần tháng 12. Bộ phận lễ tân của chúng tôi đã chọn Golf3 để đặt phòng lưu trú. Chúng tôi lưu lại tại Đà Lạt 3 đêm. Vị trí khách sạn rất thuận lợi để chúng tôi di chuyển khắp thành phố, và hưởng không khí rất nhộn nhịp về đêm, nhất là dịp cuối tuần. Chúng tôi thấy khách sạn rất phù hợp cho các cặp đôi mới cưới, cho các doanh nhân, và các gia đình đi nghỉ mát. Chúng tôi rất hài lòng về chuyến đi thực tế cũng như về dịch vụ mà khách sạn cung cấp, từ việc di chuyển, tham quan đến các dịch vụ buồng phòng và ẩm thực. Cảm ơn,",
            "reviewer_location": "Tỉnh Bà Rịa-Vũng Tàu, Việt Nam"
        },
        {
            "name": "tunglb",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Du lịch đến Đà lạt ghé KS",
            "review_content": "Khách sạn tọa lạc tại trung tâm thành phố, gần chợ của thành phố, có dịch vụ tốt, đáp ứng yêu cầu của khách du lịch muốn tham quan, nghỉ dưỡng ngắm phong cảnh của TP Hoa! Nếu được dịp lên Đà lạt , tôi và bạn bè sẽ còn ghé đến nơi này! Chúc Khách sạn ngày một phát triển bền vững và gặt hái nhiều thành công trong thời gian tới!",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "UV1951",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Đó không phải là khách sạn 4 sao !!!",
            "review_content": "chúng tôi ở 2 đêm tại khách sạn này Khuyến mãi là khách sạn 4 sao thực sự ít hơn 3 = đồ cũ, phòng nhỏ, mùi giường ở phòng, không có điều hòa, vào ban đêm không có ai tiếp tân để giúp đỡ thông tin hoặc chăm sóc các vấn đề. chỉ có vị trí là tuyệt vời.",
            "reviewer_location": "Karmiel, Israel"
        },
        {
            "name": "Minh D",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Lần đầu tiên đến thăm Đà Lạt",
            "review_content": "Pro: Vị trí tuyệt vời để mua sắm ban đêm, Chợ Lat và các điểm tham quan trung tâm thành phố. Nhân viên: Các dịch vụ xuất sắc từ sảnh chính / chuông cửa đến các máy chủ trong bữa sáng tự chọn, ngoại trừ việc trả phòng. Chúng tôi muốn trả tiền cho tất cả mọi thứ vào đêm hôm trước do chúng tôi có chuyến bay sớm vào sáng hôm sau, tuy nhiên chúng tôi không thể. Nó rất bất tiện khi vội vã mọi thứ vào lúc 5 giờ sáng. Đây không phải là dịch vụ khách sạn tiêu chuẩn 4 sao Sạch sẽ: Ok. Dọn dẹp sạch sẽ. Khí quyển: Phòng cần cải thiện. Tất cả trông đã lỗi thời, rất nhiều dấu vết trên tường / đồ nội thất. Rèm cửa không đủ rộng để che toàn bộ cửa sổ và ánh sáng buổi sáng có thể gây khó chịu. Đèn trong phòng không đủ sáng khi cần thiết; họ vẫn sử dụng một số đèn ống huỳnh quang. Giường rất cứng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vincent G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn rất đẹp",
            "review_content": "phòng đẹp, chúng tôi có một với sân thượng lớn! bữa sáng tuyệt vời trên tầng 8, bạn có một cái nhìn tốt đẹp của thành phố đến hồ. Ở trung tâm thành phố rất dễ dàng để tham quan chợ, hồ, dừng lại bên nhà thờ và đi đến ngôi nhà điên",
            "reviewer_location": "Thành phố New York, New York"
        },
        {
            "name": "Anastasia Z",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí và dịch vụ rất tốt",
            "review_content": "Những thứ rất lịch sự. Vệ sinh tốt. Dịch vụ phòng nhanh, ăn sáng và nhà hàng ngon. Nội thất và thiết kế thú vị. Giá tốt để chuyển nhượng. Tốt hơn để lấy tầng cao nhất. Chúng tôi trở lại một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jim J",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Một sự thất vọng nhẹ",
            "review_content": "Không quá ấn tượng bởi TTC Đà Lạt. Thảm phòng ngủ có vết bẩn, và giường thực sự không thoải mái. Tiếng ồn đêm khuya từ chợ đêm liền kề là đáng kể. Nhân viên thân thiện (chuẩn mực Việt Nam!) Và hiệu quả đầy đủ. Ăn sáng là OK. Nhìn chung, một cái gì đó để làm cho kỳ nghỉ của chúng tôi một niềm vui dường như là thiếu.",
            "reviewer_location": "Miền Trung Auckland, New Zealand"
        },
        {
            "name": "Cba689",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tuyệt vời và các phòng!",
            "review_content": "Các nhân viên thật tuyệt vời, chúng tôi ở trong một căn phòng hơi ồn ào bằng thang máy nhưng họ nhanh chóng chuyển chúng tôi đến một căn phòng yên tĩnh hơn và đặt cho chúng tôi một bữa ăn miễn phí vì sự bất tiện này! Phòng sạch sẽ, kích thước tốt và gần với mọi thứ. Chúng tôi chắc chắn sẽ trở lại.",
            "reviewer_location": "Chester, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "4 Nguyễn Thị Minh Khai, Đà Lạt Việt Nam",
        "name": "Khách Sạn TTC - Đà Lạt",
        "geo_data": {
            "latitude": 11.941837310791016,
            "longitude": 108.43753051757812
        },
        "room_number": "78",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/a9/80/25/ttc-hotel-premium-dalat.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fd/26/premium-deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/02/a5/ff/nh-toan-c-nh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/8d/e4/ttc-hotel-premium-da.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fd/19/premium-deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fc/f0/premium-deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fc/b7/junior-deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fc/3e/junior-deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fb/d5/superior-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fb/a0/superior-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fb/40/ttc-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fa/e4/superior-twin-city.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/fa/7c/superior-double-city.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/f3/f9/26/premium-deluxe-dbl.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/97/3a/vip-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/97/39/vip-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/94/f6/superior-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/94/f5/deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/95/1c/superior-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/91/93/ae/juinior-suite-twin.jpg?w=1200&h=-1&s=1"
        ]
    }
}