{
    "content": [
        {
            "name": "Hải Triều",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Trải nghiệm 1 đêm",
            "review_content": "Phòng sạch sẽ, đầy đủ tiện nghi, tông màu phòng là màu trắng nên sạch sẽ. Nhìn chung hợp lý so với mức giá. View khách sạn nhìn ra sông phía bến du thuyền đẹp. Có cả ăn sáng buffet trên lầu 11, tuy nhiên hơi ít món và nấu ăn cũng tạm ổn. Nếu ghé Đà Nẵng, lựa chọn ở đây cũng là hợp lý nhé.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "NGỌC ĐẶNG",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ Nghỉ Tuyệt vời của Gia Đình Hè 2022",
            "review_content": "Một kỳ nghỉ tuyệt vời cùng gia đình hè 2022 cùng với Khách Sạn.  Rất ấn tượng với View tầng 11 bao trọn Sông Hàn và TP Đà Nẵng, Khách sạn sạch đẹp, nội thất và mọi thiết bị sang trọng, nhân viên vô cùng thân thiện và mến khách, đồ ăn rất ok vừa với khẩu vị của mình, Vote 5* cho nơi này. Hi vọng sẽ quay trở lại nơi này một ngày gần nhất !",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Duckie l",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Spa",
            "review_content": "Đi vào đợt khách sạn qua đợt free massage nhưng vẫn ngoan cố làm thử , ai dè tuyệt hơn tưởng tượng rất nhiều. Đỡ phải đi loanh quanh tìm nơi massage vừa \" sạch sẽ\" lại có tay nghề. Tuy là không gian không được rộng rãi nhưng bù lại chất lượng và giá cả \" cực tốt\". Bọn mình được chị Hồng và chị Hiền massage cho mà ngủ quên mất tiêu. Nói chung là mọi thứ rất ổn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Chipan_Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ rất tốt",
            "review_content": "Ngoại trừ thang máy hơi chậm ra thì nơi đây thực sự kiến chúng tôi cảm thấy rất hài lòng (phòng đẹp, vị trí thuận lợi, dịch vụ tốt, nhân viên nhiệt tình, spa chuyên nghiệp..)  Cảm ơn tất cả các bạn, đặc biệt là bạn Công Ri đã nhiệt tình hướng dẫn chúng tôi các địa điểm tham quan tại nơi đây và đã cho chúng tôi 1 kỳ nghỉ thật sự tuyệt vời.  Lần sau đến với Đà Nẵng chúng tôi nhất định không chọn khách sạn nào khác ngoài The Blossom City.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "phuongptm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn 4 sao bên sông Hàn",
            "review_content": "Chúng tôi nghỉ tại khách sạn vào đêm chung kết pháo hoa và đã được thưởng thức một màn trình diễn pháo hoa tuyệt vời từ nhà hàng ở tầng trên cùng của khách sạn. Set menu tối ở đây được phục vụ nhanh chóng và rất ngon miệng, chúng tôi ấn tượng với món cá hồi nướng và bánh panna cotta chanh dây rất đặc sắc. Nhân viên phục vụ lịch sự, tận tình. Buffet sáng tuy chưa phong phú nhưng rất ngon miệng.",
            "reviewer_location": "Vũng Tàu, Việt Nam"
        },
        {
            "name": "quoc v",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt, địa điểm tốt nhất để xem pháo hoa Đà Nẵng",
            "review_content": "Khách sạn mới, mọi dịch vụ từ phòng, spa (foot massge miễn phí) và nhà hàng rất tốt. Nhân viên rất thân thiện, đặc biệt là lễ tân và nhân viên spa. Khách sạn ngay khán đài pháo hoa nên đây là địa điểm tốt nhất để xem pháo hoa. Hy vọng sẽ quay lại nơi này nhiều hơn nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Long C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ quay lại Blossom nhiều lần nữa",
            "review_content": "Khách sạn bé bé xinh xinh ngay bên bờ sôg Hàn thiw mộng. Chắc vì bé bé nên vô cùng ấm cúng. Nv cực kì dễ thương. Nhà hàng tuy nhỉ nhưng pv rất tốt. Ăn sáng ngon cực. Mình sẽ tiếp tục chọn The Blossom nếu có dịp ghé thăm đà nẵng lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Hien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn chuyên nghiệp và tuyệt vời",
            "review_content": "Khách sạn nằm ở vị trí đẹp, từ phòng ăn có thể nhìn toàn cảnh các cây cầu nổi tiếng của Đà Nẵng. Phòng ốc sạch sẽ, trang trí hiện đại, dụng cụ nhà tắm là loại tốt. Dầu gội và sữa tắm của Nhật, toilet cũng của Nhật, rất hiện đại.Phòng tuy nhỏ nhưng nhờ cách bài trí, thiết kế nên không có cảm giác bí bách. Trong phòng còn trang bị thêm máy lọc không khí và luôn thoang thoảng mùi hoa đào. Khách sạn còn tặng nhiều gói dịch vụ tặng kèm cho khách như mátxa, ăn khuya miễn phí, xe buýt miển phí đi Hội An và trung tâm thành phố. Nhân viên lúc nào cũng nhiệt tình, vui vẻ. Từ nhân viên bảo vệ, tiếp tân đến các nhân viên tại phòng ăn. Đặc biệt nhân viên tiếp tân Khánh Ly đã tư vấn, giúp đỡ chúng tôi tận tình khi chúng tôi gặp sự cố về hàng hóa tại sân bay, sau đó đã giúp đỡ gửi hàng về tận",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tramyluu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới,dịch vụ tốt,nhân viên thân thiện,chu đáo",
            "review_content": "Mình ở khách sạn 5 đêm đợt cuối tháng 9, rất hài lòng với chất lượng phòng và dịch vụ ở đây. khách sạn mới mở nên phòng ốc rất sạch sẽ,tiện nghi,có shower toilet đúng kiểu Nhật rất thú vị. Nhà hàng ăn sáng nhỏ nhưng view đẹp,đồ ăn cũng khá đa dạng,nhân viên nhà hàng rất thân thiện,chu đáo,thấy bạn trai mình bảo đau đụng và vội đi nên chỉ nhờ làm cho bánh mì trứng,các bạn đã chuẩn bị 1 suất ăn sáng nho nhỏ với trứng luộc  và bánh cùng với lời khuyên là anh đau bụng không nên ăn trứng rán.hôm check out mình bay chuyến muộn phải ngồi chờ rất lâu ở sảnh,các bạn lễ tân cũng ra mời nước và để ý hỏi han điều hòa có lạnh quá không để điều chỉnh cho phù hợp với mình. các bạn cũng tận tình tìm cân để giúp mình cân thử hành lí .  mình cảm thấy rất ấm áp và hài lòng với dịch vụ cũng như cơ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Zichan N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Tuy ko gần trung tâm lắm nhưng ks ở cạnh sông Hàn, phòng nhiều cửa kính nên view rất đẹp.Nhân viên phục vụ nhiệt tình chu đáo, buffet sáng rất ngon và phong phú. Giờ check in là 2h nhưng m đến sớm từ 9h hơn đã đc vào phòng, nhà có trẻ con nên ks cũng chuẩn bị cũi rất cẩn thận.Lần sau đến ĐN chắc chắn m sẽ quay lại. ☺️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Như Quỳnh N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "GOOD SERVICE",
            "review_content": "Khách sạn do cty Nhật Bản đầu tư nên rất tinh tế đến từng chi tiết. Trang thiết bị hiện đại - sang trọng - tiện nghi. Nhân viên thân thiện - dễ mến.  Ấn tượng nhất của mình là bữa đến nhận phòng, gặp bác Quản lý người Nhật Bản. Vừa nhìn thấy mình tiến về phía thang máy; bác ấy dù đang nói chuyện với nhân viên cũng đứng nghiêm lại, cúi đầu chào, mở cửa thang máy sẵn và cứ đứng cúi đầu vậy cho đến lúc cửa đóng lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thinh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời không thể diễn tả hết cảm xúc",
            "review_content": "Mình và bạn mình có dịp ghé đến Đà Nẵng và nghỉ lại ở Blossom City, cảm xúc đầu tiên cũng như xuyên suốt tgian tụi mình lưu lại là một sự thân thuộc và gần gũi của tất cả nhân viên ở đây (đặc biệt là lễ tân đấy) thật sự mình đã nhận được rất rất nhiều sự giúp đỡ vô cùng tận tình từ đội ngũ nhân viên khách sạn. vẫn còn nhớ nhg nụ cười của các bạn từ ngày mình đến đến khi mình đi, nhớ cái vẫy tay chào và ánh mắt lúc tạm biệt nhìn theo xe mình từ từ khuất xa (mấy tháng r h nhớ lại thấy vẫn vấn vương ^^ ) Về phòng ốc thì trang trọng, sạch sẽ, đầy tiện nghi hiện đại và không kém phần ấm cúng. Quầy bar tầng thượng vào mỗi tối thơ mộng ko chê vào đâu đc, nước uống bà thức ăn ngon khỏi bàn nhé và cũng rất nhiều lưaj chọn, nói chung là tuyệt. Đà Nẵng đẹp không chỉ ở khung cảnh mà cả con",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tina T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất Hài Lòng",
            "review_content": "Khách sạn mới có vị trí nằm đối diện sông Hàn, có 11 tầng. Điểm cộng: - Nhân viên lễ tân và bellman rất niềm nở, vui vẻ, dễ thương, nhiệt tình - Sảnh sạch sẽ, sáng sủa, welcome drink trà đào mát lạnh kèm khăn lạnh. - Phòng nho nhỏ nhưng thoáng, ko có cảm giác ngộp bức bí, thiết kế tinh tế, hiện đại, sạch sẽ, bước vào nghe mùi táo thoang thoảng, tủ quần áo cũng có mùa trái cây rất dễ chịu. Mình ở phòng Superior (phòng số 1005) view phòng nhìn ra sông Hàn rất đẹp, thấy cả núi nữa. - Nhà hàng tầng 11 view rất đẹp, nhìn toàn thành phố, thấy cầu Rồng & cầu sông Hàn, bữa sáng buffet ít món nhưng đồ ăn rất ngon, buổi tối nhà hàng có phục vụ Phở free từ 21h-23h. Điểm trừ: - Chỉ có 1 thang máy, thang máy khá chậm nên chờ hơi lâu - Phòng tắm không có móc treo quần áo & khăn lau chân",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "KimNguyen286",
            "avatar": "",
            "review_rating": "5",
            "review_title": "SỰ LỰA CHỌN HOÀN HẢO",
            "review_content": "Khách sạn mới luôn là sự lựa chọn đầu tiên của tôi ^^  Phòng khách sạn chỉ hơi nhỏ xíu nhưng thiết kế trang trí rất đẹp, đầy đủ tiện nghi, sạch sẽ & yên tĩnh.  Vị trí khách sạn khá thuận tiện cho việc di chuyển và mất khoảng 10p là đến sân bay.  Bữa sáng rất ngon và phong phú.  Và tôi cực thích cách thiết kế và trang trí Nhà hàng vì có view ở tầng cao nhìn khung cảnh tuyệt đẹp, buổi tối dưới ánh nến bạn có thể nhìn ngắm sông Hàn và 1 góc nhỏ thành phố, cảm giác rất yên bình và ấm cúng <3  Đặc biệt, tôi phải đánh giá điểm 10 về thái độ phục vụ của các bạn, anh/chị nhân viên ở đây, rất dễ thương và thân thiện, luôn niềm nở và hiếu khách.   Chắc chắn nếu có dịp, vào thời thiết đẹp, tô sẽ quay lại đây và giới thiệu bạn bè <3",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "nguyenvand0101",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đều thú vị là Khách sạn The Blossom City quá tuyệt vời",
            "review_content": "Khách sạn nằm bên cạnh sông hàn , khu vực khá yên tỉnh và rất đep. Phòng trang trí đẹp và rất sạch sẽ, nhân viên phục vụ tận tình vui vẽ , có dịp về DN tôi sẽ chọn khách sạn này. Các bạn hãy đến khách sạn này một lần thì sẽ không bao giờ chọn khách sạn khác.",
            "reviewer_location": "Munich, Đức"
        },
        {
            "name": "Mankin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị đồng tiền: Khách sạn tốt",
            "review_content": "Ở lại đây hai đêm; nhân viên rất hữu ích và thân thiện. Họ cung cấp xe buýt đưa đón miễn phí đến thành phố và cả phố cổ Hội An. Căn phòng rộng rãi và tốt nhất: một giá thầu điều khiển điện tử (không phổ biến đối với hầu hết các khách sạn). Gói phòng của chúng tôi đi kèm với bữa sáng miễn phí rất đẹp và cũng có phở miễn phí từ 1730 - 2200 giờ. Đi lên tầng 11 và bạn có thể thấy một khung cảnh tuyệt đẹp của sông Hàn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "zaraha081",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp và thoải mái",
            "review_content": "Yêu căn phòng. Giá trị lớn cho tiền. Nhân viên nhà hàng và bữa sáng dễ thương, đáng yêu nhất 1 tuổi của tôi. Tầm nhìn tuyệt vời từ nhà hàng vào ban đêm. Chúng tôi rất thích xem đèn và quang cảnh của dòng sông và cây cầu. Chúng tôi chọn một căn phòng không có cửa sổ nhưng nó có một cửa sổ nhỏ. Đẹp và rất sạch sẽ. Khoảng 10 phút lái xe đến trung tâm thành phố chính. Một trong những kỳ nghỉ yêu thích của chúng tôi với giá phải trả bao gồm bữa sáng tự chọn miễn phí.",
            "reviewer_location": "Úc"
        },
        {
            "name": "Amys_holibobs",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Chuyển sân bay tuyệt vời",
            "review_content": "Nhân viên thực sự rất thân thiện và nói được một ít tiếng Anh mà chúng tôi rất trân trọng! Trong khoảng cách đi bộ của thị trấn và họ cũng cung cấp một xe buýt đưa đón miễn phí. Dễ dàng kiểm tra và phòng có một cái nhìn tuyệt vời của cây cầu rồng. Phòng tắm tuyệt vời với vòi hoa sen tuyệt vời, bồn tắm và nhà vệ sinh nước nóng kiểu Nhật. Phòng và khách sạn nói chung là một chút bẩn thỉu nhưng nói chung là tuyệt vời cho một kỳ nghỉ giá hợp lý gần sân bay Năng!",
            "reviewer_location": "Newry, Vương quốc Anh"
        },
        {
            "name": "Alfiepupprince",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên tiếp tân gian dối. Sẽ không đề nghị",
            "review_content": "Chúng tôi ở trong phòng trăng mật, trước khi đến chúng tôi đã gọi cho khách sạn và nói chuyện với nhân viên tiếp tân. Chúng tôi đã yêu cầu một số thông số kỹ thuật và sau khi từ chối mong muốn của chúng tôi một vài lần, sau đó cô ấy đồng ý hỏi người quản lý khách sạn.  Khi chúng tôi đặt khách sạn này, chúng tôi đã yêu cầu thanh toán bằng tiền mặt, khi chúng tôi đến, nhân viên tiếp tân nói rằng cô ấy đã lấy tiền từ thẻ và có thể hoàn trả lại. . . thời buổi bây giờ. . . có thật không? Ngoài ra, người quản lý đã từ chối các yêu cầu trước đó của chúng tôi.  Sau một thời gian cô ấy quay lại và nói rằng cô ấy có thể hoàn lại tiền nhưng sẽ mất một thời gian rất dài, sau một tháng, - sau đó chúng tôi đã yêu cầu nói chuyện với người quản lý. Sau đó, cô đã thay đổi câu chuyện của mình một",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tuyệt vời",
            "review_content": "Đầu tiên, nhân viên tiếp tân là những người tốt nhất chúng tôi đã gặp: Dung, Duyên và Lyly. Họ luôn chào đón chúng tôi bằng một nụ cười. Duyên rất hữu ích với các tour du lịch và đặt xe buýt. Dũng chỉ cho chúng tôi nơi để đi hải sản rẻ, sạch và ngon. Chúng tôi thích bữa ăn sáng cho thấy trường hợp thực phẩm địa phương. Tôi phải nhắc đến anh Hùng lái xe. Chúng tôi có lẽ là những người đã sử dụng xe buýt nhiều nhất trong 5 ngày chúng tôi đã ở đó, bao gồm cả chuyến đi đến Hội An (miễn phí). Các phòng và quan điểm từ phòng là chính xác trên trang web, điều này khá bất thường vì các phòng thực tế của nhiều khách sạn khác xa với những gì họ quảng cáo. Chúng tôi rất hài lòng với kỳ nghỉ của chúng tôi và sẽ không ngần ngại giới thiệu khách sạn này.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Departure801120",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tất cả mọi thứ nên có được tuyệt vời nếu không ....",
            "review_content": "+ Nhà hàng trên tầng 11 với tầm nhìn toàn cảnh thật tuyệt vời. Các nhân viên thực phẩm và nhà hàng đã xuất sắc. Vị trí đẹp ở sông và đi bộ đến trung tâm thành phố.   - Mọi thứ đáng lẽ phải tuyệt vời nếu không. . . . vào ngày cuối cùng, chúng tôi đã phải trả thêm tiền cho một bộ giường mới đầy đủ (1. 5 triệu đồng), sau đó một đôi quần của chúng tôi, được mua trên một thị trường địa phương, đã tô màu chăn trắng và gối sau khi nghỉ ngơi cái giường.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cem K",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn Decent",
            "review_content": "Đây là một khách sạn phong nha nằm bên bờ sông. Các phòng rộng rãi có nhân viên rất hữu ích tại quầy lễ tân. Nhân viên tiếp tân đã làm hết sức mình để giúp tìm ra lựa chọn tốt nhất để đi du lịch đến Huế. Họ tìm thấy một chiếc xe tư nhân sau khi nghiên cứu về một số tùy chọn và thực hiện một số cuộc gọi điện thoại.  Nhà hàng trên đỉnh có tầm nhìn tuyệt đẹp ra dòng sông. Phòng rộng rãi và ghế nhà vệ sinh là một trong những loại mà bạn sẽ đi qua; làm nóng và kích hoạt cảm biến.  Khách sạn cũng đủ tốt để hủy chuyến đi thứ hai của tôi mà không mất chi phí do kế hoạch thay đổi của tôi trở về thành phố Nang. Tôi chắc chắn sẽ ở lại khách sạn này một lần nữa nếu tôi đến với Nang.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Liusha",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great Hotel và dịch vụ",
            "review_content": "Khách sạn thật tuyệt vời! gần sân bay và những nơi thú vị khác. núi và sông. 40 phút đến Hội An (nơi đẹp để khám phá) Phòng: Xem là phong nha với một cái nhìn đẹp. tất cả những thứ cần thiết được cung cấp. dịch vụ: Tất cả các nhân viên trong khách sạn đều hữu ích và hiếu khách tuyệt vời. Bà Hoàng trong buổi tiếp tân rất tuyệt, sẵn lòng giúp đỡ trước khi hỏi. . (Ông Rio trong khách sạn thật tuyệt vời. Ông ta đã vượt quá mong đợi, đặc biệt cảm ơn ông Rio. Kỳ nghỉ của tôi sẽ không tuyệt vời như vậy nếu không có ông) Cảm ơn rất nhiều.",
            "reviewer_location": "Moscow, Nga"
        }
    ],
    "hotel": {
        "location": "147-149 Trần Hưng Đạo, Đà Nẵng 55000 Việt Nam",
        "name": "Star City Riverside Hotel By Haviland",
        "geo_data": {
            "latitude": 16.079322814941406,
            "longitude": 108.22897338867188
        },
        "room_number": "43",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/fc/e1/7b/ff.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/9b/1e/18/star-city-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/9b/1d/d6/star-city-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/4c/c1/13/the-blossom-city-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/2e/5a/34/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e0/85/reception.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/b6/superior-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/9a/deluxe-twin-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/97/deluxe-double-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/80/deluxe-double-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/7c/deluxe-twin-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/61/deluxe-double-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d2/42/deluxe-double-room-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/d4/8b/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/4c/b7/52/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e2/4b/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e2/12/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e2/30/kha-ch-sa-n-the-blossom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e0/9a/air-restaurant-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/3a/e0/e8/air-restaurant-bar.jpg?w=1200&h=-1&s=1"
        ]
    }
}