{"content": [{"name": "THE GOAT HOMESTAY & BAR", "avatar": "", "review_rating": "5", "review_title": "Đề xuất cho mọi du khách, đặc biệt là Hàn Quốc.", "review_content": "Chỉ có 1 từ để nói về Eun Ha : Hài Lòng 5 sao thái độ thân thiện chuyên nghiệp của nhân viên. 5 sao cho sự sạch sẽ và chủ khách sạn . Khách sạn quá tuyệt ! Đáng tiền. Tôi không biết có phải do mình đi trong thời điểm khuyến mại hay không. Mặc dù tôi không hợp với đồ cay lắm nhưng phải công nhận bữa sáng ở đây rất ngon, nhiều món Hàn. Nếu bạn lưu trú ở Eun Ha bạn cũng sẽ đánh giá giống tôi.", "reviewer_location": "Ninh Bình, Việt Nam"}, {"name": "Nguyen Huyen Trang", "avatar": "", "review_rating": "5", "review_title": "Chuyến di tuyệt vời", "review_content": "Nhân viên phục vụ rất nhiệt tình, chu đáo. Phòng có đầy đủ tiện nghi, bài trí nội thất rất đẹp. Đặc biệt khách sạn có phần không gian rất đẹp tại sân thượng khiến tôi cực kỳ hài lòng. Cảm ơn khách sạn đã cho tôi những trải nghiệm thú vị tại đây.", "reviewer_location": "dumpxxx"}, {"name": "Tạ Ngọc Hưng", "avatar": "", "review_rating": "5", "review_title": "Khách sạn tuyệt vời", "review_content": "Tôi dẫn doanh nghiệp Vinamilk chi nhánh ninh bình đi thăm quan . Ở khách sạn thật là tuyệt vời. Cám ơn a quản lý quá thân thiện . Phòng quá đẹp so vs giá . Chất lượng tuyệt vời. Mọi người nên ghé thăm thử để biết mk k ns sai", "reviewer_location": "dumpxxx"}, {"name": "Công M", "avatar": "", "review_rating": "5", "review_title": "dịch vụ rẩ tot va vô cùng thoải mái", "review_content": "khách sạn dich vụ tốt thoải mái. nhân viên va sếp thân thiện nói nhiều thứ tiếng... phòng sạch sẽ view rất  dẹp...ăn sáng và không khí rát tot... thic hợp cho các bạn moi khj đến hn thăm quan ...hay thử ghe qua một lần để tận hưởng tất cả dịch vụ o đây ,,,", "reviewer_location": "dumpxxx"}, {"name": "Yamchi", "avatar": "", "review_rating": "5", "review_title": "Lựa chọn tuyệt vời cho chuyến công tác tại Hà Nội", "review_content": "Tôi thường đi công tác tại Hà Nội và đã ở rất nhiều khách sạn khác nhau, đặc biệt là trong khu vực Mỹ Đình. Trước đây tôi chỉ ở 1,2 khách sạn quen biết trong khu đô thị Mễ Trì, nhưng trong chuyến đi lần này tôi muốn thử dùng dịch vụ ở một bên mới. Tôi thực sự rất bất ngờ vì trong khu vực có khách sạn giá hợp lí và phòng ốc lại sạch và đẹp như ở đây. Nhân viên vô cùng thân thiện và có thể giao tiếp tiếng Hàn Quốc rất tốt. Đối tác của tôi người Hàn đã rất hài lòng. Có lẽ vì khách sạn mới mở nên chưa nhiều người biết đến. Nhất định sẽ quay lại đây trong các chuyến đi tới đến Hà Nội. Hy vọng khách sạn sẽ ngày một phát triển!", "reviewer_location": "Ninh Bình, Việt Nam"}, {"name": "Kim", "avatar": "", "review_rating": "5", "review_title": "Nơi tốt để ở", "review_content": "Dịch vụ tuyệt vời với đội ngũ nhân viên thân thiện, phòng sạch sẽ và sảnh tuyệt vời. Căn phòng có kiểu dáng đẹp, rộng rãi và mang đến bầu không khí ngủ ngon. Cảm ơn sự sắp xếp của bạn! ! Chắc chắn sẽ trở lại.", "reviewer_location": "dumpxxx"}], "hotel": {"location": "122 Đình Thôn Mỹ Đình, Từ Liêm, Hà Nội 100000 Việt Nam", "name": "Eun Ha Hotel Apartment", "geo_data": {"latitude": 21.018997192382812, "longitude": 105.77690124511719}, "room_number": "18"}}