{
    "content": [
        {
            "name": "Journey35546316666",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn dẹp quá m rất thik",
            "review_content": "M là Nguyễn thị lan.m dược vào khách sạn này trải nghiệm rồi m thấy rất dẹp và rất sạch sẽ dó mọi người ơi mọi người có đi dâu thì ghé thăm khách sạn này nhé dẹp lắm luôn lại còn sạch sẽ nữa mình thấy thich",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Venture01126212390",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt ",
            "review_content": "Những tháng trước đây tôi đã đi và ở lại nơi này tôi đã cảm nhận và hài lòng hơn bao giờ hết tôi rất thích phong cách nhân viên tận tình chu đáo không gian thoải mai sạch sẽ đẹp quá tuyệt vời như tôi mong đợi ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rát tốt",
            "review_content": "Khách sạn sạh sẽ,phòng có nhiều cua sô nên rất thoáng,không gian yên tĩnh, nhân viên phục vụ rất nhiệt tình, có hô boi và  sky hoi nhỏ nhung khá ổn,gần phố cổ và phố ăn vặt tiện lợi đi tham quan và ăn uống ,xung quanh khách sạn có của hàng tiện lợi nên rất tiện",
            "reviewer_location": "Cần Thơ, Việt Nam"
        },
        {
            "name": "Sherpa00388687533",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn qua OK em thìch làm nhan viên nhiên tin với khách hang lần sau em sẽ quay lại khách sạn giá tiền phòng hộp lý ",
            "review_content": "Khách sạn đẹp nhân viên nhiên tin với khách hàng e thích ăn uống ngon gia phòng hộp lý em sẽ quay trở lại khách sạn và giới thiệu cho bạn bè biết tơi khách sạn xinh đẹp này em hai lông về khách sạn đẹp ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuyển N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài Lòng",
            "review_content": "Vị trí nằm ở trung tâm thủ đô, rất thuận lợi cho khách thăm quan Phòng sạch sẽ có đủ tiện nghi Bữa sáng ngon miệng Nhân viên phục vụ thân thiện và nhiệt tình Khuyến khích các bạn nên chọn khách sạn cho kì du lịch",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quangtran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kì nghỉ thoải mái",
            "review_content": "Mình đã nghỉ ở khách sạn này sau Tết. Cảm nhận đầu tiên khi bước vào khách sạn là nhân viên đón tiếp rất chu đáo và ân cần tạo cho mình cảm thấy rất thoải mái.Ở đây sẽ được mời với ly trà và kẹo lạc đặc trưng khi tới làm mình  nhớ mãi hương vị Hà Nội. Đúng thời điểm dịch bệnh nên khách sạn khá là cẩn thận khi trang bị nước rửa tay và đo nhiệt độ cơ thể cho khách.Cảm ơn các bạn lễ tân vì sự hiếu khách.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gian p",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Boutique hotel",
            "review_content": "Khách sạn nằm ở khu trọng điểm của phố cổ và đặc biệt là Hà nội. Mình tới HN công tác vào mùa dịch nhưng ở khách sạn rất sạch sẽ và chu đáo.mình k tìm đâu mua đc khẩu trang vào mùa dịch này nhưng rất may mắn lễ tân đã nhường chiếc cuối cùng cho mình. mình rất cảm kích và đánh giá cao.ngoài ra có nước rửa tay khử trùng ở quầy lễ tân cho khách dùng rất chu đáo.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Annaha shara",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt",
            "review_content": "Khách sạn đẹp,các bạn lễ tân phục vụ chu đáo..đáp ứng đủ nhu cầu của tôi...rất tuyệt vời,soleil hotel có khuôn viên rất đẹp,phòng khách sạn được trang bị đầy đủ hiện đại.mỗi lần tôi đến hà nội thì soleil hotel là sự lựa chọn tốt nhất của tôi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NamThai",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Perfect service",
            "review_content": "Khách sạn sạch sẽ, nhân viên nhiệt tình thân thiện, luôn niềm nở giúp đỡ khách. Trang trí hiện đại, ánh sáng chân hoà và vị trí thuận lợi cho tham quan các điểm du lịch. Tôi chắc chắn sẽ quay trở lại đây trong tương lại.Cảm ơn anh bell man Khôi đã giúp tôi mang hành lý.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Orchid Bui",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Soleil Boutique",
            "review_content": "Mình tới Hà Nội nhiều lần và lần này được công ty đặt phòng tại khách sạn này. Mọi thứ đều ổn và sạch sẽ, quan trọng khách sạn mới nên trang thiết bị tiên tiến giá cả phải trăng. Bữa ăn sáng buffet nhiều món. Các bạn nhân viên ở đây chu đáo đặc biết nhà hàng và lễ tân khách sạn luôn cởi mở và giúp đỡ khách.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Hang Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "vị trí khách sạn rất gần trung tâm (Hồ Gươm, chợ đêm) nên rất tiện. Spa ngay trong khách sạn, đồ ăn cũng rất đa dạng phong phú. Nhân viên nhiệt tình giúp đỡ, hỗ trợ đặt xe, rất có ấn tượng với bạn Stella, rất dễ thương và giúp đỡ mình tận tình. Dịp sau có ra Hà Nội sẽ tiếp tục chọn Solei Hotel.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tranthuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới",
            "review_content": "Đây là lần thứ hai mình ra Hà Nội và ở khách sạn này.khách sạn moi và mọi thứ sạch sẽ,chỉnh chu. Vị trí gần trung tâm đi bộ 15 phút ra Hồ Gươm và chợ đêm, thanh phố tấp nập nên hay tắc đường. Nhân viên rất nhiệt tình và chu đáo luôn giúp đỡ nhiệt tình. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tony",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt tại Hà Nội",
            "review_content": "Khách sạn có view đẹp, nhân viên thân thiện. Khách sạn có spa rất tốt để thư giãn. Đồ ăn sáng rất phong Phú và nhiều món, phòng ốc mới và đầy đủ tiện nghi, ngoài ra rất gần trung tâm nên rất tiện đi thăm quan nhiều địa điểm du lịch của hà nội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyễn Quốc Giàu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời.",
            "review_content": "Ok khách sạn tuyệt vời, các bạn reception hỗ trợ rất tốt ( Anna, Chloe), món ăn sáng ok, phong phú. Phòng sạch sẽ,yên tĩnh. Nếu lần tới có dịp ghé thăm HN tôi sẽ chọn khách sạn này là nơi tôi nghĩ nghơi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "trandinhlong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ nhân viên chuyên nghiệp",
            "review_content": "Tôi có chuyến công tác đến hà nội 3 ngày, tôi đã chọn khách sạn soleil boutique là nơi lưu trú của tôi,khách sạn thật sự rất tuyệt vời nhân viên vui vẻ và chuyên nghiệp, phòng khách sạn rất sạch sẽ và ấm cúng, tôi dùng bữa tối tại nhà hàng onion trong khách sạn, đồ ăn rất đa dạng từ món á đến món âu ,tôi gọi 1 món chicken satay và 1 ly rượu vang trắng đó là 1 sự kết hợp rất tuyệt vời, chuyến công tác sau của tôi chắc chắn là tôi sẽ vẫn chọn soleil boutique là nơi lưu trú của tôi, xin gửi lời cảm ơn đến nhân viên của khách sạn đã giúp tôi rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất thích dịch vụ ở đây",
            "review_content": "Mình đến Hà Nội vào cuối tháng 11, khách sạn mới nhưng có khá nhiều khách nước ngoài , phòng đẹp đặc biệt là phòng tắm rất sạch và đẹp, vị trí thuận tiện. Mình rất thích các bạn nhân viên ở đây, thân thiện và tận tình. Sau này Soleil sẽ là sự lựa chọn thường xuyên của mình mỗi lần đến hà nội. ♥️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tran Mi Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Feedback về Khách sạn Soleil",
            "review_content": "Chúng tôi đã dành 2 đêm tại khách sạn soleil và nó chắc chắn vượt quá mong đợi của chúng tôi mọi thứ về nó thật tuyệt vời! Các nhân viên rất hữu ích, đặc biệt là Crystal, người đã giúp chúng tôi sắp xếp việc chuyển đến điểm đến tiếp theo. Tôi chắc chắn sẽ đề nghị khách sạn này và nếu chúng tôi quay lại, chúng tôi sẽ đặt lại!",
            "reviewer_location": "Berlin, Đức"
        },
        {
            "name": "Thuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, trang thiệt bị rất tốt tiêu chuẩn châu âu.",
            "review_content": "Theo cá nhân tôi thì ks nhân viên rất chuyên nghiệp, phục vụ chu đáo , như bạn anna, lily, crystal, thân thiện đã mang lại cảm giác ấm cúng cho gia đình tôi.Tôi sẽ ở ks khi công tác tại hn.Ăn sáng rất đầy đủ, đồ ăn hợp khẩu vị và ngon miệng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lợi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 trải nghiệp tuyệt vời",
            "review_content": "Tôi đã ở rất nhiều khách sạn ở hà nội tiếp xúc với rất nhiều nhân viên ở đó nhưng chưa bao giờ thấy thoải mái như ở khách sạn soleil boutique hotel. Các bạn có 1 đội ngũ nv thật tuyệt vời, tôi đặc biệt ấn tượng với cách phục vụ tận tình và chu đáo của nv lucas va lyli... các bạn đã cho tôi một cảm giác thật tuyệt vời hơn nhiều nơi mà tôi đã đi qua. Cảm ơn các bạn",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "phammanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Solei Boutique",
            "review_content": "M thấy khách sạn tuy là mới đi vào hoạt động nhưng dịch vụ khách sạn khá tốt , giá phòng lại hợp lý . khách hàng cảm thấy thoải mái và hài lòng .  Thêm điểm nữa đó là di chuyển đi đâu trong phố cổ cũng rất gần , đáng để quan tâm !!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mộc nhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới và nhân viên rất nhiệt tình",
            "review_content": "Khách sạn mới, vị trí nằm ngay phố cổ, rất thuận tiện cho việc đi lại đến các điểm vui chơi và shopping, nhân viên rất nhiệt tình, Nhất định sẽ quay lại đây vào lần tới. Highly recommend !!!  Đặc biệt là các bạn này . #thuy #hien #bach #tuan",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thang Traveler",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn đáng chú ý ở Hà Nội",
            "review_content": "Cách đây ít ngày, tôi đã đến Hà Nội để du lịch, và chọn ở lại khách sạn Soleil Boutique, một khách sạn mới nằm trên đường Hàng Bông. Ấn tượng đầu tiên thu hút sự chú ý của tôi là trang trí. Nó thật đẹp. Hơn nữa, phòng tôi thuê được trang bị đầy đủ và nó có một tầm nhìn đẹp, đặc biệt là vào lúc bình minh. Thái độ của nhân viên tiếp tân đối với khách hàng cũng như các dịch vụ được cung cấp được đánh giá cao. Cá nhân tôi thích khách sạn này. Nếu bạn đang ở Hà Nội, bạn nên thử một lần.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Zuyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh ngạc !!!",
            "review_content": "Nơi ấn tượng từ bên ngoài. nhân viên tiếp tân và hướng dẫn viên tất cả sẵn sàng giúp đỡ. họ có thể dự đoán nhu cầu của khách hàng của họ. Phòng gọn gàng. đẹp mắt. kiểu dáng sang trọng. Đáng giá. không phải là rẻ nhất nhưng hey, bạn trả tiền cho những gì bạn xứng đáng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lan Anh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng giá cả phải chăng và stylist",
            "review_content": "Vì tôi yêu môi trường spa và các dịch vụ mà Soleil đã cung cấp, trang trí sảnh khách sạn mang lại cho tôi cảm giác sang trọng và tôi gặp rắc rối với chuyến bay của mình nên tôi quyết định ở lại một đêm nữa tại Hà Nội và Soleil rất hữu ích với quyết định vào phút cuối của tôi. Dịch vụ này là tuyệt vời, phòng siêu sạch sẽ và sang trọng. Khăn trải giường là thoải mái và giúp bạn ngủ nhanh hơn. Và điểm nổi bật của kỳ nghỉ là bữa sáng 5 sao như bất kỳ ưu đãi khách sạn sang trọng nào khác. Tôi rất khuyến khích cho cả mục đích kinh doanh và du lịch trong quý cũ.",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "alexiWollongong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một thiên đường thực sự",
            "review_content": "Chúng tôi đã đăng ký tại đây sau khi AirBnB thất bại và họ đã hỗ trợ chúng tôi nhanh chóng mà không cần đặt trước. Dịch vụ này là tuyệt vời, nhân viên thông tin và rất tôn trọng. Chúng tôi thực sự đánh giá cao trà tươi khi đến và sau những cuộc phiêu lưu trong ngày của chúng tôi. Vì đây là một khách sạn hoàn toàn mới (chỉ mở một vài tuần), các phòng đều rất đáng yêu. Họ cũng đã có một chương trình khuyến mãi lớn mà giảm giá rất nhiều phòng của chúng tôi. Viễn cảnh từ các cửa sổ trên các phần của thành phố thật quyến rũ (chúng tôi có hai phòng với các phòng rất khác nhau). Nó cũng có vị trí rất tốt, với một vài làn đường gần đó với những món ăn đường phố tuyệt vời, một tiệm bánh hàng đầu trên đường và ngay gần đường xe lửa. Cơ hội cà phê rất nhiều!",
            "reviewer_location": "wollongong"
        },
        {
            "name": "DPC1970",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới tuyệt vời",
            "review_content": "Từ phút bạn đến bạn cảm nhận được sự phục vụ chân thành và chân thành của nhân viên tại đây. Các phòng được sạch sẽ và bổ nhiệm với tất cả mọi thứ bạn cần và nhiều hơn nữa. Tôi khuyên bạn nên nâng cấp lên bộ có sân thượng riêng nhìn ra phố cổ. Các phòng đều hiện đại, phong cách và trình bày đẹp mắt. Khăn trải giường sang trọng và giường cực kỳ thoải mái khiến bạn muốn ngủ muộn. Nhà hàng rất thanh lịch và bữa sáng tương đương với bất kỳ 5 sao lớn nào trong thị trấn với bữa tiệc buffet thịnh soạn và trứng la carte (món trứng tráng là thiên đường). Khách sạn đủ nhỏ để nhân viên nhớ tên của bạn và chào đón bạn vào buổi sáng vào bữa sáng và suốt cả ngày khi bạn trở về nhà. Tôi là khách thường xuyên tại một khách sạn lân cận trong nhiều năm nhưng tôi đã được đội của khách sạn Soleil",
            "reviewer_location": "Bangkok"
        }
    ],
    "hotel": {
        "location": "211 Hàng Bông Hoàn Kiếm, Hà Nội 100000 Việt Nam",
        "name": "Soleil Boutique Hotel",
        "geo_data": {
            "latitude": 21.028728485107422,
            "longitude": 105.8443832397461
        },
        "room_number": "58",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/d3/la-lune-one-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/41/be/9b/soleil-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/81/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/6e/sky-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/57/sky-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/41/sky-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/1d/sky-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d7/0c/rooftop-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/fa/rooftop-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/f0/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/e0/meeting-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/d7/rooftop-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/c8/la-lune-one-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/21/81/d6/a5/rooftop-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f2/25/soleil-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f3/8c/solala-cafe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f3/b3/o-nion-restaurant.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f3/95/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f3/bc/soleil-spa.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/7a/f5/98/executive-room.jpg?w=1200&h=-1&s=1"
        ]
    }
}