{
    "content": [
        {
            "name": "Nghi Huynh",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Trung bình",
            "review_content": "Khách sạn nhìn chung mọi thứ đều ở mức trung bình, tiền nào của nấy thôi, so với giá khách sạn này thì mình thấy cũng ổn. Các bạn nên cố gắng tìm khuyến mãi thêm khi ở khách sạn này thì sẽ đáng đồng tiền hơn Mình chọn phòng xịn nhất ở đây nhưng phòng hơi nhỏ, không thoải mái lắm • View: Mình yêu cầu view biển nhưng chỉ thấy có một xíu thôi. Bên cạnh là các khách sạn khác nên cũng không thấy cảnh gì nhiều. Hồ bơi hơi nhỏ • Nhân viên: Nhân viên thì khỏi chê luôn, rất là thân thiện, hiếu khách, muốn j xuống nói là ok ngay. Từ phục vụ đến lễ tân ai cũng dễ thương hết • Ăn sáng: ăn sáng ngon nhưng không đa dạng, Mình thích nhất là món bắp chiên bột ở đây • Vị trí: Nằm trong hẻm, nhưng ngay phố tây đi lại ăn uống rất tiện lợi. đi ra khỏi hẻm là gặp biển. Nhưng vì ở hẻm nên view ko đẹp",
            "reviewer_location": "Hà Lan"
        },
        {
            "name": "Hằng Nga L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san rat gan voi bien. An sang ngon, da dang nhieu mon an nong. Nhan vien than thien nhiet tinh.",
            "review_content": "Khach san sach se, gan bien o ngay trung tam khu pho Tay sam uat. CHi 5 phut di bo la toi bai tam. Phong sach se, duoc ve sinh va thay ga giuong hang ngay. An sang tren tang cao nhat cua khach san thay bien xanh dep va thoang mat. Do an da dang va nhieu mon an nong phu hop voi nguoi chau a. Nhan vien le lan cung niem no nhiet tinh trong viec chi dan di tham quan cac diem o Nha Trang. Lan sau chac chan se luu tru va nghi o Palm Beach Nha Trang.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Lisa19061",
            "avatar": "",
            "review_rating": "5",
            "review_title": "That tuyet voi khi den voi khach san Palm Beach Nha Trang",
            "review_content": "Gia dinh Chung toi Rat vui Trong nhung ngay don xuan binh than tai Palm Beach Hotel Thanh pho bien Nha trang . Rat cam on su don tiep chu dao cua khach san , rat hai long voi Nhung bua an sang , phong oc sach se thoang mat . Gd Chung toi da co nhung   ngay nghi that thu vi ....😘😘😘  ",
            "reviewer_location": "Schwerin"
        },
        {
            "name": "Hien L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ngôi nhà ấm áp",
            "review_content": "Đến với Palm Beach Hotel, tôi vô cùng hài lòng. Khách sạn nhỏ xinh và rất sạch sẽ, thoáng mát. Ở gần biển, cảm giác tiếng sóng vỗ rì rào bên tai khiến tôi thấy thú vị. Nhân viên khách sạn thân thiện, cảm giác như đang ở bên những người thân yêu khiến chuyến du lịch xa nhà của tôi trở nên ấm áp.  Tạm biệt nhé, Palm Beach Hotel! Hẹn ngày trở lại!",
            "reviewer_location": "Phan Rang-Tháp Chàm, Việt Nam"
        },
        {
            "name": "ntgam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Like!!!!!",
            "review_content": "Khách sạn này có đầy đủ tiện nghi: Nhà hàng, hồ bơi, vị trí lại được trung tâm phố tây, gần nhà hàng, bar, đi ra biển cũng rất nhanh, nhân viên ở đây nhiệt tình, chu đáo. Thực sự là một kỳ nghỉ tuyệt vời với sự lựa chọn hoàn hảo khi quyết định nghỉ tại đây",
            "reviewer_location": "Thái Nguyên, Việt Nam"
        },
        {
            "name": "719_ngl",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha Trang xinh đẹp",
            "review_content": "Ở khách sạn Palm Beach từ 17> 20/8/2015 cùng với gia đình , khách sạn nhỏ , tiện lợi , tình cảm nhân viên như ở nhà vậy, ăn sáng tự chọn ở nhà hàng , trưa và tối  . Thích nhất ở khách sạn có hồ bơi nhỏ , nhưng nước rất sạch , tụi trẻ con bơi sáng lẫn chiều .Biển ngay  cạnh khách sạn ( nói vậy chứ qua đường 2 phút )  Nha trang rất đẹp và sạch sẽ .. Hãy đến tận hưởng đi các bạn .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyendung2015",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Còn nhiều lần trở lại…",
            "review_content": "Lần đầu đến Nha trang, đặt phòng qua Công ty Du lịch ở Hà nội, được giới thiệu khách sạn Palm beach: khách sạn 3 sao nằm ngay trung tâm. Ok. Thực sự khách sạn không còn mới và hơi nhỏ nhưng bù lại sạch sẽ, nhân viên phục vụ chuyên nghiệp, nhanh chóng, nhất là Lễ tân rất nhiệt tình, thân thiện. Phòng ngủ tầng 5: trên cao, ngắm đường phố thoải mái nhưng giá như ban công có đặt ghế cho khách ngồi thì tốt hơn. Máy lạnh không dược mới chỉ đủ lạnh vừa phải , ban công hơi nhỏ, bên trái có tòa nhà đang xây nên tầm nhìn ra biển bị hạn chế một ít. Ngày đầu tiên có chuối và chôm chôm  miễn phí ngoài ra còn có nước suối miễn phí hàng ngày nữa. Truyền hình cáp, wifi ,tủ lạnh, máy sấy tóc…nói chung đầy đủ duy chỉ dép đi trong phòng  cũ. An sáng tự chọn ở nhà hàng cạnh hồ bơi, Hàng ngày có",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "mỹ quỳnh t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trở lại Nha trang",
            "review_content": "Bảy năm về trước mình cùng bạn bè đã ở tại Hải Cảnh ( Palm beach ngày nay). Lúc đó ks ở thành phố biển này chưa nhiều như bây giờ. Nha trang như mang một bộ dạng khác hẳn xưa: khách sạn nhiều hơn, to đẹp hơn, khách du lịch cũng nhiều hơn, cửa hàng, quán ăn tây ta khăp nơi. Cũng  theo sự phát triển của thành phố Hải cảnh đổi tên thành Palm beach và cũng trở nên khang trang, sạch sẽ, chuyên nghiệp hơn. Nhà hàng, quầy bar được trưng bày sạch sẽ, bắt mắt, ăn sáng với các món châu Au hoặc Việt nam, phía trước khách sạn có quầy bar để khách ngồi uống nước và ngắm khu phố Tây . Phòng ngủ được trang trí lại,drap trải giường trắng tinh, có đầy đủ các loại khăn tắm, máy sấy tóc, tủ lạnh… Truyền hình cap đầy đủ các kênh. Hồ bơi tuy nhỏ nhưng nước rất sạch và đặc biệt không có mùi hóa chất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lamviettien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn gần biển, nhân viên quá nhiệt tình",
            "review_content": "Tôi tới nha trang tháng vừa rồi. Hai vợ chồng book phòng qua mạng thật tình cũng hơi  chút vân vân vì chưa ở bao giờ, mà đọc comment trên mạng cũng có cái tốt lẫn cái xấu,Cơ mà giá tốt và nằm trong trung tâm nên bà xã mình quyết định chọn. Hai đứa tới sớm tầm 9h sáng, lẽ ra giờ nhận phòng là 2h chiều, nhưng nhân viên lễ tân báo có phòng nên cho  nhận luôn,may quá vì bà xã đang nghén nếu không có máy lạnh không chịu nổi đến 2h chiều. Kiến trúc ks có chút cổ điển và phòng ốc gọn gàng, sạch sẽ. Duy chỉ có hồ bơi hơi nhỏ nhưng theo như lời nhân viên lễ tân thì khách sạn sắp tiến hành nâng cấp vào tháng tới. (Mà nói chứ tới Nha Trang thì tắm biển cho nó sướng , hồ bơi chỉ tổ hại da.. :) )Tụi mình ở 4 đêm, hàng ngày đều có nhân viên dọn phòng sạch sẽ,vợ nghén khó chịu cứ đòi ra ngoài",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Bichnguyet",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nha Trang Trip",
            "review_content": "Khách sạn rất tiện nghi, nhân viên thân thiện, phục vụ tận tình, chu đáo, gần bãi tắm, gần các dịch vụ khác. Giá cả tôi cho là phải chăng. Từ KS có good view ra phong cảnh xung quanh. Năm sau đi Nha Trang tôi sẽ vẫn nghỉ ở Palm Beach",
            "reviewer_location": "Tỉnh Ninh Bình, Việt Nam"
        },
        {
            "name": "Markflip66",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Không sử dụng spa của khách sạn! Tránh khoảng thời gian khách sạn này",
            "review_content": "Gần đây, chúng tôi đã trải qua một đêm tại khách sạn này và vợ tôi đã đi massage vào đêm muộn tại spa của khách sạn và bị người đấm bóp đàn áp tấn công tình dục. Sau đó khi chúng tôi đối mặt với họ về việc này, họ đã đưa ra một nhóm người để cố gắng nói với chúng tôi rằng vợ tôi đang nói dối. Chúng tôi có một người bạn nói tiếng Việt để dịch cho chúng tôi nên đó không phải là vấn đề liên lạc. Chúng tôi không đi nửa đường để tạo nên những câu chuyện. Tôi sẽ tránh khách sạn này và cho rằng vấn đề thị trấn Nha Trang là một nơi bẩn thỉu bẩn thỉu.   (Đây là bài đánh giá đầu tiên của tôi về cố vấn chuyến đi, tôi đã trở thành một người ưu tú của Yelp trong 5 năm nay và đánh giá của tôi trung bình từ 4 đến 5 sao, luôn tích cực. Khách sạn này gần như hủy hoại kỳ nghỉ của chúng tôi vì vậy",
            "reviewer_location": "Scotts Valley, California"
        },
        {
            "name": "Jared P",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Bạn bè bị tấn công tình dục bởi nhân viên khách sạn",
            "review_content": "Chúng tôi đã đi xe máy qua Việt Nam và tìm thấy khách sạn này từ TripAdvisor và đặt khách sạn qua Agoda. Một phụ nữ đi du lịch trong nhóm của chúng tôi bị tấn công tình dục và bị nhân viên khách sạn xâm nhập kỹ thuật số. Cô đã nhận được một massage khi masseur đã cố gắng để loại bỏ đồ lót của cô và khi cô từ chối anh trượt ngón tay của mình bên trong cô. Cô chạy về phòng và khóa cửa, gọi cho chúng tôi, (4 người). Khi chúng tôi trở lại, nhân viên khách sạn đã có một chứng cớ ngoại phạm và tuyên bố cô ấy đã chế tạo nó. Chúng tôi yêu cầu một đội ngũ nhân viên và họ giấu anh ta. Cuối cùng họ đã sản xuất anh ta và tôi ước chúng tôi vừa đánh bại anh ta vì họ không làm gì cả, họ không bắn anh ta, sẽ không gọi cảnh sát, sẽ không hoàn trả tiền của chúng tôi. Họ táo bạo nói dối với chúng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Work n Travel",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Chắc chắn không trở lại lần nữa",
            "review_content": "Khách sạn khá cũ. Cửa phòng của chúng tôi và những người khác chủ yếu là uốn cong - không phù hợp với khung.  Người hút thuốc ở khắp mọi nơi, ngay cả ở hồ bơi ở tầng một (tôi không thích thiết kế này có nhiều người xung quanh). Chúng tôi ở trong phòng nhưng vẫn ngửi thấy mùi khói bên trong.  Ăn sáng rất đơn giản với rất nhiều thực phẩm chế biến sẵn. Nó không nên được xếp hạng 3 sao",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "my t",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Thời gian lưu trú trung bình",
            "review_content": "Vị trí trung tâm, gần các cơ sở nhưng tiếc là rất nhiều giao thông ồn ào và khó khăn để có được một số giấc ngủ. Tôi sẽ chỉ khuyên bạn nên dừng lại nhưng không nên thư giãn. Tốt cho những người không ở trong khách sạn trong một thời gian dài. Dịch vụ là okay. . . .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phill M",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Mọi người đang quá cầu kỳ",
            "review_content": "Đọc các bài đánh giá khác, mọi người mong đợi quá nhiều cho những gì họ trả tiền. Cá nhân tôi đã hài lòng hơn với một đêm ở đây. Tất cả mọi thứ đã được sạch sẽ và gọn gàng và các nhân viên đã rất dễ chịu và có sức chứa.",
            "reviewer_location": "Geraldton, Úc"
        },
        {
            "name": "Viktoriia",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tốt",
            "review_content": "Khách sạn khá cũ, nhưng rất sạch sẽ. Nó có vị trí tuyệt vời: chỉ cách bãi biển vài mét. Ngoài ra, nó còn có hồ bơi. Bữa sáng được phục vụ nhiều hơn cho người Trung Quốc. Nhưng đó không phải là vấn đề, tôi nghĩ vậy. Về phòng. Nếu bạn có một căn phòng nhìn ra một góc biển (đường phố), bạn sẽ có tiếng ồn vào buổi tối.",
            "reviewer_location": "Киев, Украина"
        },
        {
            "name": "xiu2008",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt",
            "review_content": "Tôi thuê 5 phòng cho gia đình của tôi tại khách sạn này vào tháng Bảy. Các phòng đều sạch nhưng nhỏ và nệm quá dày nên con tôi phải trèo lên giường. Các bữa ăn sáng khá tốt, nhưng nhà hàng nhỏ, quá. Nhưng giá cả rất hợp lý, và các nhân viên rất thân thiện, đặc biệt là bà Hà - như tôi đã nhớ. Vị trí khách sạn nằm gần bãi biển, quý khách có thể đi bộ đến bãi biển trong vòng chưa đầy 5 phút.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Augustin H",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Naver thấy phòng ghê tởm đó !!!",
            "review_content": "Máu trên giường, phòng và ghế sofa không bao giờ được sạch sẽ! ! ! Xin đừng đến đó! Tôi yêu cầu dọn dẹp phòng và họ nói họ không thể làm gì vào ngày mai! Thay đổi phòng họ là tất cả cùng một khách sạn như nave được sạch sẽ. Tôi sẽ không để lại một con chó ở nơi này!",
            "reviewer_location": "Brussels, Bỉ"
        }
    ],
    "hotel": {
        "location": "4B Biet Thu Street Beach Front / Central Tran Phu, Nha Trang Việt Nam",
        "name": "Palm Beach Hotel",
        "geo_data": {
            "latitude": 12.235893249511719,
            "longitude": 109.19609832763672
        },
        "room_number": "60",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/6a/a9/5d/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/6a/a9/44/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/ae/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/ad/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/ab/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/a9/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/a5/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/a2/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/9e/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/99/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/94/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/8b/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/83/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/82/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/7f/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/7e/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/7d/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/7a/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/74/palm-beach-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/0f/17/72/palm-beach-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}