{
    "content": [
        {
            "name": "Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên phục vụ nhiệt tình",
            "review_content": "Lúc mình đến là 11h hơn, các bạn lễ tân đã cho mình nhận phòng sớm dù chưa đến giờ nhận phòng. Hồ bơi trên tầng 20 có view khá xinh, bao quát khu vực tttp. Líc C/o các bạn có hỗ trợ mình đặt xe đi sân bay, giá rẻ, tài xế cũng nhiệt tình. Lần sau sẽ ghé lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OnAir06766908180",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Review atlantic hotel",
            "review_content": "Khách sạn nằm trong hẻm nhưng khá gần mặt đường, nằm trung tâm thành phố, nằm gần biển. Phòng không có rộng, có view biển nhìn đẹp. Giá phòng ổn.  Sang trọng, lịch sự, thái độ nhân viên vui vẻ, nhiệt tình. GOOD",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cara",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn trung tâm, gần biển",
            "review_content": "Khách sạn tuy nằm trong hẻm nhưng cách đường chính chỉ vài bước chân thôi. Từ khách sạn ra biển đi bộ cũng gần, xung quanh ăn uống nhiều, khỏi lo k có gì ăn. Phòng rộng rãi, sạch sẽ, nhân viên lễ tân vui vẻ nhiệt tình. Đặt được phòng giá khuyến mãi nên rất hài lòng",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Ngô Bá Đạt Phụng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng tốt. Phục vụ tốt",
            "review_content": "Nhân viên nhiệt tình. Phòng đẹp sạch sẽ đồ ăn ngon. Nước nóng lạnh đầy đủ áp lực cao. Có quay lại mình sẽ chọn lại khách sạn này. Có thang máy. View ra biển cũng đẹp. Gần đường lớn đi lại cũng thuận tiện. Mọi thứ tuyệt vời",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hubert Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Khách sạn hình như mới hoạt động, phòng ốc khá mới và thoải mái. Nhân viên nhiệt tình thân thiện, tư vấn chỗ ăn uống ngon, hợp lí. Hồ bơi xịn xò, view toàn thành phố, …. Mình rất thíc ks này. Lần sau nhất định quay lạiii ư❤️❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Biti",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Mình đi nhiều khách sạn rồi và mình thấy khách sạn này phòng đẹp,sạch sẽ , view đẹp và từ khách sạn xuống tháp trầm hương chỉ tầm 50m, nhân viên tiếp đón Nhiệt tình và vui vẻ. Đáng để quay lại lần 2. ❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Duong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đi",
            "review_content": "Khách sạn ở gần các quán ăn ngon, bãi biển và thuận tiện di chuyển đến các khu du lịch. Nhân viên đón tiếp nhiệt tình, vệ sinh phòng sạch sẽ, phòng tập gym thoáng mát sảnh hơi tối một chút. Lần tới ghé thăm nha trang nhất định sẽ tới ks lưu trú.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Helen Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chất lượng phục vụ tốt",
            "review_content": "Các bạn nhân viên luôn hỗ trợ và giải đáp các thắc mắc của mình. Vị trí thuận tiện cho mình có thể khám phá các địa điểm trong thành phố. Hồ bơi view cực đỉnh!!! Nếu có dịp đến Nha Trang chắc chắn sẽ đặt ks này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tùng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sự lựa chọn đúng đắn",
            "review_content": "Khách sạn khá mới, vị trí ngay trung tâm thuận tiện đi lại. Hồ bơi ở tầng thượng có tầm nhìn thẳng ra biển. Các bạn nhân viên rất thân thiện, nơi luu trú tuyệt vời. Là sự lựa chon đúng đắn khi đến với Nha Trang",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, gía rẻ, Chất lượng phục vụ tốt .",
            "review_content": "Khách sạn đẹp, tôi được nhân viện hỗ trợ nhiệt tình, thân thiện. Gần quán ăn ngon , biển đi bộ vài phút là tới, gần các khu du lịch hay mua sắm, khách sạn có hồ bơi nhỏ nhưng đẹp, nếu có dịp ghé nha trang tôi sẽ quay lại nơi này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ánh Trịnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Nhân viên phục vụ nhiệt tình, view biển cũng xịn nữa, có hồ bơi riêng, phòng tập gym thoáng mát, phòng thì sạch sẽ, ngắm bình mình okee . Sảnh đẹp như hơi tối, nói chung là okela để quay lại lần 2 nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Will Grand",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới - ngay trung tâm",
            "review_content": "Nhân viên thân thiện, nhiệt tình. Giá ko ăn sáng khá hợp lý, gần khu Tô Hiến Thành rất nhiều đồ ăn ngon. Đi bộ 3 phút tới biển.  Phòng sea view có Balcony rất đẹp, tôi ở tầng 16 dc đón bình minh Lần sau sẽ trở lại Atlantic Hotel",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Super friendly staff and good services",
            "review_content": "Staff are super friendly, they helped and recommended us the tours, where to buy souvenir, book the cars. We really felt at home there!! Swimming pool is smaller than I expected, but ok with the price. The room had excellent view to see Nha Trang beach. Good location & breakfast.   Nhân viên lễ tân, dọn phòng, và cả bếp ăn đều rất nhiệt tình, thân thiện. Mọi vấn đề của bọn mình đều được giúp đỡ. Cảm giác an toàn và thoải mái như ở nhà! Đặc biệt cảm ơn bạn Phương lễ tân.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thaivien",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phục vụ rất tốt",
            "review_content": "Ai mà có ra nha trang du lịch thì vào atlantic mướn khách sạn nè view cực đẹp với phục vụ cực kỳ tốt luôn nha cộng thêm chị tiếp tân siêu dễ thương luôn và nhiệt tình nữa  Tôi mà có đi ra nha trang du lịch nữa thì cũng ở atlantic nữa chỉ vì muốn gặp chị tiếp tân so kute thôi 😘😘",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Truong34 người",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Quả thật là rất mệt mỏi",
            "review_content": "Tui đã đến nhiều khách sạn, tuy có nhiều thiếu sót nhưng vẫn OK, nhưng đến khách sạn này thì lại khác, nằm trong hiểm đã đành, nhân viên lễ tân phục thiếu chuyên nghiệp, phòng hôi, bữa ăn sáng kinh khủng, .... Tôi trả tiền chứ có xin gì của khách sạn đâu!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Suli",
            "avatar": "",
            "review_rating": "4",
            "review_title": "khách sạn khá ổn",
            "review_content": "Vợ chồng tôi ở khách sạn 3 đêm, phòng ocean view bal có thể ngắm biển lúc sáng sớm rất đẹp. Ăn sáng hợp khẩu vị và ngon. Hồ bơi trên sân thượng nhìn toàn cảnh thành phố và biển khá tuyệt nhưng khi tôi dùng nước ở quầy bar lại phải thanh toán trực tiếp không charge vào phòng để thanh toán khi c/o cảm thấy khá bất tiện. Dịch vụ xe đón tiến sân bay cũng phải trả bằng tiền mặt, tôi không thích điều này lắm vì tôi muốn dùng thẻ để thanh toán lun khi c/o. Khi tôi book phòng thì đã thanh toán tiền phòng nhưng khi c/i lại giữ CMND và khi c/o thì lễ tân lại quên trả may khi tôi nhắc lễ tân mới nhớ trả trong khi chúng tôi phải ra sân bay nhưng lễ tân lại không một lời xin lỗi. Tôi nghĩ nên khắc phục vấn đề CSKH vì tôi cũng làm trong ngành du lịch nên tôi khuyên nên khắc phục vấn đề này.",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Huyền My V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great Stay!!!! ",
            "review_content": "Ông bà mình check in khách sạn vào giữa tháng 6. Thực sự thì mình và gia đình rất lo lắng khi ông bà muốn tự đánh lẻ đi du lịch :)). Khi chọn khách sạn mình cũng đọc nhiều review từ nhiều nguồn trước khi chọn Atlantic (hơi bất ngờ vì trên tripadvisor các bạn có ít review tốt). Khi về ông bà hết lời khen ngợi về khách sạn, khách sạn mới đẹp, nhân viên vô cùng nhiệt tình vui vẻ. Kì nghỉ diễn ra mỹ mãn, ông bà không quên dặn mình viết review cho khách sạn. Cảm ơn các bạn đã giúp đỡ ông bà mình. Hè năm tới nếu gia đình mình đến Nha Trang sẽ ghé thăm các bạn lần nữa! ",
            "reviewer_location": "Denver, Colorado"
        },
        {
            "name": "Håkan S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất đẹp",
            "review_content": "Hôm nay chúng tôi đến khách sạn và nhận phòng. Chiếc xe nơi rất phục vụ và hữu ích.  Phòng rất rộng rãi và sạch sẽ, với một chiếc giường hugh. Ngay cả một ban công nhỏ. Sẽ kiểm tra hồ bơi trên mái nhà vào ngày mai.  Vị trí tốt ở Nha Trang!",
            "reviewer_location": "Sundsvall, Thụy Điển"
        },
        {
            "name": "Mark Nguyen",
            "avatar": "",
            "review_rating": "3",
            "review_title": "KHÔNG CHUYÊN NGHIỆP CHO khách sạn 4 *.",
            "review_content": "Tôi đã dành 5 ngày tại khách sạn đó. Tôi đã kiểm tra nó khi đặt phòng. com. Sau đó tôi đặt qua trang web đó. Họ nói rằng đó là khách sạn 4 sao nhưng thực tế không phải vậy. Dường như tất cả nhân viên không thể nói tiếng Anh tốt từ lễ tân, bồi bàn đến giữ nhà. Nhân viên lễ tân không chỉ cho tôi bất kỳ dịch vụ nào trong khách sạn cho đến khi tôi phải hỏi cô ấy (nơi ăn sáng, thể dục, hồ bơi, thời gian trả phòng, v.v.). Anh ta đưa chúng tôi vào phòng nhưng anh ta không cho chúng tôi xem bất kỳ thiết bị nào trong phòng.  Phòng tôi ở trên tầng 8 với tầm nhìn ra biển lớn nhưng thật không may, khi trời mưa, có rất nhiều nước chảy vào phòng bạn. Có thanh trên mái nhà nhưng nó có một vài đồ uống cơ bản. Một điều tôi thích đó là hồ bơi trên mái nhà với tầm nhìn lớn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lissy G",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Đẹp và tồi tàn",
            "review_content": "Chúng tôi ở lại hai đêm, hồ bơi trên sân thượng rất đẹp, nhân viên tiếp tân rất hữu ích mặc dù hơi khó giao tiếp vì họ hầu như không nói tiếng Anh (rõ ràng chủ yếu dành cho khách du lịch Trung Quốc). . Bữa sáng thật tuyệt vời sau khi chúng tôi yêu cầu omlett chuyên dụng và tự làm nước ép trái cây với niềm đam mê với những loại trái cây được cung cấp. . mặt khác chủ yếu là các món ăn Trung Quốc. . không chắc chắn khoai tây chiên là cần thiết trong bữa ăn sáng tự chọn. Mọi thứ có thể sạch hơn (ví dụ, thang máy không gương có một chút nhờn, vật liệu phía trên giường có một vết bẩn màu trắng khó chịu mà họ không vuốt trong quá trình làm sạch) và mọi thứ có thể được trang trí với một chút chi tiết hơn.  Ngoài ra, đó là một nơi tốt đẹp với một cái nhìn tuyệt vời.",
            "reviewer_location": "Koh Chang, Thái Lan"
        },
        {
            "name": "Susan D",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn mới và đẹp nhưng không phải khách sạn 4 sao",
            "review_content": "Khách sạn và phòng rất đẹp và sạch sẽ. Khách sạn 4 sao vì dịch vụ không quá tốt và chuyên nghiệp. Khi chúng tôi đến, không có đồ uống chào mừng. Nó không phải là bình thường trong khách sạn 4 sao. Có lẽ chúng ta là người Việt Nam? Khi chúng tôi đi xuống từ phòng, chúng tôi thấy rằng những vị khách khác có đồ uống chào mừng khi nhận phòng và đặc biệt họ là những vị khách đã ở nhà trọ của tôi ở Hội An trước đó. Tôi không thích nó. Và khi chúng tôi trả phòng, con trai tôi và em họ của tôi chơi với nhau tại sảnh và người phụ nữ ở quầy lễ tân cảm thấy không thoải mái. Nó rất khó chịu. Khách sạn hầu như dành cho Tập đoàn Trung Quốc nên Bữa sáng không ngon, không có Phở, Mì mà không có thịt bò hoặc thịt. Chỉ đề nghị cho phòng thôi, những người khác là bình thường.",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Carina A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thực sự tốt đẹp ở lại!",
            "review_content": "Chúng tôi ở đây một vài ngày và chúng tôi cảm thấy thực sự tốt. Căn phòng siêu đẹp, sạch sẽ và thực sự lớn! Giường thoải mái, tất cả các tiện ích và phòng tắm đẹp. Các hồ bơi là tốt đẹp. Nó thực sự là trung tâm, nó có rất nhiều cửa hàng và nhà hàng. Những người làm việc trong khách sạn siêu đẹp và tốt bụng, họ thực sự khiến bạn cảm thấy được chào đón. Nếu tôi trở lại Nha Trang tôi chắc chắn sẽ đặt lại khách sạn này! ??",
            "reviewer_location": "Timisoara, Romania"
        },
        {
            "name": "Globecrawler_WeHo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Địa điểm mới đẹp, vị trí hoàn hảo",
            "review_content": "Nơi này chỉ mới mở vào cuối 18 / đầu 19 nên có vẻ như đây là bài đánh giá đầu tiên. Bạn nhận được một giá trị lớn ở đây, căn phòng có mọi tiện nghi bạn cần, thậm chí cả áo choàng tắm và chiếc giường lớn cung cấp một phần còn lại hoàn hảo. Vì nó mới, nó siêu sạch và mọi thứ đều hoạt động. Các nhân viên lễ tân thực sự thân thiện. Các bữa ăn sáng là tốt (yêu trái cây niềm đam mê cắt) có rất nhiều lựa chọn mặc dù hầu hết là phong cách Việt Nam / Trung Quốc. Có một trạm trứng để họ ít nhất có thể biến bạn thành món trứng ốp la nếu bạn muốn phương Tây. . Lưu ý rằng khách sạn này phục vụ cho các nhóm du lịch Trung Quốc đại lục, và điều này có thể làm cho phòng ăn sáng rất ồn ào. . . đi sau 8 giờ sáng để thoát khỏi cơn khủng hoảng. Tôi ở trên tầng 15 (trong số 19), đặt một Senior Deluxe",
            "reviewer_location": "Los Angeles, CA"
        }
    ],
    "hotel": {
        "location": "17/11A Nguyen Thi Minh Khai 10000, Nha Trang Việt Nam",
        "name": "Atlantic Nha Trang Hotel",
        "geo_data": {
            "latitude": 12.238191604614258,
            "longitude": 109.19446563720703
        },
        "room_number": "100",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/9e/3b/aa/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/9e/4a/e2/senior-deluxe-ocean-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7d/23/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7d/20/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/a8/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/9b/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/2d/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/20/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/1c/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/17/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/0e/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7c/06/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/fe/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/f4/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/ee/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/e7/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/df/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/d1/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/cc/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/08/7b/c6/atlantic-nha-trang-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}