{
    "content": [
        {
            "name": "cuong288",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Could be better",
            "review_content": "Mình đi cùng đoàn do công ty tổ chức. Phòng sạch sẽ khung cảnh đẹp, bãi biển rộng và thoáng. Ăn trưa ngon ăn tối ok, chỉ có ghẹ thì hơi có mùi. Có lẽ chuyến đi sẽ hoàn thiện nếu thông tin được rõ ràng và chuyển tải đến mọi người. Đoàn mình có tổ chức ăn và hát ngoài bãi biển. Nhưng mấy anh bảo vệ liên tục nhắc không được hát ngoài bãi biển. Mặc dù chưa hề nghe ai nói về quy định này. Mình sẽ rất tôn trọng nếu họ thông báo quy định đó lúc check in hay hdv báo trước. Nhưng 4 lần nv bảo vệ đi ra thông báo vậy. Sau đó về phòng mình kiểm tra lại kể cả cuốn sổ trong phòng cũng chẳng có thông tin đó. Quá thất vọng với cách nv ở đây xử lý",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Đinh Hết",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tuyệt vời",
            "review_content": "Trong chuyến công tác 2 ngày, cùng với các đồng nghiệp. Tại Hương Phong - Hồ Cốc Beach Rẻot, Tôi cảm thấy thỏa mái. Nhân viên vui vẻ và nhiệt tình. Khách sạn sạch sẻ và sang trọng. Nhà hàng sát biển đẹp. Hải sản tươi sống, giá cả hợp lị. Tôi sẻ quay lại.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "TVHung",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hương Phong Hồ Cốc Beach Resort: good beach & villas but crowd and noise",
            "review_content": "Nằm trên cung đường ven biển rất đẹp của tỉnh Bà Rịa Vũng Tàu, Hương Phong Hồ Cốc Beach Resort có 1 vị trí khá đẹp nằm ngay ngã ba, nơi có con đường xuyên rừng nguyên sinh thuộc khu bảo tồn thiên nhiên Bình Châu - Phước Bửu. Ở Hương Phong Hồ Cốc Beach Resort, bạn có thể kết hợp đi chơi tại KDL Suối nước nóng Bình Châu cách đó chưa đây 10km, tận hưởng không khí trong lành của miền biển và khu rừng nguyên sinh cạnh bên và nhiều điểm vui chơi cách đó khoảng 20km đổ lại như khu căn cứ Minh Đạm, thị trấn Long Hải. Mình book 02 phòng tại đây từ ngày 6/3~8/3/2019, nói chung với mức giá này chấp nhận được nếu so sánh với các khu resort lân cận. Nội thất cũng tốt tuy không được nhìn tiện nghi. Mọi thứ trong phòng sạch sẽ, có view nhìn ra vườn, nói chung không gian khá yên tĩnh. Về thiết",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "nguyen jame",
            "avatar": "",
            "review_rating": "5",
            "review_title": "chuyến kỳ nghỉ cùng gia đình",
            "review_content": "tháng 7 cùng gia đình kỳ nghỉ tới đây ho coc resort  chuyến đi rất vui vẻ resort với phòng sạch sẽ yên bình đồ ngon  gần sát biển đi dạo biển rất đẹp vào ban đêm  dich vụ cắm trại tối liên hoan rất vui nhộn  có dịp tới sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "xuan hiep l",
            "avatar": "",
            "review_rating": "5",
            "review_title": "RESORT ĐẸP VỚI CON NGƯỜI THÂM THIỆN",
            "review_content": "Tôi đã nghe nhiều người nói về khu vực du lịch Hồ Tràm- Hồ Cốc với những bãi biển với cảnh đẹp hoang sơ và con người ở đây. Bạn phải đến đây mới thật sự cảm nhận được vẻ đẹp nơi này. Với những bãi cát trải dài trên bờ biển, những con sóng vỗ về trên bờ cát, những cảnh đẹp mà chỉ có thể tới nơi mới cảm nhận được. Lần đầu tiên gia đình chúng tôi đến đây và chọn Resort Hương Phong làm nơi nghỉ dưỡng, với một resort 3 thế là quá đủ cho một kỳ nghỉ lý tưởng. - Resort lấy tiêu chí Xanh - Sạch - Đẹp - Thân Thiện để đón tiếp và phục vụ khách. Mọi yêu cầu và thắc mắc của khách đều được các nhân viên ở đây phải vụ và giải thích thấu đáo.  Con chúng tôi rất ấn tượng về các cô chú trong resort, dù không trực tiếp phục vụ bạn nhưng khi gặp họ đều cúi đầu và chào khách. Ấn tượng không thể",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stefano P",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Bãi biển đẹp nhưng môi trường khủng khiếp.",
            "review_content": "Có một bữa tiệc cả hai đêm tôi đã ở đây và âm nhạc rất to. Yêu cầu quản lý tắt nhạc nhưng anh từ chối. Mọi người đến một bãi biển để thư giãn và tận hưởng sự yên tĩnh và tự nhiên, không nghe nhạc khủng khiếp trong khi không thể nói chuyện qua bữa tối.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Katie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh ngạc!",
            "review_content": "Không gian này thật TUYỆT VỜI. Các nhân viên rất tốt bụng, và vô cùng thích nghi, và quan điểm là ngoạn mục. Tôi ăn chay và nhân viên làm những bữa ăn đặc biệt cho tôi mỗi ngày theo yêu cầu. Ngoài ra, nhân viên giao tiếp bằng tiếng Anh hoặc tìm thấy nhân viên nói tiếng Anh để hỗ trợ. Chúng tôi ở tại biệt thự nhìn ra bãi biển, đó là một lựa chọn tuyệt vời. Thật là một vị trí đẹp!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Vũ Giang N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến du lịch của gia đình",
            "review_content": "Tuần trước gia đình tôi tận hưởng tại Hương Phong Hồ Cốc Beach Resort Vị trí đẹp. Bãi biển dài và sạch sẽ. Vườn có rất nhiều cây. Hồ bơi nhỏ. Ghế dài trên bãi biển. Phòng sạch sẽ và thoải mái để thư giãn. Ăn sáng là ngon. Các nhân viên rất thân thiện. Chúng tôi sẽ quay trở lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ellypham88",
            "avatar": "",
            "review_rating": "4",
            "review_title": "xây dựng đội ngũ",
            "review_content": "yên tĩnh, nhìn đẹp, nhân viên thân thiện, thức ăn vừa nhưng cũng rất miệng. hồ bơi sạch sẽ và khung cảnh thơ mộng thích hợp cho bạn thưởng thức những bức ảnh và tận hưởng sự yên tĩnh. tôi đến đây vào ngày 16 tháng 1 năm 2018, chúng tôi có hoạt động xây dựng nhóm, tôi thực sự thích ở đây. các khu nghỉ mát cho đến nay khu dân cư nhưng nó ok. bạn có thể đặt hàng mọi thứ tại quầy lễ tân Tôi sẽ quay lại.",
            "reviewer_location": "Hồ Tràm, Việt Nam"
        },
        {
            "name": "Tram N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Dịch vụ kém tại nhà hàng",
            "review_content": "Thực phẩm và dịch vụ không tốt. Tôi đã đặt chỗ cho bữa ăn tối cho foreginers với thực đơn lập sẵn. Tất cả mọi thứ đã được đặt nhưng khi chúng tôi đến, dịch vụ dường như không chuẩn bị tốt. Danh sách đồ uống không được chuẩn bị, mọi thứ đều không tốt. Các món ăn cũng không giống như hương vị mà người bán hàng đã được tìm kiếm. Bạn nên cân nhắc khi có kế hoạch ở lại đây. Tôi đã có kinh nghiệm xấu khi chọn nhà hàng này cho đội ngũ nước ngoài của tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huy Hoang M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi công ty",
            "review_content": "Tôi có một chuyến đi công ty tốt đẹp với các trường cao đẳng của tôi vào tháng 3 năm 2017 tại Hương Phong Hồ Cốc Resort. Bây giờ resort đạt tiêu chuẩn 4 sao với đầy đủ trang thiết bị, tiện nghi hiện đại thoải mái khi lưu trú tại đây. Hải sản rất ngon và tươi. Nhân viên rất thân thiện và nhiệt tình. Nhân viên luôn mỉm cười. Bãi biển riêng dài Rất tốt cho teambuilding và đi câu cá. Các hồ bơi rất đẹp và sạch sẽ. Nhà hàng quá lớn. Tính khả dụng cho 1. 000 người. Có một phòng hội nghị VIP rất tốt cho cuộc họp quan trọng. Và một phòng hội nghị nữa rất dễ dàng cho cuộc họp của công ty. Tôi thích ở đây vì có nhiều cây. Tôi sẽ trở lại với gia đình tôi lần sau",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "Bung Rieng Village, Xuyen Moc District, Vũng Tàu Việt Nam",
        "name": "Huong Phong Ho Coc Beach Resort",
        "geo_data": {
            "latitude": 10.498556137084961,
            "longitude": 107.47087097167969
        },
        "room_number": "44",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/24/35/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/5b/2a/98/huong-phong-ho-coc-beach.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/39/67/29/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/28/59/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/27/19/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/27/f8/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/28/b2/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/37/bd/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2a/fa/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/37/7a/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2e/b5/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2c/fd/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/33/41/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2b/d9/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/31/c3/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2b/2d/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/30/95/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2f/28/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/2f/ad/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/37/28/fd/huong-phong-ho-coc-resort.jpg?w=1200&h=-1&s=1"
        ]
    }
}