{
    "content": [
        {
            "name": "Venture01126212390",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Khách sạn quá đẹp quá rộng rãi và thoáng mát nếu có dịp toi sẽ dẫn gia đình và người thân đi một lần nữa nhất là bạn bè tôi sẽ giới thiệu về khách sạn cho họ biết tóm lại tôi rất thích luôn luôn được 5 sao ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Relax18467953877",
            "avatar": "",
            "review_rating": "5",
            "review_title": "màu sắc, không gian thoải mái, thoáng mát, sạch sẽcó cơ hội nghỉ dưỡng tại đây, mình sẽ chọn homestay làm nơi nghỉ chân.",
            "review_content": "Phòng như hình, mở cửa sổ ra vew rất đẹp nha phòng thoáng, sạch sẽ, ở trung tâm rất thuận lợi đi lại, mọi thứ okie, lần đầu đặt mà được vầy rất vừa ý, lần sau mình sẽ ghé lại  , và đặt phòng để 😍😍😍",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "OnAir64465954569",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi rất khó tính nhưng đến với khách sạn hoàn toàn hài lòng về nó tốt tạo cảm giác vui ve đối với tui và dam bạn của tui",
            "review_content": "Khách sạn sạch sẻ thoáng mát thoải mái chat lượng uy tín tạo cho bạn không gian thư thả thư giãn những tháng ngày làm việc mệt mỏi bạn hãy chọn và đây là 1 lựa chọn đúng đắn nhất có thể hãy thử trải nghiệm",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navigator21747157796",
            "avatar": "",
            "review_rating": "5",
            "review_title": "nơi ở cho cho gia đình đi du lịch",
            "review_content": "Khách sạn quá đẹp luôn. nếu có dịp gia đình  mình sẽ quay đây. Nhân viên phục vụ nhiệt tình, niềm nở và lịch sự. Tôi thích nhất là bữa sáng ở khách sạn. Phòng ở thoáng mát nhưng lại rất lãng mạn. Cảm ơn rất nhiều.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đông Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thân thiện thoải mái,thức ăn thuần việt",
            "review_content": "Thức ăn ngon Phục vụ nhiệt tình  Không gian thuần cây xanh Dễ thương Hồ bơi nhỏ nhưng rất đẹp,view nhìn toàn cảnh thành phố  Nhân viên dễ thương,nhiệt tình,có điều menu tất cả các nhà hàng đều giống nhau do đó ko có quá nhiều sự lựa chọn cho khách hàng vì món quá thuần việt . Hi vọng khách sạn sẽ có thêm nhiều món Âu cho thực khách.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thu Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời tại The Myst",
            "review_content": "Nhân viên rất hỗ trợ khách đặc biệt bạn quản lý Lợi Nguyễn cực kỳ dễ thương. Trà chiều và breakfast đồ ăn rất đa dạng. Phòng thiết kế rất gần gũi với thiên nhiên với mái vòm độc đáo. Đáng để trải nghiệm khi đến Sài Gòn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xuân Hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảnh đẹp,phục vụ dễ thương",
            "review_content": "Khách sạn tuy nhỏ nhưng có thể gọi là khách sạn nhiều cây xanh nhất thành phố. Rất ấn tượng  Staff rất dễ thương  Hồ bơi nhỏ nhưng rất đẹp  Món ăn khá là thuần việt nên không có nhiều sự lựa chọn cho khách thích ăn món Âu,nhà hàng nên thêm nhiều món Âu vào menu hơn nữa. Sẽ quay lại.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Mobile61048768265",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt nhưng sẽ tốt hơn nếu có thêm vật dụng trong phòng tắm",
            "review_content": "Rất ngạc nhiên với mức giá của khách sạn khi với số tiền chi trả cho khách sạn lại nhận được dịch vụ tốt hơn rất nhiều mong đợi của gia đình tôi. Có hơi chút bất tiện khi khách sạn có sửa chửa trên khu vực hồ bơi. Tuy nhiên, bộ phận lễ tân rất linh động khi cung cấp phiếu giảm giá spa cho gia đình. Phòng có hơi ẩm khi vừa đi vào nhưng sau 30p mở máy lạnh thì cảm giác này không còn. Nhất định sẽ quay lại khi khách sạn sửa xong trong thời gian tới. Thiếu chỗ móc đồ trong nhà tắm. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Suzy N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KL 90p Đồng Khởi",
            "review_content": "Nhân viên tiếp đón rất nhiệt tình, tôi đã sử dụng dịch vụ KL 90p phòng VIP cho 2 người, tay nghề nhân viên massage rất ok. Nhân viên là: chị Mai và chị Hương rất nhiệt tình và vui vẻ. Các chị take care khách rất chu đáo",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyệt B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Một khách sạn nằm ngay trung tâm thành phố với các bạn nhân viên nhiệt tình. Với mức giá hợp lý. Sẽ quay lại khi có dịp. Đặc biệt khi check in sẽ nhận được welcome drink rất đặc biệt và giúp bạn refresh sau chuyến bay",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "jonh Duc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trai nghiem",
            "review_content": "thoải mãi lắm mọi người ạ. phòng đẹp .có nhiều đồ ăn ngon , .Minh đi cùng nhóm bạn đến chech in thì duoc đón tiếp rất tot. Lễ tân nhiệt tình hướng dẫn. Nói chung rất là ok . có dịp lần sau mình sẽ quay lại ủng hộ tiếp nha",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kim A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service",
            "review_content": "Lễ tân nhanh nhẹn, nhiệt tình, chuyên nghiệp. Đặc biệt là anh Đức cực kì tâm lý và hiểu khách hàng. Phòng óc sạch đẹp, kiến trúc ấn tượng, các bạn nhà hàng cũng rất nhiệt tình, nhìn chung tốt, có dịp sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Business",
            "review_content": "Khách sạn khá đẹp, lễ tân thân thiện, phong cách phục vụ chuyên nghiệp, dễ chịu, nhất định sẽ quay lại. Đặc biệt, cám ơn đội ngủ lễ tân, bạn Đức, An đã hổ trợ rất nhiệt tình từ luac check in, một lần nữa xin cám ơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dzungnguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Anniversary trip",
            "review_content": "Gia đình chúng tôi đã có 1 kỳ nghỉ kỷ niệm ngày cưới thật ý nghĩa và đáng nhớ.  Đây là 1 nơi rất thú vị, được thiết kế xinh đẹp, ấn tượng và ấm cúng. Mỗi góc nhỏ đều rất đặc trưng và khó quên. Chúng tôi đặc biệt ấn tượng là đều được thưởng thức trà chiều miễn phí. Điều mà các khách sạn chúng tôi từng ở không hề có.  Cảm ơn các bạn nhân viên đã giúp đỡ gia đình tôi rất nhiều. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dương Thị Ngọc Minh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Highly recommend",
            "review_content": "ở The Myst 2 đêm, gđình tôi thật sự hài lòng. Khách sạn có kiến trúc rất đẹp, chủ đầu tư và KTS chăm chút từng chi tiết nhỏ khiến những du khách kỹ tính nhất cũng sẽ vừa lòng. KSan có welcome drink ngon nhất mình từng được trải nghiệm, đồ ăn sáng tuy ko nhiều món nhưng rất ngon, nhân viên cực kỳ thân thiện. Hành lang giữa các phòng và nội thất phòng ở thật sự ấn tượng, bạn sẽ ko hề nghĩ bạn đang lưu trú tại nơi tấp nập ồn ào nhất Sgon. GĐình tôi chắc chắn sẽ quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Grace",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best choice before leaving Vietnam",
            "review_content": "Vị trí của khách sạn rất thuận tiện đi các địa điểm trung tâm, kế bên là sông Sài Gòn. Phục vụ của nhân viên rất nhiệt tình, giao tiếp Tiếng Anh tốt. Và điều mình thích nhất là cách trang trí phòng ấn tượng, lạ mắt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Bty V",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Unexpected experience!!!",
            "review_content": "Checked in, and have 1 friend visited while sitting in the lobby, Call for a drink in the lobby bar... The receptionist name Ngoc brought the drink to my seat, and request us to move outside to drink, we are not allowed to sit at the lobby to drink...and she brought my drink straight away to the outside immediately without our reaction to her manner!  Such a \"polite\" service!!! Never suggest to anyone else.  Why the hotel lets us choose my drink in the lobby and do not allow us to drink there??? while the lobby is totally EMPTY??? Thanks for such an experience!  _Trải nghiệm ko hề hay tại The Myst, Check-in, có 1 người bạn đối tác đến nói chuyện, đang ngồi tại Lobby và gọi nước tại Bar ngay đó, sát cửa kính.. Cô Lễ Tân Ngọc bê nước ra và yêu cầu ra ngoài ngồi, vì ko dc phép ngồi",
            "reviewer_location": "Santa Ana, California"
        },
        {
            "name": "Kim",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Highly recommend",
            "review_content": "Lựa chọn 1 nơi nghỉ ngơi cho chuyến đi dài. Lựa chọn vì thiết kế, vì sự khác biệt so với hầu hết các khách sạn khác. Quả nhiên, khi đến thì ko thất vọng chút nào. Đẹp từ trên hình cho tới thực tế, điều quan trọng là sạch sẽ, phục vụ chu đáo, nhiệt tình dễ thương (nhân viên nào cũng vậy). Đồ ăn sáng có vẻ hạn chế chắc vì dịch nhưng món nào cũng ngon, thức ăn tử tế. Thức uống chào đón ngon và đàng hoàng nhất từ trước giờ mình thấy (tắc xí muội ^_^)  Những tiện nghi trong phòng thì cứ như chủ của ks thấu hiểu hết những nguyện vọng và nhu cầu của khách vậy, cần j đó có luôn, tỉ mỉ từng chút một.  Bể sục ngoài ban công lúc đầu hơi trục trặc, alo lễ tân thì 1phút 30 giây có kỹ thuật đến hỗ trợ ngay.  Chỉ tiếc là ko được thưởng thức nhà hàng trên lầu (chắc đóng vì covid)  Dù sao thì",
            "reviewer_location": "Quy Nhơn, Việt Nam"
        },
        {
            "name": "Gia Khanh Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "The Myst Dong Khoi",
            "review_content": "Dịch vụ khách sạn tốt, an toàn, nhân viên lễ tân , house , f&b chăm sóc khách tận tình. Đồ ăn ngon, phòng ốc sạch sẽ, kiến trúc đẹp lạ mắt, trang thiết bị hiện đại. Sẽ ghé thăm nhiều lần. Good hotel 👍🏻❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Beo P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "the myst dong khoi",
            "review_content": "vị trí thuận lợi dịch vụ nhân viên chu đáo nhiệt tình. Phòng ở sạch đẹp thoáng mát không gian thiết kế gần gũi với thiên nhiên thoáng mát.. điểm nhấn là bồn tắm ở ngoài trời  nhất định sẽ quay trở lại khi qlai sài gòn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lyy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn rất tuyệt vời nhân viên chuyên nghiệp, nội thất đầy đủ, hồ bơi rộng rãi, vị trí khách sạn gần trung tâm, có nhiều tiện ích đi kèm.  Phòng rất thoải mái, tiện ích nhiều. Một chuyến đi vui vẻ thực sự",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anh Quoc Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn lạ độc",
            "review_content": "Vô khách sạn thấy thiết kế sảnh rất độc lạ phòng ấm cúm và thích cái buồng tắm ngoài trời. Nhân viên dễ thương tiếp đón nồng hậu và thân thiện ai cũng vui vẻ, hiếu khách  Sẽ quay lại khi vào saigon trong dip tiếp theo",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Huỳnh phước mẫn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tốt",
            "review_content": "Mình đi du lịch ở SG nhiều lần, đây là lần đầu ở Mýt Dong Khoi. Nói chung là khá hài lòng cho chuyến đi này Khách sạn thiết kế đẹp, lạ, nhân viên dễ thương Địa điểm trung tâm quận 1 rất thuận tiện cho việc đi lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Annabella11",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch hawaii",
            "review_content": "Tôi đã có 1 kì nghĩ tại ks the myst . Thật tuyệt khi ks mang lại cho tôi 1 không gian vô cùng đẹp mắt 😍 Từ thiết kế đến ăn uống đều good. I happy khi đc tắm trên tầng cao nhất của ks .vừa view đẹp vừa thư giãn very comfortable. 😘 Có cơ hội tôi sẽ comeback 1 lần nữa . i love  hotel the myst Đồng Khởi so much. See u soon....",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thoa Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hotel",
            "review_content": "Good Hotel❤️ Dịch vụ khách sạn tốt, an toàn, nhân viên lễ tân , house , f&b chăm sóc khách tận tình. Đồ ăn ngon, phòng ốc sạch sẽ, kiến trúc đẹp lạ mắt, trang thiết bị hiện đại. Sẽ ghé thăm nhiều lần ❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanhthoan98",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Verry nice hotel",
            "review_content": "Tôi và bạn trai có chuyến lưu trú tại the myst, thật ấn tượng với thiết kế của toà nhà và cách đón tiếp của nhân viên ở đây, làm cho tôi có cảm giác như được ở tại chính ngôi nhà của mình, các bạn ấy thật thân thiện và mến khách. Bữa sáng thì tuyệt vời, đặc biệc với dịch vụ trà chiều với các món ăn đậm chất Việt Nam. Căn phòng thiết kế thật ấm áp, thơm tho và sạch sẽ, bồn tắm ngoài trời thật thích thú. Chắc chắn khi come back Sài Gòn tôi sẽ chọn The Myst, một khách sạn hoàn hảo!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vy Thanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi có một trải nghiệm tuyệt vời",
            "review_content": "Khách sạn và phòng ốc có nét đẹp nội thất độc đáo, đem lại cảm giác mộc mạc và sự thoải mái cho mình trong suốt thời gian mình ở đây.   Nói đến nhân viên thì ngay từ khi mình mới đặt chân đến khách sạn cho đến khi mình checkout, mình đã rất thích sự nhiệt tình, thân thiện và cách làm việc có trách nhiệm của các bạn.   Khách sạn tuy nhìn nhỏ nhắn nhưng lại khá đầy đủ tiện ích: có quán cafe, nhà hàng, bar, gym, spa và hồ bơi trên tầng thượng. Đồ ăn ở đây có đầy đủ từ Á sang Âu nên mình có thể thay đổi khẩu vị mà không sợ ngán.  Chắc chắn mình sẽ quay lại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thư",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Khách sạn thoải mái, sạch đẹp, nhân viên nhiệt tình, gần gũi, các món ăn hợp của nhà hàng trong khách sạn ngon, hợp khẩu vị. Vị trí khách sạn nằm ở trung tâm thành phố thuận tiện cho việc di chuyển, có view nhìn ra sông Sài Gòn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Toan Nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Nhân viên phục vụ chu đáo,thức ăn ngon,không gian yên tĩnh,nước trên bar bleu ngon khỏi phải bàn.Buffet sáng rất nhiều món để lựa chọn nhân viên đặc biệt ở đây rất hoạt bát và năng động phục vụ khách rất tận tình và dọn bàn rất nhanh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "violet2703",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá",
            "review_content": "Phòng đẹp không gian rộng thiết kế kiểu cổ điển, trang trí phòng rất bắt mắt  Phục vụ tận tình, nhân viên nhà hàng luon sẵn lòng giúp đỡ khách Ngoài ra, chi phí lưu trú phù hợp xứng đáng với túi tiền của khách hàng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TriNguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá chất lượng khách sạn The Myst Đồng Khởi",
            "review_content": "Khách sạn có chất lượng dịch vụ rất tốt. Đầy đủ tiện nghi trang thiết bị hiện đại. Nhà hàng đẹp rộng rải thoáng mát, có nhiều món ăn dễ dàng lựa chọn. Vị trí gần trung tâm thành phố rất dễ di chuyển đến những địa điểm tham quan.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tominer",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lựa chọn đáng giá",
            "review_content": "Phòng khá đẹp, tiện nghi, nhân viên nhiệt tình, rất chuyên nghiệp. Vị trí ngay Bến Nghé, Quận 1, rất đắc địa và thuận tiện đi lại bằng cả xe bus lẫn taxi. Trải nghiệm ở khách sạn tốt, muốn đến lần nữa",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Elly",
            "avatar": "",
            "review_rating": "5",
            "review_title": "khách sạn tuyệt vời",
            "review_content": "khách sạn sạch, đẹp, nhân viên chuyên nghiệp, cây xanh mát, view đẹp. quá xuất sắc cho kì nghỉ cùng gia đình.gần phố đi bộ Nguyễn Huệ, xung quanh có nhiều tiện ích, Nhà Hàng bán đồ ăn ngon, không gian tuyệt đẹp.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Claura Tran",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lovely Place",
            "review_content": "Quầy Bar đẹp, view có hướng sông Sài Gòn thoáng mát, menu với giả cá trung bình, nhân viên thân thiện và nhiệt tình, là một nơi khá lý tưởng để họp mặt bạn bè và ngắm cảnh. Vào buổi tối thứ 5, 6, 7 có DJ sôi động .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "HuyenTrinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Romantic place",
            "review_content": "Quán cà phê trên rooftop có bể bơi, view rất đẹp, thoáng mát, menu giá trung bình khá.  View 3 mặt nhìn ra sông sài gòn, bến thuyền, khu vinhome, khu nguyễn huệ, sưnah tower.  Bể bơi: 350k/lượt  Cuối tuần cho DJ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "MCT01011980",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn boutique có ngôn ngữ riêng",
            "review_content": "Khách sạn bouique có ngôn ngữ riêng, Lấy câu chuyện về cảng Bason làm điểm nhấn.  Phòng sạch sẽ, thoáng mát,nhiều câu xay. trang thiết bị tiện nghi cao cấp. có cả phòng tám bên ngoài đồ ăn ngon. ví trị thuận tiện. Nhân viên thân thiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ThuDA",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Lựa chọn hợp lý cho 1 khách sạn boutique tại Sài Gòn",
            "review_content": "Tối qua mình đã ở 1 đêm ở đây.   Mình làm cho công ty du lịch nên cách đây 5 tháng, khi khách sạn tổ chức 1 buổi tiệc ra mắt sản phẩm thì mình đã có may mắn giải được câu đó trong chương trình và nhận được 1 đêm ngủ miễn phí ở đây cho 2 người, có ăn sáng + trà chiều ở phòng Verdant Calm Room, là hạng phòng cao thứ 5 của khách sạn.  Do voucher chỉ có giá trị trong 6 tháng kể từ ngày nhận được và dạo gần đây có khá nhiều \"lời đồn\" về The Myst trong giới khách sạn nên nhận 1 buổi quá căng thẳng với công việc, mình đã quyết định book phòng nghỉ 1 đêm vào giữa tuần.   Được biết sát khách sạn là công trường đang xây của khách sạn Hilton và phòng minh đặt ngay gần công trường (hướng ra sông). Khi mình gửi thư đặt phòng thì reservation có báo lại là thời gian từ 15 - 25/08 công trường",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "yenphan0606",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm nhận sự khác biệt",
            "review_content": "Một KS với kiến trúc rất độc đáo và chăm chút đến từng chi tiết nhỏ. Phục vụ rất thân thiện và các món ăn rất ngon. Điểm đặc biệt là ngoài việc có phục vụ buffet sáng, chúng tôi rất thích thú với buồi trà chiều tại lầu 12 của KS cùng với tiếng đàn piano du dương. Hồ bơi thì quá tuyệt vời cùng với các phòng sauna và phòng tập gym ở tai khu vực sân thượng. Bồn tắm jacuzzi ngoài trời cho tôi một cảm giác rất phấn khích nhất là những đứa con của tôi. Tuy nhiên toi nghĩ KS nên tạo thêm nhiều mảng xanh hoặc dây leo kín hàng rào ngoài ban công tại khu vực này thì sẽ càng tuyệt vời hơn .Tôi sẽ quay lại trong thời gian sớm nhất.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "daviddees2019",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất tại Hồ Chí Minh!",
            "review_content": "Đây là lần thứ hai tôi ở Myst - và tôi biết tôi sẽ ở lại đó mỗi khi đến Hồ Chí Minh! Phòng đẹp, dịch vụ tuyệt vời và nhân viên rất thân thiện và hữu ích. Bữa sáng vào buổi sáng có lẽ là một trong những món ngon nhất tôi từng có ở bất kỳ khách sạn nào. Tôi đặc biệt thích tắm trên hiên, và vòi hoa sen terrazzo kèm theo trong phòng. Bí ẩn là tuyệt vời.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Marion_vdB",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trong những trải nghiệm khách sạn tốt nhất bao giờ hết!",
            "review_content": "Đây chắc chắn là một trong những khách sạn đẹp nhất mà cá nhân tôi từng thấy, với rất nhiều chi tiết trong thiết kế nội thất: sảnh gợi nhớ về xưởng đóng tàu tái chế, sàn nhà khiến bạn liên tưởng đến nhiều con hẻm nhỏ của Sài Gòn trước đây. Kỹ thuật suy nghĩ tốt thông qua các phòng, bể sục bên ngoài được làm sạch cho bạn nếu bạn yêu cầu. Nhân viên rất chu đáo, khi chúng tôi phàn nàn với cậu bé chuông rằng chúng tôi muốn đổi phòng ở ven sông vì công trình mà tòa nhà Hilton đang gây ra, trong vòng 5 phút, quầy lễ tân đã báo động và chúng tôi có một phòng khác. Ăn sáng là giật gân, phía đông gặp phía tây với đơn đặt hàng phụ có thể. . Ngồi ngoài để thoát điều hòa. . . hoặc chỉ nghe mưa. . . Không vấn đề gì! Một lần nữa, trang trí nội thất là chu đáo: sóng phía trên tiệc buffet (giảm",
            "reviewer_location": "Brussels, Région De Bruxelles-Capitale, Belgium"
        },
        {
            "name": "James I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kiến trúc tuyệt đẹp, dịch vụ tuyệt vời và thực phẩm !!",
            "review_content": "Chúng tôi ở đây vài đêm trong khi ở Hồ Chí Minh và hoàn toàn thích nó. Khách sạn (và phòng của chúng tôi) rất đẹp, nhân viên thân thiện và có sức chứa và đồ ăn rất ngon. Chúng tôi chắc chắn sẽ trở lại lần sau khi chúng tôi ở Hồ Chí Minh. Cảm ơn bạn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Foodie Wisdom",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Hình ảnh gây hiểu lầm",
            "review_content": "Tôi đã đặt khách sạn này cho một kỳ nghỉ cuối tuần lãng mạn với người chồng trong thời gian chúng tôi ở Việt Nam dựa trên tất cả các đánh giá huyên náo. Một điểm quan trọng mà nhiều người đánh giá đề cập đến là đề xuất xây dựng một khách sạn 25 tầng ngay bên cạnh khách sạn này, trong vòng vài mét. Tất cả các hình ảnh bạn nhìn thấy trên các nền tảng đặt phòng và trang web của riêng họ đều được xây dựng trước, do đó bạn phải thêm nó để có được viễn cảnh tốt hơn vì dự án này sẽ không được hoàn thành sớm, vì vậy nó không phải là một sự bất tiện tạm thời:  - bồn tắm bên ngoài lãng mạn trong phòng -> không quá lãng mạn khi bạn ở cách công nhân xây dựng vài mét và ồn ào cả ngày  - hồ bơi và quán bar trên tầng thượng đẹp -> không quá thư giãn với máy khoan và búa diễn ra cả ngày và một",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Felicity K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thoải mái và phong cách",
            "review_content": "Ồ Một ốc đảo xinh đẹp giữa lòng một thành phố nhộn nhịp. Chúng tôi đã được chào đón khi đến với những món giải khát và cảm thấy được chào đón ngay lập tức - chúng tôi đánh giá cao điều đó. Phòng của chúng tôi rất thoải mái và phong cách, được trang trí trang nhã và một nơi nghỉ ngơi được chào đón khỏi cái nóng. Giường rất thoải mái và phòng tắm sạch sẽ hoàn hảo. Có một bồn nước nóng trên ban công của chúng tôi và mặc dù có công trình đang diễn ra ở bên cạnh, chúng tôi không thực sự chú ý đến nó. Chúng tôi thực sự thích có một thức uống tại quầy bar và ngồi nhìn thế giới đi qua. Khách sạn chứa đầy nghệ thuật thú vị, kể về câu chuyện của thành phố và đất nước. Không có gì là quá nhiều rắc rối cho bất kỳ nhân viên chu đáo. Chúng tôi thích ở đây và chúng tôi là những người rất cầu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Baek",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm thú vị",
            "review_content": "Mọi chi tiết của phòng chúng tôi yêu thích :) Đó là chuyến đi đầu tiên của chúng tôi đến TP HCM. Ngay từ giây phút đầu tiên chúng tôi vào khách sạn, vợ tôi và tôi đã rất vui từ đồ uống chào đón. Phòng được trang trí đẹp mắt. Chúng tôi rất khuyến khích",
            "reviewer_location": "Hồng Kông, Trung Quốc"
        },
        {
            "name": "Karen S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghỉ giải lao",
            "review_content": "Thật là một khách sạn đáng yêu với đội ngũ nhân viên rất thân thiện. Căn phòng rất đẹp và sạch sẽ. Chiếc giường là một kích thước tốt và rất thoải mái. Trà bổ sung buổi chiều là tuyệt vời với một lựa chọn đáng yêu của bánh, ECT trái cây. Giỏ trái cây trong phòng cùng với quầy bar nhỏ miễn phí bia, nước và nước ngọt là một điểm nhấn thực sự tuyệt vời. Chắc chắn sẽ ở lại đây một lần nữa nếu chúng ta quay trở lại thành phố Hồ Chí Minh",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Iman_aburous",
            "avatar": "",
            "review_rating": "5",
            "review_title": "DJ giỏi nhất",
            "review_content": "Nếu bạn nhìn vào bức tranh khách sạn, bạn sẽ thấy một mặt tiền kỳ lạ, nhưng lần thứ hai bạn bước vào quán bar bên ngoài & vào phòng khách, bạn sẽ cảm thấy trang trí đẹp đến mức khác thường. Điều này áp dụng cho từng chi tiết trong khách sạn. . . Tôi rất thích sử dụng gỗ để trang trí, nhân vật Việt Nam đã bị mất. Bữa sáng phong phú được phục vụ trong một nhà hàng lớn với ban công đẹp. . . Chúng tôi thích có chúng tôi ở ban công. Họ cung cấp nhiều loại thực phẩm và một trạm cho trứng có sẵn. . Nhân viên rất thân thiện và lịch sự mặc dù đôi khi họ không thông thạo tiếng Anh. . Điều tốt nhất về khách sạn này là tầng thượng với âm nhạc tuyệt vời. . . DJ TỐT NHẤT.  Iman & Humam / Jordan",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "P0zniak",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trang trí đáng yêu",
            "review_content": "Chúng tôi đã được chào đón đáng yêu khi đến nơi, không có gì quá rắc rối, căn phòng của chúng tôi là một vòi hoa sen tuyệt vời, tốt nhất trong chuyến du lịch của chúng tôi, bữa sáng đường phố lựa chọn tuyệt vời, một điểm dừng chân rất thú vị trên đường về nhà",
            "reviewer_location": "Wanaka, New Zealand"
        },
        {
            "name": "Bill F",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở lại",
            "review_content": "Đây là một khách sạn xinh đẹp và độc đáo, với đội ngũ nhân viên chu đáo và hữu ích, những người không thể làm đủ cho bạn. Đặc biệt thích khu vực hồ bơi trên tầng thượng, mặc dù có một chút gió lộng gió ở đó. Chắc chắn sẽ ở lại đây một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "david w",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ và vị trí tuyệt vời",
            "review_content": "Bên ngoài tòa nhà cho bạn biết rằng có điều gì đó mới mẻ và khác biệt về khách sạn này. Dịch vụ là tuyệt vời và phòng đã được rất tốt đặt ra. Ăn sáng đã được sao và xem rất đẹp. Tại đây có hồ bơi trên sân thượng và phòng tập thể dục. Chỉ không thể đi sai. Sẽ quay lại ngay lập tức",
            "reviewer_location": "Vancouver, Washington"
        },
        {
            "name": "VnCkChan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Lưu trú tại TP HCM",
            "review_content": "vị trí ở trung tâm thành phố. Hòa bình với nhiều điểm nổi bật ở HCM.  Khách sạn thú vị. Dọn dẹp. Tốt hỗn hợp thức ăn cho bữa ăn sáng và giờ trà.   Đồ uống trong tủ lạnh là miễn phí và do đó là thời gian uống trà.  Nhân viên có trình độ tiếng Anh tốt và một số nói tiếng Trung Quốc.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "cemery30",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ tuyệt vời",
            "review_content": "Đây là lần thứ hai của tôi tại Myst, và đó là một điều thú vị. Các phòng chỉ đơn giản là tuyệt vời, gợi cảm đẹp đẽ của rễ của thành phố. Nhân viên và dịch vụ tuyệt vời, vị trí tuyệt vời và không gian chung tuyệt vời làm cho nơi này trở thành địa điểm hoàn hảo để nghỉ ngơi trong thành phố.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ReeceHenry",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sẽ trở lại, khách sạn tuyệt vời",
            "review_content": "Khách sạn tuyệt vời, từ thiết kế của các phòng với kết thúc gỗ độc đáo, spa tuyệt vời trên ban công và bữa sáng tuyệt vời này là một khách sạn tôi chắc chắn sẽ đến và ở lại một lần nữa. Nhân viên đã được tất cả thân thiện, phòng rất thoải mái, tôi đã may mắn để có một cái nhìn của dòng sông và có thể ngồi lại với một ly bia và xem thế giới đi qua từ spa. Làm thêm giờ xem này có thể biến mất với một tòa nhà được xây dựng giữa khách sạn và dòng sông. Tôi đã ở trong rất nhiều khách sạn xung quanh từ và sẽ phải ở lại ăn sáng là một trong những tốt nhất, ohh và trà chiều cho khách cũng là một tiền thưởng lớn.",
            "reviewer_location": "Brisbane, Úc"
        }
    ],
    "hotel": {
        "location": "6-8 Hồ Huấn Nghiệp, Ben Nghe, Quận 1, Thành phố Hồ Chí Minh 700000 Việt Nam",
        "name": "Khách sạn The Myst Đồng Khởi",
        "geo_data": {
            "latitude": 10.774779319763184,
            "longitude": 106.70564270019531
        },
        "room_number": "108",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/53/14/e6/the-myst-dong-khoi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e3/64/rooftop-infinity-pool.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/2b/1e/ef/the-myst-dong-khoi.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/eb/1e/6d/facade.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e5/40/hotel-corridor.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e5/28/hotel-corridor.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e5/0a/jacuzzi-on-the-myst-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/e9/the-myst-suite-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/ca/signature-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/af/signature-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/9c/serene-corner-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/8d/serene-corner-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/76/verdant-calm-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/61/verdant-calm-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/43/verdant-calm-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/2b/saigon-city-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/18/dong-khoi-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e4/05/signature-decoration.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e3/f0/signature-decoration.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/9c/e3/de/jacuzzi-on-balcony.jpg?w=1200&h=-1&s=1"
        ]
    }
}