{
    "content": [
        {
            "name": "yungcyang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Chuyên nghiệp, ấm cúng, feel like home. Đoán trước được nhu cầu của khách. Staff are always friendly & flexible. Phòng suit rộng rãi, thoải mái. Foods and services are excellent. We will definitely come back!",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Tour28186878620",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Trải nghiệm khách sạn đẳng cấp nhưng phục vụ chưa tới tầm",
            "review_content": "- Phòng có nội thât sáng, đẹp, sạch - Bữa sáng đa dạng, ngon - View bể bơi đẹp - Sảnh chờ lộn xộn, ồn ào vì nhận cả khách ngoài vào uống cafe - Nhân viên lễ tân không tôn trọng và niềm nở chào đón khách  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jasmine L",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Trải nghiệm tệ tại Park Lounge Sài Gòn - Nhân viên thái độ",
            "review_content": "Kem dừa và bánh tiramisu rất ngon, không gian sang trọng, tuy nhiên, chất lượng phục vụ không tương xứng, thực sự thất vọng. Cụ thể, bạn nhân viên ở Park Lounge với bảng tên \"KIEU\" đối xử với tụi mình không hề giống khách hàng. Khi được hỏi loại trà nào là signature, bạn nói \"ở đây ko có loại nào là signature\", ko hề thể hiện một thái độ muốn tư vấn cho khách, giữa quá nhiều các sự lựa chọn về loại trà, khách băn khoăn nên mới nhờ bạn tư vấn, mà bạn trả lời một thái độ trả treo, một thái độ kênh kiệu, khi đặt vật dụng xuống bàn của khách, bạn không một lời nói, không một lời cảm ơn, không một lời xin lỗi, không hề niềm nở, không chuyên nghiệp, không đúng tinh thần trong ngành dịch vụ.  Không rõ tụi mình làm gì khiến bạn ấy không ưng ý hay sao, nhưng rõ ràng tất cả những gì bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tranthanh2304",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng, sẽ quay lại",
            "review_content": "Rất hài lòng về chất lượng dịch vụ khách sạn tốt, nhân viên thân thiện, nhiệt tình. khách sạn ở trung tâm thuận tiện cho việc đi dạo phố.Cảm ơn các bạn nhân viên đã mang ại một trải nghiệm tuyệt vời cho tôi khi ở đây. ",
            "reviewer_location": "Buôn Ma Thuột, Việt Nam"
        },
        {
            "name": "Thịnh Nguyễn",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Nhân viên xem thường khách hàng",
            "review_content": "9:45 20/01/2022 sau khi dùng bữa tại Bar thì mình đi ra về hướng cổng Hai Bà Trưng, gặp nhân viên trực cửa, bạn không mở cửa giúp còn ra lệnh cho mình là : Đẩy ra !! Rất bất ngờ vì cách xử sự này, cảm ơn bạn về trãi nghiệm vô cùng tệ hại này !! Sẽ chú ý hơn khi bước vào Khách sạn năm sao như Park Hyatt  thì tự mở cửa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Scenic12776472891",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khach san sang trong",
            "review_content": "Park Hyatt la hotel sang trong, noi dang den de nghi duong cung nhu hoi hop, ve moi khia canh , Park Hyatt luon nghe y kien cua khach va dap ung day du moi chuyen , doi ngu nhan vien dang cap, that su la 1 diem den an toan yrong luc dich covid dang dien tien phuc tap, dap ung tieu chuan tuyệt đối ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "worldcashew",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn ngay Trung tâm thành phố",
            "review_content": "Khách sạn nằm ngay trung tâm sài gòn, có hồ bơi khá lớn và sân vườn nhiều cây xanh tạo cảm giác thư giãn thoải mái mặc dù Khách sạn nằm ngay trung tâm thành phố đông đúc. Món ăn sáng phong phú và khá ngon ,tuy nhiên món Phở và mì quảng  lại không thuần Việt. Phòng ốc sạch sẽ và nếu trang bị thêm vòi xịt rửa trong nhà vệ sinh sẽ tuyệt vời hơn. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Joseph Hieu",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Not so good",
            "review_content": "Chiều ngày 3 tháng 12 tôi có dùng Spa ở Ks Hyatt. Nói chung thì nhân viên nhiệt tình nhưng dịch vụ chất lượng chưa được tốt như tôi mong đợi ở 1 khách sạn 5 sao danh tiếng như Park Hyatt. 1. Khi xông hơi nước thì không may tôi ngồi ngay chỗ phun hơi nước mà không hay biết. Suýt bị phỏng . Tại sao khách sạn không đặt vòi hơi nước ở chỗ khác mà để ngay chỗ dưới chân khách ngồi mà không hề có 1 biển cảnh báo nào . Rất nguy hiểm.cho  khách hàng . 2. Can nước cho khách uống được làm như dạng can ngọt khui nắp ra uống. Rất xấu và thiếu thẩm mỹ. Các Spa luxury khác tôi sử dụng dịch vụ đều sử dụng bình thủy tinh trông thẩm mỹ hơn  3. Dép sử dụng cho spa được làm bằng chất liệu khá cứng đi đau chân. 4. Khi tôi xông hơi và tắm xong sau đó khoác áo tắm để vào phòng trị liệu thì tôi thấy áo",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Raine Pham",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Park Lounge- Exceptional Service",
            "review_content": "Em muốn viết đánh giá này tặng cho Singer và Pianist         Chị hát rất hay. Em đã trở lại nhiều lần vì giọng hát của chị.  Thứ 1 : nhân viên rất chu đáo chỉ cần mất 30 giây khi bạn xuất hiện sẽ có người phục vụ bạn. Tốc độ dịch vụ nhanh và chính xác. Điều chỉnh ánh sáng khi bạn đọc sách. Rất tính tế.(Miss Hoài very good).  Thứ 2: Bánh tiramisu rất ngon và trang trí đặc biệt.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Hoang Linh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Friday Night Chilling",
            "review_content": "Buổi tối thư giãn cùng các chị em. Tối nay order thử món bánh tiramisu mới rất bất ngờ vì vị cực kỳ ngon & béo. Trà thơm êm ái cho buổi tối. Hàng đêm đều có ca sĩ nước ngoài hát acoustic. Great evening!! ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "hoanghuydn",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Tôi cảm thấy bị xúc phạm khi cùng gia đình trải nghiệm dịch vụ tại đây",
            "review_content": "Cảm giác bị xúc phạm  Sau nhiều ngày vẫn cảm thấy khó thở mỗi khi nhớ  đến trải nghiệm tại đây một vài hôm  Nhân viên sử dụng cường độ giọng nói vượt quá chỉ số “tinh tế” của một thương hiệu 5 sao.   Cần đào tạo thêm.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "hương",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên phục vụ tận tình chu đáo, phòng ốc thì khỏi nói quá sang trọng và sạch sẽ.",
            "review_content": "Khách sạn theo phong cách thuộc địa Pháp này có một vị trí đắc địa ở trung tâm Thành phố Hồ Chí Minh, nhìn ra Nhà Hát Lớn trên Quảng trường Lam Sơn. Chỉ cách phố mua sắm Đồng Khởi 100 m, khách sạn có hồ bơi ngoài trời dài 20 m và Xuan Spa mang lại sự thư giãn cho khách.Nơi sang trọng, trải nghiệm tuyệt vời ở club monte carlo ở đây ! caphe đậm chất ! nơi lui tới các doanh nhân vào buổi sáng !Khách sạn có tiệm bánh rất ngon. Phải nói là một trong những nơi bán bánh ngọt ngon nhất mình từng được ăn. Nhân viên phục vụ tận tình chu đáo, phòng ốc thì khỏi nói quá sang trọng và sạch sẽ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "San Le",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Five stars",
            "review_content": "Trong trung tâm thành phố có một nơi thật yên tĩnh để thư giản. Khách sạn trang trí đẹp sạch sẽ, sang trọng không chê vào đâu được. Khu hồ bơi là nơi mình thích nhất. Cây, hoa được trồng nhiều tạo không khí thoáng mát. Chúng ta có thể thoải mái tắm nắng và ngủ một giấc. Hightly recommend for this place.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ngọc Trâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đắt nhưng chất lượng.",
            "review_content": "Ở đây dịch vụ 5 sao nên giá rất là cao, mình chỉ ăn thử đánh giá cho biết thôi chứ ăn kiểu này hoài là mạt luôn á =)))) Đây là món cá phi lê kho thơm, mình gọi phần này giá 1tr2, mùi vị thì bình thường thôi nhưng chủ yếu là chỗ check in quá sang chảnh kèm theo nhân viên hơi bị chuyên nghiệp luôn nhaaa",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "ryan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tuyệt vời",
            "review_content": "Có dịp về việt nam cùng gia đình ba mình đã chọn hyatt,phải nói mình gia đình rất hài lòng về dịch vụ phòng, món ăn thức uống và cả sự phục vụ của nhân viên nếu một lần nữa quay lại tôi và gia đình vân sẽ chọn hyatt",
            "reviewer_location": "Việt Nam"
        },
        {
            "name": "Quest35945302552",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chút bình yên giữa SG náo nhiệt",
            "review_content": "Vị trí trung, phía sau nhà hát thành phố tiện cho việc đi lại. Đồ ăn ngon, đặc biệt là món kem dừa nên thử. Không gian cổ điển, các dịch vụ tiện nghi và chế độ chăm sóc khách hàng tốt. Phòng quay vào hướng vườn sẽ đẹp hơn là phòng quay ra ngoài do khách sạn thấp tầng nên không có city view.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Thu Nguyễn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sang trọng, tiện ích và đầy tính nghệ thuật",
            "review_content": "Tôi ấn tượng với những bức tranh được treo trong ks cũng như trang trí trong phòng ngủ.  Tab hướng dẫn dịch vụ trực quan rất tiện ích, đem lại cảm giác tương tác gần gũi. Tầng 3 :spa, bể bơi, fitness như đang ở resort biển.  Chất lượng spa rất tốt. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vuonggng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tiền nào của nấy",
            "review_content": "Đây là khách sạn mình thích nhất nhất ở Saigon từ chất lượng đến dịch vụ. Bạn bè về VN thì mình hay giới thiệu qua đây. Dịch vụ và phòng đúng tiêu chuẩn 5 sao đó nhen. Thiết kế sang trọng nhưng mang nhẹ màu sắc á đông",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Máy lọc nước Trường Tiền",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Tuyệt",
            "review_content": "Mọi không gian nơi đây đều được thiết kế rất tuyệt vời, chỉ là ảnh này không đúng lắm với sự thật, rất tiếc 1 tí. Nhưng đây cũng là một địa điểm tuyệt vời để bạn có thể tìm đến và tận hưởng sự thoải mái",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Thuy",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Muốn quay trở lại",
            "review_content": "Chúng tôi đã chọn khách sạn Park Hyatt Sài Gòn làm điểm nghỉ dưỡng 3 đêm cho kì nghỉ cuối tuần.  Ấn tượng về khách sạn này trong lòng chúng tôi hầu như hoàn hảo: - Kiến trúc rất đẹp và tỉ mỉ cùng căn phòng vô cùng tiện nghi. - Nằm ở địa thế vô cùng thuận lợi, đây là trung điểm của với cùng món ăn ngon và điểm tham quan, mua sắm. Đặc biệt nhà hàng Argentinia beef tuyệt vời chỉ với vài bước chân từ khách sạn này. - Nhân viên khu vực tiền sảnh chuyên nghiệp và thân thiện. - Có nhiều lựa chọn ăn uống trong khách sạn nhưng rất tiếc chúng tôi chưa có dịp thử. Tôi thích không gian ấm cúng và sang trọng tại khu vực Lounge tại tầng trệt, mùi hoa thơm ngát xung quanh và chơi nhạc piano mỗi tối. - Nhà hàng phục vụ ăn sáng rất ngon, mọi thứ rất tươi. Hầu hết các món được nhân viên phục vụ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cherry Nguyen",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Giá đắt so với dịch vụ",
            "review_content": "Trước mình ở đây đặt phòng to nhất để trang trí sinh nhật. Hơn $1000 mà không có ăn sáng, chỉ free nước suối, mấy nước khác vẫn tính . Trc mình ở Reverie , giá phòng rẻ hơn chỉ gần $1000, sang trọng hơn nhiều, mọi thứ free từ a-z .",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Micheal12412",
            "avatar": "",
            "review_rating": "5",
            "review_title": "trải nghiệm tại khách sạn tuyệt vời",
            "review_content": "Cung cách phục vụ tận tình, chu đáo và nhanh nhẹn. Dịch vụ cực kỳ tốt kèm theo đó là sự sang trọng và tiện nghi đúng chuẩn 5 sao. Đây là khách sạn tốt nhất để mọi người tìm đến! Đây là khách sạn làm tôi ấn tượng nhất từ trước đến nay.",
            "reviewer_location": "Little Canada, Minnesota"
        },
        {
            "name": "DoThutrang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Thời gian khám phá Sài Thành và trở về nghỉ ngơi thoải mái với các dịch vụ đẳng cấp. Trang thiết bị trong phòng rất thích hợp cho khách lưu trú để hội họp, dịch vụ phòng hoàn mỹ, cơ sở vật chất sang trọng, nhân viên thân thiện nhiệt tình. Đồ ăn sáng và ăn tối tại các nhà hàng rất ngon và phục vụ đúng chuẩn quốc tế. Hồ bơi và phòng gym 24/24, được phục vụ nước đóng chai miễn phí. Rất thích mùi hương thơm tại hành lang và Spa. Dịch vụ hoàn mỹ và đẳng cấp xứng đáng tại trung tâm quận 1",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "trietdan3010",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ ấn tượng",
            "review_content": "Khách sạn sang trọng, đầy đủ tiện nghi theo chuẩn 5 sao. Mọi thứ thật tuyệt vời. Đây là nơi lý tưởng lưu trú cho các doanh nhân khi có việc tại Thành phố Hồ Chí Minh. Cách phụ nhiệt tình, chu đáo. Tuyệt",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Maixuanuu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tại Park Hyatt",
            "review_content": "Thời gian lưu trú ở Park Hyatt thật là tuyệt vời. Từ thái độ phục vụ của nhân viên cũng như dịch vụ tại khách sạn xứng tầm quốc tế. Phòng ở sạch sẽ, yên tĩnh, mọi thứ luôn được đáp ứng kịp thời và nhanh chóng! Tôi sẽ nhớ mãi về những ngày ở đây như một kỉ niệm khó quên!",
            "reviewer_location": "Ho Chi Minh City, Vietnam"
        },
        {
            "name": "Ái Quyên T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tren ca tuyet voi",
            "review_content": "Noi thuong thuc ly tuong va dang cap, sang trong va quy phai. Phai goi noi day tren ca tuyet voi. Gia ca di doi voi chat luong. Se tro lai vao dip khac. Hay den day va cam nhan giong toi nhe. Phong dep- thuc an ngon,nhan vien phuc vu an can,lich su,than thien",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Grograman L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hơn thế nữa!",
            "review_content": "Luv luv luv khách sạn này, nhân viên và chỗ ở! Mọi thứ đều tuyệt vời 110%. Đồ uống chào mừng, hồ bơi, phòng tập thể dục. Thanh long trong phòng. Máy pha cà phê hòa tan. Tất cả đều tốt.  Phòng 812.  Mặt đường cao hơn là tốt nhất. Phòng yên tĩnh và dẻo dai. Giường siêu thoải mái. Phòng tắm có tất cả mọi thứ. TV đẹp. AC tuyệt vời. Tủ lạnh tốt.  Đồ dùng bằng bạc được cung cấp trong phòng.  Hồ bơi. Sử dụng hồ bơi @night. Chỉ là phép thuật. Nghỉ ngơi trên giường ngoài trời, che lại bằng khăn. Nhâm nhi đồ uống. Vâng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "SLCBelgium",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ở Sài Gòn nhộn nhịp, công viên là một thiên đường (nếu việc tu sửa của họ sẽ kết thúc ...)",
            "review_content": "Từ khi bước ra khỏi máy bay, chúng tôi được chào đón bởi thành viên Park, người đã hướng dẫn chúng tôi thông qua việc nhập cư và hành lý. Khi đến khách sạn, thực sự họ đang sửa sang lại tầng trệt của họ và thực sự điều này là ồn ào nhưng căn cứ, diện mạo của tòa nhà và trên hết là dịch vụ là trên cả mong đợi. Chúng tôi được hướng dẫn đến phòng của chúng tôi không may có mùi sơn (cấp công trình bên dưới), người quản lý đang làm nhiệm vụ rất nhanh chóng đưa ra quyết định thay đổi phòng của chúng tôi và nâng cấp chúng tôi lên phòng ở tầng 3 với sân thượng nhỏ và trực tiếp đến hồ bơi . Bữa sáng cũng tuyệt vời với dịch vụ tuyệt vời nhưng ấn tượng nhất là nhà hàng Ý với một Đầu bếp và nhóm của anh ấy làm ra những món ăn Ý ngon nhất châu Á, dịch vụ tại bàn còn ấn tượng hơn: một huy",
            "reviewer_location": "Brussels, Bỉ"
        },
        {
            "name": "Mallamam",
            "avatar": "",
            "review_rating": "4",
            "review_title": "KHU HYATT SAIGON, THÀNH PHỐ HỒ CHÍ MINH, VIỆT NAM",
            "review_content": "Nằm ở trung tâm, gần một số chợ và trung tâm thương mại, khách sạn kinh doanh tốt. Bữa sáng ngon miệng. Xào phục vụ trong bữa tối là tuyệt vời. Cửa trượt của nhà vệ sinh cần phải được chăm sóc.",
            "reviewer_location": "Mumbai"
        },
        {
            "name": "H&H Traveller 101",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vẫn là một khách sạn xinh xắn, mong muốn việc cải tạo cuối cùng cũng được thực hiện",
            "review_content": "Park Hyatt Saigon toát lên kiến trúc thuộc địa Pháp điển hình của Việt Nam, được thực hiện trang nhã, sân hồ bơi xinh xắn, nhân viên lịch sự và phòng ngủ đầy đủ tiện nghi. Các quán bar và quán cà phê có một nội thất tuyệt vời, thức ăn đáng yêu, lựa chọn rượu vang tốt. Vào buổi chiều, họ có một ý tưởng độc đáo để phục vụ khách trong nhà một số trà và cocktail ở mỗi tầng - cảm giác sang trọng!",
            "reviewer_location": "Brussels, Bỉ"
        },
        {
            "name": "Trip616162",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẳng cấp thế giới ở sài gòn",
            "review_content": "Chúng tôi đã vô cùng ấn tượng với Park Hyatt khi chúng tôi ở lại vào năm 2012 và rất hài lòng khi thấy nó vẫn đứng đầu - tỷ lệ theo mọi cách. Đây là một trong những khách sạn tốt nhất mà chúng tôi đã gặp trong các chuyến du lịch khắp thế giới. Nếu chuyến đi của bạn đưa bạn đến HCM (với chính quyền cộng sản của nó, Sài Gòn cho mọi người khác), bạn không thể làm tốt hơn thế này.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Moreno62",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi ở tại Hyatt",
            "review_content": "Nice stay tại Hyatt, một trong những khách sạn tốt nhất tại HCM. Tôi đề nghị họ ở lại thành phố đó. Nhân viên tuyệt vời giúp bạn cho bất kỳ nhu cầu của bạn với tính chuyên nghiệp đặc biệt. Phòng rất sạch sẽ và khá.",
            "reviewer_location": "Altissimo, Ý"
        },
        {
            "name": "John S",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tốt và chỗ ở hạng nhất.",
            "review_content": "Tiêu chuẩn Park Hyatt thông thường trong khách sạn thành phố có vị trí tốt này. Phòng lớn thoải mái sạch sẽ trong khách sạn cao tầng này. Khu vực công cộng rộng rãi và một loạt các phòng chức năng. Mái hồ bơi trên đỉnh với hồ bơi phục vụ trong ngày.",
            "reviewer_location": "Coventry, Vương quốc Anh"
        },
        {
            "name": "Randy W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí tuyệt vời và nhân viên khách sạn tuyệt vời!",
            "review_content": "Khách sạn tọa lạc tại một vị trí thuận tiện gần tất cả các cửa hàng và nhà hàng. Các nhân viên rất thân thiện và khá am hiểu. Tôi không thường xuyên ở những khách sạn đắt tiền như tôi thích có một cảm giác địa phương hơn. nhưng, nếu bạn muốn đi nghỉ mát và cảm thấy như bạn vẫn ở nhà ở lại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "alex198876",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí lý tưởng ở lại sang trọng",
            "review_content": "Không chỉ là những phòng tuyệt vời mà tác phẩm nghệ thuật được trưng bày trong suốt là một bộ sưu tập đáng kinh ngạc của bức tranh sơn mài Việt Nam. . . các nhà hàng thật tuyệt vời. . . nhân viên giật gân. . . một khi bạn ở đó bạn không biết bạn có muốn khám phá Sài Gòn hay chỉ ở lại bên trong! ! Có một chút cảm giác \"Raffles\" ở Singapore và bữa sáng được chuẩn bị là một trong những món ăn ngon nhất tôi từng thấy",
            "reviewer_location": "Abu Dhabi, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "BGSalamanderBay",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sang trọng",
            "review_content": "Chúng tôi rất vui mừng khi nghỉ tại khách sạn. Tất cả mọi thứ là một tiêu chuẩn rất cao - thực phẩm, phòng, tiện nghi và nhân viên đã được chuẩn bị chu đáo và sẵn sàng hỗ trợ. Nhân viên và quản lý nên được chúc mừng về việc cung cấp dịch vụ đặc biệt.",
            "reviewer_location": "Salamander Bay"
        },
        {
            "name": "Susan R",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đẹp thanh lịch khách sạn",
            "review_content": "Công ty của tôi đã tổ chức một sự kiện ở đây vào tháng Ba. Các phòng đều rộng rãi với các tiện nghi hào phóng và khu vực hội nghị hoạt động rất đẹp mắt. Các bữa ăn sáng là hoàn toàn tuyệt vời. Dịch vụ này được bật. Ngay bên ngoài cửa bạn có thể trải nghiệm Sài Gòn.",
            "reviewer_location": "Laughlin, Nevada"
        },
        {
            "name": "PB",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Park Hyatt luôn là sự đảm bảo!",
            "review_content": "Đây là Park Hyatt thứ 3 tôi ở lại sau Siem Reap và Dubai và tôi phải nói rằng Park Hyatt không bao giờ làm tôi thất vọng! Trong phòng Sài Gòn rộng rãi và tươi sáng theo phong cách thuộc địa, phòng của tôi hướng về phía quảng trường, nhân viên rất cẩn thận và chuyên nghiệp, bữa sáng tại Opera chỉ là chất lượng và đa dạng, phòng tập thể dục cũng được trang bị tốt và hồ bơi cũng đẹp! Vị trí cũng rất trung tâm, đi bộ đến tất cả mọi thứ và với nhiều nhà hàng và quán cà phê xung quanh. Chắc chắn là nơi để ở lại trong thời gian ở Hồ Chí Minh!",
            "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "Francois",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất năm nay!",
            "review_content": "Tuyệt đối đẳng cấp thế giới khách sạn và dịch vụ! Tôi đã bị thổi bay bởi mọi khía cạnh của khách sạn. Từ việc đăng ký để kiểm tra và tất cả mọi thứ ở giữa. Nếu bạn có thể đủ khả năng để ở lại đây tôi sẽ giới thiệu nó!",
            "reviewer_location": "Basel, Thụy Sỹ"
        },
        {
            "name": "rluxontu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn duyên dáng và duyên dáng đáng yêu",
            "review_content": "Chúng tôi ở lại Park Hyatt ở cuối hành trình ngắm cảnh tuyệt đẹp của dòng sông Mekong. Khách sạn trang nhã mà không phô trương và có một nét quyến rũ rất dễ chịu. Các nhân viên lịch sự, và rất hữu ích. Các phòng được rộng rãi với mọi tiện ích được cung cấp. Vị trí này là trung tâm và nằm trong khoảng cách đi bộ dễ dàng từ chợ trung tâm và thậm chí gần hơn với một con phố mua sắm cao cấp hơn. Gần đó có một số nhà hàng rất tốt nằm ngay bên kia đường. Các bữa ăn sáng Park Hyatt là phải phạm vi và lựa chọn chỉ là tuyệt vời. Chuyến bay của chúng tôi ra khỏi thành phố Hồ Chí Minh không phải cho đến khi buổi tối và khách sạn cho phép chúng tôi sử dụng phòng của chúng tôi cho đến chiều muộn mà không mất thêm chi phí. Một kỳ nghỉ thú vị rất thoải mái mà chúng tôi không thể đề cập đến",
            "reviewer_location": "Gladstone, Úc"
        },
        {
            "name": "Richard B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời!",
            "review_content": "Tôi ở tại khách sạn này cho một hội nghị mà tôi tổ chức tại địa điểm này. Khách sạn xinh đẹp, dịch vụ tuyệt vời và các nhà hàng rất tốt. Các phòng đều rộng rãi và thoải mái. Tôi chắc chắn sẽ trở lại khách sạn này vào kỳ nghỉ tiếp theo của tôi.",
            "reviewer_location": "Nazareth, Pennsylvania:"
        }
    ],
    "hotel": {
        "location": "Số 2 Công Trường Lam Sơn, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh 70000 Việt Nam",
        "name": "Park Hyatt Sài Gòn",
        "geo_data": {
            "latitude": 10.777557373046875,
            "longitude": 106.7035140991211
        },
        "room_number": "245",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/e1/3c/8b/exterior.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/4a/6a/7d/exterior.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/11/3a/pool-and-garden.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/c9/a1/garden-view-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/12/3e/presidential-suite-living.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/12/39/park-deluxe-suite-living.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/12/34/park-deluxe-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/c9/d8/park-executive-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/12/3a/park-executive-suite.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/12/37/lam-son-suite-bathroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/9c/e7/opera-main-dining-area.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/c5/41/square-one-cellar-bar.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/c5/46/square-one-cellar-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/c9/cc/2-lam-son-m-floor.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/29/5b/1b/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/01/23/5e/fitness-centre.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/5e/da/b2/ballroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/e1/3e/36/ballroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/e1/3e/30/ballroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/e1/3e/2a/ballroom.jpg?w=1200&h=-1&s=1"
        ]
    }
}