{
    "content": [
        {
            "name": "anh n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Tôi lựa chọn MK cho chuyến du lịch cùng gia đình qua sự giới thiệu của một người bạn. Điều làm tôi vô cùng bất ngờ đó là khách sạn nằm ngay trung tâm phố cổ nhưng vô cùng rộng rãi. Mk đem lại cảm giác ấm cúng như ở nhà không chỉ bởi không gian mà còn do con người, các bạn nhân viên đã cho tôi một trải nghiệm tuyệt vời với chất lượng xứng tầm quốc tế. Trong thời gian nghỉ tại đây tôi lựa chọn ăn ngay trong khách sạn, các món ăn vô cùng đa dạng và đặc biệt được chế biến cực ngon. Sẽ giới thiệu khách sạn cho bạn bè tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "chloè",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi Hà Nội",
            "review_content": "Tuần vừa rồi mình có chuyến công tác ra Hà Nội, và nhân dịp này minh cũng ở lại Hà Nội chơi thêm vài ngày. Mình được bạn bè ở Hà Nội giới thiệu cho khách sạn Mỹ Kinh, mình rất bất ngờ vì trải nghiệm thật sự tuyệt vời tại khách sạn.Không gian sảnh cùng với mùi hương tinh dầu khiến mình cảm thấy thật ấm áp khi đặt chân vào khách sạn. Nhân viên khách sạn đón tiếp chúng mình rất nhiệt tình từ lúc mình đến nhận phòng cho tới lúc mình check out. Hạng phòng mình đặt là premier with balcony, phòng rất rộng và có bồn tắm. Mình rất bất ngờ vì những khách sạn trong phố cổ thường rất bí do có nhiều nhà cao tầng nhưng phòng mình ở có tầm nhìn rất thoáng. Cảm ơn MK đã mang đến cho mình trải nghiệm tuyệt vời. Nếu có cơ hội quay trở lại Hà Nội thì đây nhất định sẽ là một trong những điểm dừng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "khanhvynguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Mk Premier !",
            "review_content": "Tôi chỉ ở 1 đêm nhưng rất bất ngờ với dịch vụ khách sạn trong mùa dịch. Nhân viên lễ phép, thân thiện. Phòng rộng sạch sẽ  view đẹp. Ks liên hệ với tôi để lấy thông tin khai báo y tế trước. Tôi muốn gửi lời cảm ơn bạn Lễ tân đã giúp tôi đi mua quà cho con gái vì tôi ko có thời gian.",
            "reviewer_location": "Vịnh Hạ Long, Việt Nam"
        },
        {
            "name": "julylove",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 SAO cho MK Premier",
            "review_content": "Mình thích nhất là phòng sạch sẽ,khá rộng (so với các ksan khác ở phố cổ ^^) Ấn tượng luôn bữa tối ăn nướng trên rooftop nữa,riêng tư (ngồi đây cùng 1 ly rượu vang ngắm pháo hoa là chuẩn bài lun đó ) Nvien vui tính,chu đáo,mình thấy mọi thứ khác ok,có dịp nhất định sẽ quay lại ^^",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Mon",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một trải nghiệm thú vị tại MK",
            "review_content": "Chuyện là khi mình đi công tác tại Hà Nội 2N1Đ nhưng vài lý do hi hữu thì ksan mình book gặp trục trặc. May mắn thay mình được đổi sang MK Boutique để ở. Vừa đến nơi nhận phòng thì thật sự choàng ngợp trước những thiết kế và trang trí tại đây. Nó hoà hợp với kiến trúc cổ kính của ngôi đền Bạch Mã cạnh bên, tôn lên vẻ đẹp thời gian của văn hoá kiến trúc Việt xưa. Một nét phố cổ vừa được tái hiện lại hoàn toàn qua từng gian phòng tại MK Boutique. Phòng mình ở là hạng Luxury. Rất vừa và đầy đủ tiện nghi của một phòng dịch vụ cao cấp.  Nói chung sẽ quay lại nơi đây và chọn MK Boutique làm nơi để lưu trú cho những chuyến công tác sắp đến",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Captain Sparrow",
            "avatar": "",
            "review_rating": "5",
            "review_title": "1 of the best hotel in town!",
            "review_content": "Mình đi cùng công ty ra Hà Nội công tác và thật may mắn khi công ty mình đã chọn đặt phòng tại khách sạn Mk Premier boutique, nơi mình từng đón giao thừa năm 2019. Dù là mùa dịch nhưng nhân viên khách sạn vẫn rất nhiệt tình hướng dẫn đoàn check-in, khai báo và làm thủ tục nhanh chóng. Phòng ốc sạch sẽ, gọn gàng và đầy đủ tiện nghi. Rất hy vọng khi du lịch hồi phục, bệnh dịch đi xa mình còn được quay lại đây ở nhiều lần nữa. Highly recommended!!!",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Tuyết Hà",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KHÁCH SẠN THÂN THIỆN NHẤT MÌNH ĐƯỢC BIẾT",
            "review_content": "Khách sạn rộng, concept ấm cúng đậm chất Hà Nội. Nhân viên thân thiện và ấm áp. Đây là lựa chọn hàng đầu để cả gia đình cùng nhau thay đổi không khí ở ngay Hà Nội. Mình rất thích phòng view sang phía đền, lần đầu đi ở khách sạn mà cảm giác như ở nhà mình, 2 ngày cuối tuần trôi nhanh hơn, gia đình gắn kết hơn. Cảm ơn các bạn nhân viên thân thiện ở MK nhiều nhé.  ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Sinh L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "The best hotel ever",
            "review_content": "Mình book khách sạn để thay đổi không khí sau thời gian giãn cách, đồng thời có đặt khách sạn tổ chức 1 bữa tiệc nướng cho gia đình. Khách sạn có thiết kế độc đáo và sảnh rất rộng, rất chuyên nghiệp, nhân viên dễ thương, đồ ăn quá ngon so với mong đợi của gia đình. Mình sẽ giới thiệu cho bạn bè người thân và chắc chắn sẽ quay lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "huy mạnh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "phòng đẹp,nhân viên thân thiện và đồ uống rất ngon!",
            "review_content": "Một khách sạn tuyệt vời mà nay tôi mới biết tới nằm tại trung tâm phố cổ.Rooftop bar rất đẹp,đồ uống nhất ngon và các bạn nhân viên rất nhiệt tình.Đặc biệt cám ơn Mr lu đã hỗ trợ tôi trong suốt thời gian lưu trú.Tôi rất thích không gian ở đây nó làm tôi có 1 cảm giác an lành,mà hiếm có 1 nơi nào có.Nhất định tôi sẽ quay lại nơi này vào này gần nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hoàng giang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "một khách sạn  tuyệt vời",
            "review_content": "một khách sạn tuyệt vời ngay tại trung tâm phố cổ. nhân viên rất nhiệt tình và thân thiện. phòng ở rất tốt sạch sẽ không tì vết . đặc biệt quầy bar trên tầng thượng tuyệt đẹp đồ ăn thì trên cả tuyệt vời . chắc chắn sẽ quay lại đây mỗi khi về Hà Nội .",
            "reviewer_location": "Ninh Bình, Việt Nam"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn Mr Lu vì đã giới thiệu tour Sa Pa rất tuyệt vời",
            "review_content": "Tôi muốn gửi lời cảm ơn đến Mr Lu, người chăm sóc khách hàng tại khách sạn vì anh ấy đã hỗ trợ tôi và gia đình rất nhiều trong thời gian lưu trú tại khách sạn. Thời tiết Hà Nội rất nóng và Bộ phận Buồng phòng đã cho tôi mượn thêm một chiếc quạt để làm dịu không khí trong phòng và điều hòa thật may mắn đã được bật trước khi chúng tôi đến. Tôi thích bức tranh ở quầy lễ tân, nó giống như một Gallery vậy. Tôi cảm ơn Mr Lu đã giới thiệu Sa Pa tour rất mát mẻ và dễ chịu. Tôi sẽ quay lại đây sớm",
            "reviewer_location": "Ninh Bình, Việt Nam"
        },
        {
            "name": "Katie R",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hiệu quả và hữu ích",
            "review_content": "Nhân viên tuyệt vời, quán bar trên sân thượng đáng yêu và bộ sản phẩm là tuyệt vời cho giá cả. Rất khuyến khích! Bữa sáng được bày biện tốt. Thức ăn trên quầy bar trên sân thượng rất đáng yêu cũng như các loại cocktail. Trong hoàn cảnh khó khăn, họ vẫn chuyên nghiệp và bình tĩnh.",
            "reviewer_location": "Thames Ditton, Vương quốc Anh"
        },
        {
            "name": "Rebecca Pickering",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Thật không may, việc xây dựng ồn ào khiến chúng tôi tỉnh táo",
            "review_content": "Khách sạn này là hoàn hảo cho vị trí, trung tâm trong khu phố cổ và một điểm tốt để đi xung quanh thành phố. Chúng tôi tìm thấy hầu hết các địa điểm nhiều nhất là 10 phút đi bộ để đến.  Các phòng đều sạch sẽ và kích thước tốt với tất cả các tiện nghi (ngoài máy sấy tóc). Các nhân viên rất chu đáo và thân thiện. Thêm vào đó, có một quán bar trên tầng thượng yên bình và mang đến một nơi yên tĩnh trong một thành phố hối hả và nhộn nhịp!  Tuy nhiên, tất cả những khu vực này đều rất tuyệt, trong suốt thời gian chúng tôi ở đó, có một công việc đang diễn ra bên cạnh mà khách sạn không thể giúp đỡ nhưng điều này khiến chúng tôi thức cả đêm. Do xây dựng trong khu phố cổ, họ không thực hiện công việc vào ban ngày để tránh tiếng ồn và gián đoạn cho khách du lịch mà thay vào đó làm việc",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "SandyBeachSlayer",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Ăn sáng và làm việc qua đêm",
            "review_content": "Các nhân viên thân thiện và niềm nở và khách sạn nằm ở một vị trí tuyệt vời. Nằm ở trung tâm của khu phố cổ, khách sạn nằm gần tất cả các tiện nghi và một hòn đá ném từ văn hóa, nhà hàng và quán bar tuyệt vời của Hà Nội.  Phòng là cơ bản nhưng sạch sẽ và gọn gàng, và đã được cập nhật theo phong cách hiện đại. Không có máy sấy tóc mặc dù - vì vậy hãy mang theo của riêng bạn!  Có một quán bar trên sân thượng xinh xắn với đội ngũ nhân viên thân thiện mang đến một lối thoát yên tĩnh khỏi sự hối hả và nhộn nhịp của thành phố bên ngoài khuôn viên khách sạn.  Khách sạn này bị thất vọng bởi bữa sáng tầm thường với món trứng tráng, bánh mì và bánh ngọt. Nó ổn và ăn được nhưng không tuyệt vời - vì vậy hãy chuẩn bị! !  Tôi chủ yếu đánh dấu 3 sao này vì công việc xây dựng TERRIBLE được nghe",
            "reviewer_location": "New York"
        },
        {
            "name": "Saimai100",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Họ Quên để đón ở sân bay Hà Nội",
            "review_content": "Thứ nhất, đây là một khách sạn cổ điển được trang trí sành điệu ở một vị trí tuyệt vời trong khu phố cổ Hà Nội. Tôi là một du khách khuyết tật và tôi có một vài vấn đề với khách sạn này. Chúng tôi đã đặt phòng tại khách sạn này vào ngày 29 tháng 11 năm 2019 để đến vào ngày 16 tháng 1 năm 2020. Tại thời điểm đặt phòng, tôi đã gửi email cho khách sạn yêu cầu chuyển sân bay, bao gồm cả số chuyến bay và thời gian của chúng tôi, họ đã xác nhận bằng email trả lời. Tôi đã nhận được email xác nhận từ họ vì vậy tôi đã thấy cần phải xác nhận lại việc chuyển sân bay của chúng tôi một ngày trước khi chúng tôi đến. Khi chúng tôi đến sân bay Hà Nội, không có ai ở đó từ khách sạn của chúng tôi đến đón chúng tôi. Sau khi chờ đợi một giờ bên ngoài sân bay và bị mosquitos cắn chết, tôi nhận được",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vinnyshek",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ở lại vui vẻ",
            "review_content": "Chúng tôi ở trong một phòng đôi có máy lạnh rất tốt và thoải mái. Họ cũng có một quán bar / nhà hàng trên tầng thượng để phục vụ bữa sáng hoặc đồ uống buổi tối, thật tuyệt vời để tránh xa giao thông hỗn loạn.  Tốt cho bữa sáng bao gồm một số món ăn châu Á, một phần lục địa và trạm thực phẩm nóng phục vụ trứng làm theo yêu cầu và mì súp.  Chúng tôi ở trên tầng hai. Vào ban đêm, bạn vẫn có thể nghe thấy một số tiếng ồn từ đường phố nhưng chúng tôi không quá bận tâm về điều đó. Khách sạn này đã từng rất sạch sẽ.  Tôi phải nhấn mạnh rằng Mark cực kỳ hữu ích từ ngày 1. Chúng tôi đến đây lúc 12 tuổi và may mắn là phòng của chúng tôi đã sẵn sàng nên anh ấy đã kiểm tra chúng tôi sớm. Khi thanh toán, chúng tôi quên đặt chỗ vận chuyển ở đầu kia ở Năng nên Mark đã giúp chúng tôi liên lạc",
            "reviewer_location": "Edinburgh, Vương quốc Anh"
        },
        {
            "name": "Robyn D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở vị trí hoàn hảo",
            "review_content": "Khách sạn tuyệt vời nằm ở trung tâm của khu phố cổ với các nhà hàng và cửa hàng ngay trước cửa nhà bạn. Khu vườn trên sân thượng tuyệt đẹp cho đồ uống hoàng hôn. Quản lý dịch vụ khách hàng Do rất hữu ích trong việc tổ chức vận chuyển và lời khuyên cho các nhà hàng. Tất cả các nhân viên rất thân thiện và ăn sáng tự chọn tốt. Cảm ơn bạn cho bánh kỷ niệm. Một liên lạc rất tốt đẹp",
            "reviewer_location": "Cairns, Úc"
        },
        {
            "name": "Devesh B Mittle",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn Decent",
            "review_content": "Địa điểm là ở trung tâm thành phố và trên một con phố đóng gói có rất nhiều quán bar và nhà hàng và rất sôi động vào ban đêm. Khách sạn yên tĩnh tươm tất nhưng thất vọng với phòng. Kích thước của phòng tắm là khá nhỏ và các phòng cũng vậy. Điều tồi tệ hơn là điều hòa không khí của chúng tôi không hoạt động đúng và phải đặt thêm quạt trong cả 3 ngày ở lại vì việc bảo trì không hoạt động vào cuối tuần như đã thông báo cho chúng tôi. Các dịch vụ ăn sáng và bar là yên tĩnh tốt. Sự đa dạng trong bữa ăn sáng là quá tốt. Nhìn chung tìm kiếm một khách sạn khác nếu đi du lịch với gia đình",
            "reviewer_location": "Mumbai (Bombay), Ấn Độ"
        },
        {
            "name": "Lily P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời MK Premier Boutique Hotel tại Hà Nội",
            "review_content": "Vị trí tuyệt vời ngay trung tâm của khu phố cổ. Phòng tuyệt vời và nhà hàng và quán bar trên mái tuyệt đẹp. Nhà bếp phục vụ cho tất cả các nhu cầu gluten miễn phí của chúng tôi. Các nhân viên cực kỳ thân thiện và đặc biệt là Ngô Thanh Du đã chăm sóc chúng tôi rất tốt. Chúng tôi đã được chào đón nồng nhiệt với đồ uống giải khát và khăn lạnh khi đến nơi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Arantxa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Thủ tướng là một khách sạn tuyệt vời, bạn bè của chúng tôi đề nghị chúng tôi. Bạn sẽ tìm thấy một người đàn ông rất tốt bụng tên là Kgo Thanh Du, người sẽ tham dự bạn. Chúng tôi đang đến từ Tây Ban Nha. Chúng tôi khuyên bạn nên khách sạn này nếu bạn đến thăm Hà Nội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Gavin W",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một nơi khá mát mẻ. Tất cả mọi thứ bạn cần",
            "review_content": "Tầng thượng tuyệt vời (Châu Á làm tốt những điều này), nhưng làn gió đẹp và là nơi tuyệt vời cho một G & T vào cuối ngày, hoặc một nơi nào đó yên tĩnh để ngồi (tránh xa tiếng còi inh ỏi) vào buổi sáng. Tôi đã ở đó để kinh doanh và nó vẫn ổn. WiFi không rực rỡ, nhưng vẫn sống sót. Tất nhiên, lòng hiếu khách là tuyệt vời, nhưng đó là điển hình trong các khách sạn nhỏ ở Việt Nam",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Valérie N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tốt nhất bao giờ hết!",
            "review_content": "Trước hết, chúng tôi xin cảm ơn cả đội và Eric vì đã tổ chức kỳ nghỉ của chúng tôi.  Chúng tôi đặt trực tiếp với khách sạn 2 đêm và một chuyến đi đến Sapa và Vịnh Hạ Long. Mọi thứ được tổ chức rất tốt, một số thứ chúng tôi không mong đợi được bao gồm (ví dụ: một số bữa ăn trong các chuyến đi hoặc giúp lấy vé tàu của chúng tôi) sự chú ý nhỏ làm thay đổi mọi thứ và làm cho nhóm trở nên đáng kinh ngạc.  Khi chúng tôi đến, chúng tôi đã được chào đón nồng nhiệt và ngay lập tức chúng tôi có thể có phòng sau một chuyến đi dài. Việc chuyển từ và đến sân bay được bao gồm khi chúng tôi đặt mọi thứ với khách sạn và chúng tôi cũng đã nâng cấp với phòng.  Chuyến đi của SAPA: chúng tôi quyết định đến Sapa bằng một chuyến tàu đêm, chuyển đến ga xe lửa, giường trong tàu, v.v ... Mọi thứ diễn ra",
            "reviewer_location": "Lausanne, Thụy Sỹ"
        },
        {
            "name": "taylormwilliams10",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kinh ngạc",
            "review_content": "Khách sạn là tuyệt vời cũng như spa! Tất cả các nhân viên đều rất tốt và có sức chứa, họ đã giúp mọi thứ chúng tôi cần! Rất khuyến khích và tôi sẽ trở lại! Tôi đến với bốn người bạn và các phòng rất sạch sẽ. Điểm tốt nhất là quán bar trên sân thượng, nó có tầm nhìn tuyệt vời! !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jon O",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở trung tâm của khu phố cổ",
            "review_content": "Khách sạn này thực sự là đúng trong khu phố cổ. Nó rất đẹp và thoải mái.  Điều ở trong tâm trí tôi về nơi này là nhân viên. Họ không thể hữu ích hơn. Họ sẽ làm bất cứ điều gì cho bạn và tôi cảm thấy rất hoan nghênh và ở nhà. Cảm ơn bạn. Rất khuyến khích.",
            "reviewer_location": "Hove, Vương quốc Anh"
        },
        {
            "name": "Shawn A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất khuyến khích",
            "review_content": "Ở lại đây cho hai đêm đầu tiên của tôi ở Hà Nội. Thật sự rất thích ở lại của tôi ở đây. Các phòng hơi nhỏ nhưng vẫn đẹp. Các khách sạn nằm ở một vị trí tuyệt vời và ha / một quán bar trên tầng thượng tuyệt vời và một spa. Tôi ở lại trong dịp Tết và họ có một thực đơn và bữa tiệc đặc biệt tại quán bar trên sân thượng để xem pháo hoa vào nửa đêm. Phần tốt nhất của kỳ nghỉ là bữa sáng miễn phí mỗi ngày trong nhà hàng trên tầng thượng. Có một bữa tiệc buffet gồm các món ăn sáng đặc trưng của phương Tây cũng như trạm omelet và súp của trạm ban ngày với các loại phở khác nhau mỗi ngày. Nó có một chút đắt hơn những nơi khác nhưng tôi rất muốn giới thiệu nơi này.",
            "reviewer_location": "Spring, Texas"
        },
        {
            "name": "Oriol J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khá tốt",
            "review_content": "Nó có một chút ồn ào do được bên cạnh đường với dường như tất cả các xe đạp trên thế giới lái xe bằng, nhưng nó là khá tốt. Ăn sáng là tốt đẹp, không lớn nhưng bạn có thể ăn khá tốt, nó là nhiều hơn một loại bữa ăn nửa buổi. Các phòng đều thoải mái và sạch sẽ. Không phải là loại \"đá quý ẩn\" của khách sạn nhưng trông vẫn đẹp hơn hầu hết các địa điểm khác ở hà nội.  Quan trọng: Có wifi miễn phí trong mỗi phòng, sảnh và nhà hàng.",
            "reviewer_location": "Barcelona, Tây Ban Nha"
        },
        {
            "name": "JM5975",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một kỳ nghỉ tuyệt vời khác",
            "review_content": "Đây là lần thứ hai của chúng tôi ở đây và nó đã được tốt như là lần đầu tiên. Vị trí trong Khu Phố Cổ thật tuyệt vời. Hành lý được giữ an toàn trong khi chúng tôi đến Vịnh Hạ Long. Ăn sáng ok. Lối vào với khu vực chỗ ngồi bên ngoài bí mật của nó giống như một thiên đường từ sự hối hả và nhộn nhịp của các đường phố. Ngồi và thưởng thức đồ uống yên tĩnh và xem mọi thứ trôi qua. Quầy bar ở tầng trên rất yên tĩnh. Chúng tôi đã có một giấc ngủ ngon và chúng tôi không bị làm phiền bởi tiếng ồn. Phòng lớn và sạch sẽ. . . không biết về kích thước của phòng tiêu chuẩn mặc dù. Circle K nằm ở góc cách đó khoảng 50 m. Chúng tôi ở lại 3 đêm và chắc chắn sẽ ở lại đây một lần nữa. Nhân viên rất thân thiện.",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Stefan G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ngay tại trung tâm của Old Town",
            "review_content": "Fantastic khách sạn trong khoảng cách đi bộ đến nhiều điểm tham quan, nhà hàng và quán bar. Các nhân viên rất thân thiện và hữu ích và giá cả hợp lý hơn. Rat khuyen khich! ! Tôi sẽ ở lại đó một lần nữa trong chuyến thăm tiếp theo của tôi đến Hà Nội.",
            "reviewer_location": "Sydney, Úc"
        },
        {
            "name": "Richard I",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn boutique rất đẹp",
            "review_content": "Phòng hiện đại, rộng rãi, sạch sẽ và thoải mái này có ban công đẹp mắt. Vị trí hoàn hảo, rất nhiều quán bar và nhà hàng bên cạnh. Quầy bar trên tầng thượng là không gian ấm cúng đặc biệt! Nhân viên rất thân thiện và hữu ích.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Caroline C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời ở trung tâm của khu phố cổ Hà Nội",
            "review_content": "Rất khuyên bạn nên ở trong khách sạn này nếu bạn đang đi đến Hà Nội. Chúng tôi ở đây 3 đêm khi chúng tôi ở Hà Nội và hoàn toàn yêu thích nó! Quầy bar trên tầng thượng tuyệt đẹp và là một nơi tuyệt vời để thoát khỏi những con đường nhộn nhịp của Hà Nội. Spa là tuyệt vời và tất cả các nhân viên đều đáng yêu ở đây. 5 sao!",
            "reviewer_location": "Dublin, Ireland"
        },
        {
            "name": "Alan B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời",
            "review_content": "Khách sạn thực sự tuyệt vời ngay tại trung tâm của khu phố cổ Hà Nội. Các phòng đều không tì vết và các nhân viên luôn chào đón và đáp ứng mọi nhu cầu của chúng tôi. Chắc chắn sẽ ở lại một lần nữa và giới thiệu cho bất cứ ai tìm kiếm một nơi thoải mái để ở lại trung tâm của Hà Nội.",
            "reviewer_location": "Dublin, Ireland"
        },
        {
            "name": "Honghanh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lich cung gia đình",
            "review_content": "Chúng tôi có một thời gian tốt khi chúng tôi ở lại đây. Các nhân viên là friendlly, người đàn ông là người quản lý phong cách rất chuyên nghiệp. Anh luôn giúp đỡ chúng tôi mọi thứ. Chúng tôi rất thích khi ở đây. Nếu chúng tôi trở lại HaNOi, chúng tôi sẽ chọn khách sạn này. Sẽ giới thiệu với bạn bè của tôi.",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Jamojoplin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi tuyệt vời để ở",
            "review_content": "Vị trí tuyệt vời trong trái tim của mọi thứ để làm & xem Chỗ ở được sạch sẽ & duy trì tốt và giá cả tốt. . nhân viên rất thân thiện và hữu ích - sẽ làm mọi thứ từ việc sắp xếp dịch vụ đón tại sân bay đến đổi tiền cho đặt tour và tất cả ở mức giá tuyệt vời - quầy bar trên tầng thượng là một phần thưởng tuyệt vời - tuyệt vời - (mặc dù abit pricey) & spa ban ngày là giá cả hợp lý để massage tuyệt vời - Chắc chắn sẽ ở lại đây một lần nữa",
            "reviewer_location": "Geelong, Úc"
        },
        {
            "name": "Kathi J",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thực sự tốt đẹp của khách sạn với một spa tuyệt vời!",
            "review_content": "Chúng tôi ở lại đây vài ngày và chúng tôi thực sự thích nó. Khách sạn thực sự đẹp và sạch sẽ và những thứ tuyệt vời!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nindra2018",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ghé thăm các ngày nghỉ học",
            "review_content": "Từ lần liên hệ email đầu tiên với khách sạn, dịch vụ này là ngoại lệ. Chúng tôi đến Hà Nội với người lái xe đang chờ. Các nhân viên tại khách sạn rất chuyên nghiệp từ thời điểm chúng tôi đến và mỗi ngày trong suốt thời gian của chúng tôi. Tôi cần một phòng phụ được nhanh chóng cung cấp vào ngày hôm sau. Không phiền phức. chúng tôi chọn sử dụng tư vấn du lịch và tham quan từ bàn bán tour trong nhà. Lời khuyên thật tuyệt vời. Các tour du lịch tổ chức đến Vịnh Hạ Long qua khách sạn là tuyệt vời. Hassel miễn phí và thuận tiện. Vị trí của khách sạn ở Hà Nội là trung tâm và tiết lộ mọi thứ. Các bữa ăn sáng hơn adaquate cho appitite của một thiếu niên. Thanh trên mái nhà rất tiện lợi. Spa tuyệt vời đã có một massage và mặt. Nhân viên tuyệt vời tại Spa và lễ tân. Cảm ơn bạn đã có một kỳ",
            "reviewer_location": "Cairns District, Úc"
        }
    ],
    "hotel": {
        "location": "72 - 74 Hàng Buồm, Q. Hoàn Kiếm, Hà Nội Việt Nam",
        "name": "Khách sạn Mỹ Kinh",
        "geo_data": {
            "latitude": 21.036014556884766,
            "longitude": 105.85179901123047
        },
        "room_number": "65",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/5d/65/a4/balcony-luxury-room--v17857212.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/f0/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/ec/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/ea/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/e7/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/e2/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/e1/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/db/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/10/d9/gym.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/ec/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/e8/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/e7/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/e6/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/e5/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/dc/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/d8/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/d2/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/cd/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/c8/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/d8/0f/c6/kha-ch-sa-n-my-kinh.jpg?w=1200&h=-1&s=1"
        ]
    }
}