{
    "content": [
        {
            "name": "Trong Ngoc",
            "avatar": "",
            "review_rating": "4",
            "review_title": "CẢM NHẬN CÁ NHÂN VỀ CÁC DỊCH VỤ TẠI KHÁCH SẠN",
            "review_content": "Mình sẽ viết lại cảm nhận về một số tiêu chí của Khách Sạn để các bạn xem xét để lựa chọn một kỳ nghỉ cho phù hợp ✅ Điểm ưu ái đầu tiên khi gia đình đặt chân tới ĐN (Đà Nẵng) chính là sự đón tiếp nhiệt tình từ khách sạn bằng siêu xe fortuner :))))). Về bộ phận xe của khách sạn mình đánh giá cao cho thái độ cũng như sự nhiệt tình của các bác tài của khách sạn. Do gia đình có hai đoàn 1 đoàn từ Hà Nội bay vào còn đoàn bên mình 5 người lớn và 1 trẻ con bay từ vinh vào trước nên có đặt dịch vụ đưa đón tại sân bay! Và trong tất cả hành trình 5 ngày 4 đêm bên mình đều sử dụng dịch vụ xe của Khách sạn => đánh giá cao tiêu chí đầu 5⭐️ ✅Đến Khách sạn: Điểm cộng tiếp theo đó là khách sạn cực gần biển chỉ cần 1 cú lội ngược dòng vài phút băng qua đường là bạn tới ngay bờ biển đẹp trước mặt",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nguyenhuyenmy102690",
            "avatar": "",
            "review_rating": "5",
            "review_title": "tuyệt vời",
            "review_content": "3 ngày ở  khách sạn của các bạn tôi rất hài lòng về chất lượng cũng như dịch vụ, thái độ phục vụ tận tình chu đáo, buffe sáng rất ngon. Nếu có dịp đến Đà Nẵng tôi sẽ vẫn chọn khách sạn Orchid Hotel Danang.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Longwl28",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Tạm được",
            "review_content": "Bay chuyến muộn nên đêm muộn mới đến checkin. Nhân viên nhiệt tình. Bị đưa đúng phòng chìa khoá từ hỏng nhưng nhân viên khắc phục ngay. Phòng hơi cũ. Ăn sáng hơi ít món, đồ ăn chấp nhận được. Lợi thế là khách sạn ngay bờ biển.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AceDragon",
            "avatar": "",
            "review_rating": "4",
            "review_title": "khách sạn này 3 sao mà cũng tốt về nhiều thứ",
            "review_content": "được có thể tiện cho đi chơi và du lịch, các bạn trẻ có thể đên đây nghĩ ngơi, đi chơi và tận hưởng về đà nẵng, gần biển PHạm văn đồng, đẹp, có tầm nhìn ra biển thoáng mát, giá cả tầm trung, nếu đặt trước có thể sẽ rẻ hơn mong đợi, hãy đến với khách sạn 3 sao giá rẻ đà nẵng",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "noha785",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên rất thân thiện và vị trí mặt biển.",
            "review_content": "Thật tuyệt vời! Mọi thứ đều tốt trong chuyến đi của tôi. Tôi và bạn thân có 1 chuyến du lịch Đà Nẵng đáng nhớ từ 05-07Mar. Phòng rộng, sạch sẽ, mặt biển. Đồ ăn sáng rất ngon. Cô bé lễ tân rất thân thiện, nhân viên phục vụ chu đáo. Nếu có dịp quay lại Đà Nẵng, tôi vẫn chọn khách sạn. Many thanks.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "hoangchiphong",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Orchid Hotel - Phòng đẹp, nhân viên phục vụ tận tình",
            "review_content": "Trong một lần đi phượt Đà Nẵng, thông qua một người bạn giới thiệu, tôi đã nghỉ tại Orchid 3 ngày. Nhìn chung, khách sạn có dịch vụ khá tốt: phòng rộng, sạch sẽ, thoáng đẹp, giá cả hợp lý, có cho thuê xe máy, xe ô tô theo giờ và theo ngày, nhân viên phục vụ thân thiện, tận tình phục vụ và tư vấn khách các tour du lịch gần. Tuy nhiên, có lẽ mình là người miền Nam nên các bữa sáng không được hợp khẩu vị cho lắm, wifi 24/24 nhưng có lúc mạnh, lúc yếu. Tóm lại, mình khá hài lòng sau khoảng thời gian lưu lại Orchid.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "839linah",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Good Hotel at Da Nang",
            "review_content": "Tôi đã đến Đà Nẵng để nghỉ ngơi, thật may nhờ có bạn giới thiệu khách sạn Orchid. Nhân viên thân thiện, vị trí gần bờ biển, phòng óc sạch sẽ,... Khách sạn Orchid góp phần cho tôi có thời gian nghỉ ngơi, vui vẻ tại thành phố Đà Nẵng. Gửi lời cảm ơn đến toàn thể nhân viên tại khách sạn Orchid.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Bacninh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một chuyến đi tại một khách sạn tuyệt vời",
            "review_content": "Tôi đã nhiều lần đến với thành phố Đà Nẵng, công tác và nghỉ ngơi, lần này đi nghỉ với gia đình. Cả nhà đều rất hài lòng với dịch vụ của khách sạn Orchid: bữa sáng phong phú, nhiều món và rất ngon; phòng rộng rãi, sạch sẽ và thoáng mát với đầy đủ tiện nghi; internet nhanh và đặc biệt vị trí của khách sạn ngay trước bãi biển tuyệt đẹp. Chúng tôi thực sự hài lòng và chắc chắn sẽ quay lại đây trong thời gian sớm nhất.",
            "reviewer_location": "Utrecht, Hà Lan"
        },
        {
            "name": "skylibra",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn thân thiện",
            "review_content": "Nhân viên thân thiện, giá hợp lí có ăn sáng  phù hợp trẻ con và người lớn. Gần bãi tắm. Đi bộ khoảng 5 phút là ra đến biển. Buổi tối gần chỗ ăn hải sản bé mặn và hàu sữa. Thuê xe máy đi dạo buổi tối rất tiện",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "HaiYen238",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, 1 nơi đáng đến",
            "review_content": "Mình rất thích đi du lịch, đã từng ở nhiều khách sạn 3 sao trên Đà Nẵng, phải nói khách sạn Orchid đã để lại nhiều ấn tượng. Giá phòng khá tốt, vị trí đẹp, gần các quán ăn ngon. Phòng đẹp và sạch sẽ, nhân viên vui vẻ, Buffet sáng tuy không quá nhiều món nhưng ngon hợp khẩu vị, phục vụ nhanh. Khách sạn có xe điện đưa đón ra bãi tắm rất tiện. Ấn tượng nhất là chị giám đốc trẻ người Hà Nội, nói chuyện rất thân thiện và vui vẻ, biết nhiều ngoại ngữ và đặc biệt là được chứng kiến chị nói tiếng Trung với khách Trung Quốc như gió",
            "reviewer_location": "Bac Giang, Việt Nam"
        },
        {
            "name": "Hà P",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Phòng đẹp và vị trí tốt",
            "review_content": "Khách sạn sạch sẽ, thoáng mát, vị trí gần biển, gần các địa điểm tham quan nên việc di chuyển tiết kiệm thời gian, phục vụ viên nhiệt tình, giá cả mình thấy khá rẻ so với tiêu chuẩn 3 sao tại Đà Nẵng.",
            "reviewer_location": "Hanoi, Vietnam"
        },
        {
            "name": "thuc_cbyt",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn có vị trí đẹp",
            "review_content": "Trước tiên mình xin nói về những mặt được: khách sạn đối diện bãi tắm rất thuận tiện, view đẹp, tương đối sạch sẽ, tiện nghi đáp ứng yêu cầu tiêu chuẩn; nhân viên nhẹ nhàng, thân thiện; giá phòng hợp lý.  Thang máy khách sạn tuy nhanh nhưng chỉ có 1 cái nên thời gian chờ khá lâu. Nhìn chung mình thấy khá hài lòng. Cảm ơn Orchid! Nếu có dịp đi du lịch, mình sẽ lại đặt phòng của các bạn!",
            "reviewer_location": "Hà Tĩnh, Việt Nam"
        },
        {
            "name": "tranngocphuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một khách sạn hiếu khách",
            "review_content": "Tôi đi công tác tại Đà Nẵng, cần một địa điểm nghỉ ngơi và chuẩn bị công việc, nhân viên tôi đã bố trí đặt phòng ở tại khách sạn này. Phòng Penthouse rất đẹp, nhân viên cũng bài bản và thân thiện. Bất ngờ lớn nhất của tôi là nhận được cái gõ cửa buổi tối ngày 18/10, có 3 bạn nhân viên người cầm đàn guitar, người cầm bánh, một bạn ôm bó hoa và đồng thanh hát tặng sinh nhật tôi. Tôi thật sự bất ngờ và cảm động. Cảm ơn khách sạn Orchid, tôi sẽ còn quay lại đây cùng gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "phint86",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí, không gian và ngoại cảnh tuyệt vời",
            "review_content": "Khách sạn nằm đối diện bãi tắm chính nhưng lại có một vị trí hết sức riêng biệt và yên tĩnh. Vợ chồng mình ở phòng Deluxe thì có thể nhìn bao quát toàn bộ đường biển và các bãi tắm đông đúc. Cảm nhận sau khi mình kết thúc kỳ nghỉ tại đây làm cho mình rất thích cuộc sống tại Đà Nẵng này.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "antmax62",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Bắt đầu tuyệt vời",
            "review_content": "Chọn khách sạn này trên một trang web. Đến và nhân viên đã thân thiện và đáp ứng mọi yêu cầu. Căn phòng sạch sẽ nhưng hơi lỗi thời với những vết hằn và vết sẹo trên tường. Tôi ở đó với gia đình hai tuần, không may 3 ngày ở, khách sạn mất nước nóng. Sau một số ngày không có nước nóng, chúng tôi quyết định trả phòng và chuyển đến một khách sạn lân cận. Khách sạn nằm gần bãi biển và các nhân viên đã làm những gì họ có thể với tình huống tốt nhất có thể.",
            "reviewer_location": "Henderson, Nevada"
        },
        {
            "name": "E_Sin15",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt cho kỳ nghỉ ngắn",
            "review_content": "Ở lại đây một đêm sau khi tham quan đồi Ba na và trước khi đến Hội An vài ngày trước. Khách sạn nhỏ, ăn sáng rất đơn giản. Tuy nhiên phương trình là tốt và mới. Nằm gần khu vực và bãi biển. Có thể chấp nhận vì giá của nó là 14 USD",
            "reviewer_location": "Singapore, Singapore"
        },
        {
            "name": "Duane P",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Có những nơi tốt hơn, quầy lễ tân muốn thêm tiền mặt",
            "review_content": "Tôi ở lại Đà Nẵng vài ngày ở một khách sạn khác, trên chuyến bay của tôi, tôi đã ở lại hai đêm nữa tại Orchid. Không phải là một trải nghiệm tốt. Các phòng được sạch sẽ, ngoại trừ cho 3 chân bởi 6 chân nấm mốc tăng trưởng trên tường, có mùi nó. Họ nói với chúng tôi rằng họ sẽ gửi một ai đó để làm sạch nó, không bao giờ xảy ra sau nhiều yêu cầu. Chúng tôi chỉ ngủ trong phòng và đã ra ngoài và về trong ngày vì vậy nó thực sự không phải là xấu. Vấn đề thực sự là nhân viên tại quầy lễ tân. Bạn gái của tôi đã đặt một phòng cho ba người chúng tôi (con gái của cô ấy đã ở cùng chúng tôi) trên Booking. com. Tuy nhiên, các nhân viên không thích mức giá chúng tôi đã trích dẫn, chúng tôi đã đưa ra các biểu mẫu nhưng họ không thích. \"Đứa trẻ có thể ở trong phòng, nhưng không có gối, không có",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "clarenashphotography",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beachside Bliss",
            "review_content": "Chúng tôi chỉ ở lại Đà Nẵng một vài đêm, nhưng chúng tôi yêu thích nó rất nhiều, chúng tôi ở lại một tuần! Khách sạn duyên dáng bên bãi biển này đã giúp cho kỳ nghỉ của chúng tôi trở thành một nơi dễ chịu nhất. Phòng của chúng tôi là một kích thước tốt, đẹp và hiện đại, với một phòng tắm lớn, và một vòi sen thực sự tốt. Ăn sáng đã được bao gồm trong giá rất hợp lý, và rất tốt, với rất nhiều sự lựa chọn. Vị trí tuyệt vời, ngay phía bên kia đường từ bãi biển (phòng nhìn ra biển đắt tiền hơn), không xa 'Cầu Rồng', hít vào lửa vào tối thứ Bảy và Chủ Nhật lúc 9 giờ tối, và giữa cả 'Núi Ngũ Hành Sơn' và 'Khỉ Núi ', với Đức Phật khổng lồ nhìn ra biển và bãi biển. Chúng tôi có xe tay ga riêng của chúng tôi, vì vậy bãi đậu xe ngầm an toàn là một tiền thưởng thêm. Chúng tôi thích sử dụng",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "BobZ9",
            "avatar": "",
            "review_rating": "5",
            "review_title": "A Great little Hotel",
            "review_content": "Nơi yêu thích của chúng tôi để ở lại Đà Nẵng. . . 3 sao, không đắt tiền. . Các nhân viên thân thiện và có vẻ quan tâm. . giường là hợp lý mềm. . ăn sáng. . họ thậm chí còn muốn tôi muốn sau ngày thứ 3. . trứng bác với pho mát. . và đèn hiệu. . và bánh mì nướng. . . . . phòng yêu thích của chúng tôi hướng ra biển. . tầng 5. . phòng rộng rãi. . dọn dẹp. . . và đi bộ một đoạn ngắn đến Bãi biển. . .",
            "reviewer_location": "Lawrenceville, New Jersey"
        },
        {
            "name": "ngocngoc93",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bình thường thôi",
            "review_content": "Tôi đã ở 1 đêm vào năm mới 2018. Khách sạn này nằm trên đường Võ Nguyên Giáp gần bãi biển. Nhưng nếu bạn muốn tìm một số nhà hàng tốt hoặc thức ăn địa phương, bạn phải đi đến thành phố, cách khách sạn khoảng 3 km. Các phòng là đủ cho 2 người ở lại nhưng cơ sở vật chất không tốt. Nhân viên khá thân thiện và hữu ích",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Mac_Don2000",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Giá rẻ, sạch sẽ, gần bãi biển khe của tôi",
            "review_content": "Tôi đang viết điều này trong khi ngồi trong bữa sáng tự chọn tại phong lan. Đối với 22 USD nó là một việc tốt và nó bao gồm ăn sáng. Các phòng được sạch sẽ và lớn. Nó đi kèm với phòng tắm kích thước tốt. Giường là siêu cứng nhưng không có vấn đề đối với chúng tôi. Ăn sáng là hợp lý. Khách sạn rất gần nhưng đủ xa để tránh tiếng ồn từ bãi biển. Ở lại đây để có một trải nghiệm rẻ tiền, tốt, nhanh chóng của danang",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "BobZ9",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Yêu thích của chúng tôi .. Gần bãi biển",
            "review_content": "Quay lại lần nữa. . . Lần thứ ba chúng tôi ở lại đây. . . Dọn dẹp. . . Một bữa ăn sáng tốt. . . Wifi. . . và không đắt tiền. . . thường là trên tầng 5. . . Quay mặt ra Đại dương. . . Một cái nhìn đẹp của biển. . và những bức ảnh mặt trời mọc vào buổi sáng tuyệt vời. . . Một chiếc giường mềm hợp lý. . . Chỉ một đoạn đi bộ ngắn trên đường đến Bãi biển. . . và khu nghỉ mát Temple DaNang Beach. . .",
            "reviewer_location": "Lawrenceville, New Jersey"
        }
    ],
    "hotel": {
        "location": "154 Võ Nguyên Giáp, Đà Nẵng 550000 Việt Nam",
        "name": "Khách Sạn Orchid Đà Nẵng",
        "geo_data": {
            "latitude": 16.0751895904541,
            "longitude": 108.24481201171875
        },
        "room_number": "62",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9d/53/superior-twin-room-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/82/65/f2/lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9e/26/beach-front-orchid-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/82/55/7d/double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/82/55/83/sup-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/82/54/e2/deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9e/3f/oean-view-from-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9d/3e/superior-triple-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9d/22/superior-triple-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9d/20/superior-dbl-room-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9d/0c/superior-dbl-room-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/fb/senior-deluxe-twin-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/ee/senior-deluxe-twin-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/db/senior-deluxe-twin-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/cd/senior-deluxe-dbl-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/bf/restaurant-orchid-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/aa/reception-orchid-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/9e/lobby-orchid-hotel-da.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/81/honeymoon-room-orchid.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/79/9c/7d/family-room-orchid-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}