{
    "content": [
        {
            "name": "Huyền P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Các bạn Nhân viên phục vụ chu đáo và nhiệt tình. Bạn Nhẫn lễ tân rất nhiệt tình với khách hàng Dịch vụ tốt, buffe sáng ổn, địa chỉ gần biển chỉ cách 2 phút đi bộ. Mọi thứ rất tốt sẽ quay lại lần sau có có dịp quay lại Đà nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Phuong L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Everything's good",
            "review_content": "Everything's good...... Khách sạn tốt, gần biển chỉ cách biển 2 phút đi bộ. Bữa sáng đa dạng. Đặt biệt các bạn nhân viên rất nhiệt tình và thân thiên với khách hàng. Sẽ quay lại nếu có dịp đến lại Đà nẵng !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hải Yến L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent!",
            "review_content": "Khách sạn sạch đẹp, các bạn phục vụ rất thân thiện, chu đáo , nhiệt tình. Đồ ăn sáng rất ngon, phong phú.  Lần trở lại sau các bạn là sự lựa chọn ưu tiên của chúng tôi. Cảm ơn các bạn nhé! Hẹn gặp lại!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vân",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí đẹp, nhân viên nhiệt tình",
            "review_content": "Vị trí khá gần biển đi bộ sang biển mất khoảng 3 phút,  nhiều hàng quán bên cạnh , đặt biệt bạn lễ Tân tên Vy rất nhiệt tình. Rất hài lòng. Giá cả cũng hợp lý.  Phòng cũng khá sạch sẽ. Nếu có dịp mình sẽ quay lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuyết N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good",
            "review_content": "Good . Khách sạn sạch sẽ nhân viên thân thiện , ăn sáng ngon, vị trí gần biển. Tôi cảm thấy rất thuận tiện khi đi bộ từ đây ra biển và ngắm nhìn hoàng hôn. Một trải nghiệm khá là thú vị khi đi tới Đà Nẵng và ở tại khách sạn Senorita",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Quế T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn có rất nhiều thuận lợi , giá xứng đáng với giá tiền",
            "review_content": "Khách sạn gần biển, mọi thứ rất là tiện ích khi ở tại khách sạn, nhan vien nhiêt tình giải đáp những thắc mắc của khách hàng, ăn sáng tốt, phòng sạch tiện nghi, những khu tiện ích rất gần khách sạn. Tôi sẽ luôn ủng hộ khách sạn khi quay lại đà nẵng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Toàn T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful hotel at da nang",
            "review_content": "Nhân viên thân thiên, khách sạn dep, ăn sáng ngon, di bộ ra bien chỉ 2 phút, giá cả phù hợp với chất lượng, gần các khu tiện ích. Tôi sẽ luon quay lại đây nêu co dip, khach san luon trả lời nhung luc ban cần hỏi ve dịch vụ, phòng sạch sẽ, view dep",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Sightseer19452490045",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Vị trí gần bãi biển Mỹ Khê nổi tiếng",
            "review_content": "Khách sạn đẹp, có hồ bơi siêu xinh xắn. Giá xứng đáng với dịch vụ nhận được. Nhân viên thân thiện, phòng sạch sẽ, ăn sáng ngon. Có nhiều dịch vụ đi kèm rất thuận tiện: thuê xe, tour, ... Coffee shop ở khách sạn cũng siêu dễ thương. Tôi sẽ quay lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhật T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vởi",
            "review_content": "Khách sạn dịch vụ tốt, nhân viên Chung Minh nhiệt tình, vị trí thuận lợi đi lại khá gần biển và có nhiều siêu thị nhỏ xung quanh! Phòng ốc khá đẹp và đầy đủ tiện nghi ngoài ra ks có quầy cà phê cũng khá ngon và rẻ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Truong Ng",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Senorita Đà Nẵng",
            "review_content": "Khách sạn chất lượng tốt,nhân viên phục vụ nhiệt tình và có nhiều món ăn ngon hấp dẫn và có chất lượng tuyệt vời,ngon hấp dẫn.Khách hàng được phục vụ và chăm sóc chu đáo kỹ lưỡng chất lượng cao tốt nhất.(Lễ Tân Nhẫn)",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phan Q",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Best choice in Da Nang",
            "review_content": "Chúng tôi đi theo nhóm sinh viên của trường Đại Học Quy Nhơn, đoàn đặt ăn trưa tại khách sạn, ngoài thức ăn ngon, nhân viên phục vụ nhiệt tình chu đáo, mọi người rất hoà đồng vui vẻ, đặc biệt là Cô Bếp và anh Quản lý dễ thương. Phòng sạch sẽ, view đẹp. Trà sữa phía trước ngon bổ rẻ. Cảm ơn mọi người nhiều!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thị Mỹ Linh C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi vui vẻ",
            "review_content": "Nơi đi có không gian thoáng mát, điều kiện vật chất tốt, nhân viên phục vụ tận tình chu đáo, vui vẻ, thức ăn ngon và nóng. Phòng sạch sẽ, đầy đủ tiện nghi. Bộ phận quản lí khá nhiệt tình. Nếu một lần đến nơi đây nữa   tôi sẽ chọn nơi đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Đoàn Thị Dịu Trâm",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhiều điều thú vị tại ks Senorita Boutique ",
            "review_content": "Ks có vị trí rất gần biển, đi bộ 100m. Ks chuẩn 3 sao có Phòng đẹp, giá hợp lý, và hồ bơi rất là dễ thương. Nhân viên thân thiện, ăn sáng buffet ngon. Vị trí của khách sạn có nhiều quán ăn xung quanh và các tiện ích đi kèm. Tôi và gia đình sẽ quay lại ks Senorita khi đến Đà Nẵng.",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "nhadatsonlam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "KS rất mới, rất ok và đẹp",
            "review_content": "Ks rất tinh tế và mới, phòng ốc sạch sẽ và gần biển, gia đình tôi tắm biển hàng ngày. sảnh ks rất sạch và chụp ảnh rất tuyệt vời. sẽ có lần sau quay lại đây. cám ơn ks đã cho gia đình tôi 1 kì nghỉ tuyệt vời",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Nguyen Thanh Cong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn Senorita Boutique Đà Nẵng.",
            "review_content": "Khách sạn sạch sẽ, gần biển, đi lại thuận tiện. View đẹp, có tầng để sống ảo. Phòng ở sạch sẽ, thoải mái, có seaview. Nhân viên tư vấn tận tình, vui vẻ. Một trải nghiệm tuyệt vời tại Senorita Boutique Đà Nẵng <3",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rose",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, view đẹp, nhân viên cực kỳ thân thiên",
            "review_content": "Mọi thứ ở khách sạn đều rất tuyệt vời. Chỉ cách biển 2 phút đi bộ, phòng mới sạch sẽ với view đẹp  Hồ bơi tầng thượng nhìn được biển và toàn vẹn cảnh thành phố.  Nhân viên khách sạn niềm nở, vui vẻ , hay hỏi thăm khách. Sẽ quay lại đây lần tới cùng gia đình.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KB9",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Không hẳn 4 *",
            "review_content": "Khách sạn tự nó là đẹp và nội thất độc đáo. Tuy nhiên, sàn trong phòng của chúng tôi bẩn thỉu suốt thời gian chúng tôi ở đó mặc dù họ đã vào phòng để dọn dẹp vệ sinh hàng ngày. Một vấn đề khác với việc dọn phòng là họ cực kỳ bất cẩn, đầu tiên họ để chìa khóa chính cho khách sạn trong phòng của chúng tôi (nếu điều đó rơi vào tay kẻ xấu họ sẽ gặp vấn đề lớn). Thứ hai, họ rời khỏi đệm và ném từ giường của chúng tôi lên trên bếp nấu đầy đủ chức năng, điều này rất nguy hiểm và khiến tôi đặt câu hỏi họ đã được đào tạo gì. Cuối cùng, bữa sáng có vấn đề, họ dường như không bao giờ đổ đầy bất kỳ thực phẩm nào ngoài bánh mì, máy sưởi cho thức ăn không bao giờ được bật nên thức ăn ấm bị lạnh. Ngoài ra, khi chúng tôi yêu cầu thêm cà phê vào bình, họ chỉ đổ đầy đủ cho 3 người mà nói rằng chỉ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Georgie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn dừng chân tuyệt vời",
            "review_content": "Ở lại một đêm trong quá cảnh. Phòng sạch sẽ, được xây dựng tốt, phụ kiện phong cách cổ điển. Vị trí tốt nếu bạn muốn ở ngay cạnh bãi biển, mặc dù có vẻ hơi xa trung tâm thành phố hơn một số lựa chọn khác. Phòng là một chút nhỏ nhưng nhiều hơn tốt cho giá thấp. Dịch vụ tốt. Nhân viên trung thực - Tôi đã vô tình để lại một vật có giá trị trong phòng khi thanh toán, và khi chúng tôi quay lại khách sạn hàng giờ sau đó để nhận nó, nhân viên tiếp tân đã giữ nó, dán nhãn và nhận ra chúng tôi ngay khi chúng tôi bước vào và trả lại cho chúng tôi không có rắc rối nào",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "89 Trần Bạch Đằng, My An, Đà Nẵng 550000 Việt Nam",
        "name": "Senorita Boutique Hotel",
        "geo_data": {
            "latitude": 16.04983901977539,
            "longitude": 108.24774932861328
        },
        "room_number": "46",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/b2/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b1/f7/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b1/f3/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b1/ed/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b1/e5/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/7d/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/52/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/3a/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/21/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/b0/02/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/be/af/d1/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/e9/43/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/91/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/71/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/55/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/35/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/1f/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ee/03/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ed/ee/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/25/ad/ed/de/senorita-boutique-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}