{
    "content": [
        {
            "name": "Hà L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "The Vancouver hotel",
            "review_content": "Tôi và bạn bè tôi vừa mới ở The Vancouver hotel, khách sạn nằm ở trung tâm thành phố, tuy là khách sạn nhỏ nhưng rất tuyệt vời về phong cách, chỉn chu và tỉ mỉ từng chi tiết, phòng rất sạch sẽ, chăn ga chất lượng cao và sạch bóng, chất lượng phòng tương đương 4-5 sao, nhân viên thân thiện và bữa sáng cũng rất ngon tuy là gọi món, chúng tôi rất thích khách sạn này!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khanhlinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Excellent",
            "review_content": "Khách sạn đẹp, sang trọng, sạch sẽ, phục vụ rất tốt & thân thiện. Vị trí khách sạn đẹp, trung tâm thành phố Ninh Bình, phòng đầy đủ tiện nghi...Tôi rất thích ks này. Có dịp quay lại Ninh Bình, tôi vẫn sẽ chọn khách sạn này cho các chuyến công tác của mình và cho gia đình!!!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Do D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tien nghi va sach se",
            "review_content": "Khach san nam trong hem nhung de tim, xung quanh co nhieu quan an ngon mieng. Phong KS co dien tich vua du, khong qua chat hep. Tien nghi noi that dep, duoc bao tri tot. Nguoi quan ly KS chu dao, tu van nhiet tinh.  Se quay lai KS khi tro lai Ninh Binh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NgocNTB",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ xuất sắc",
            "review_content": "Phòng và khách sạn là khá mới và tất cả mọi thứ được duy trì tốt và sạch sẽ. Người quản lý là rất thân thiện, ông đề nghị chúng tôi một số nơi để đi và chúng tôi tổ chức một trình điều khiển. Nó thực sự là tốt đẹp. Rất khuyến khích.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Vũ V",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Tuyệt vời tuyệt vời tuyệt vời! ! ! ! Điều này là đẹp và thuận tiện. Bạn bè tôi rất hào hứng khi đi du lịch và rất thích điều này Nhân viên rất rất vui tính, rõ ràng và tốt. Chúng ta sẽ đến khách sạn Vancouver vào lần tới Chúng tôi yêu tất cả ???",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Will H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chủ nhà tuyệt vời và ở lại rất thoải mái.",
            "review_content": "Khách sạn này là tuyệt vời, tôi đã ở một vài ngày.  Anh Tuấn vô cùng thân thiện và vượt lên trên tất cả. Anh ấy giúp thu thập một vài bưu kiện của tôi. Đưa ra khuyến nghị về các hoạt động và thực phẩm. Thuê cho tôi một chiếc xe tay ga và giúp đỡ thực tế.  Phòng rất sạch sẽ, giường thoải mái. Phòng tắm có vòi sen tốt. Có một minibar và đồ ăn nhẹ. Tất cả các tiện nghi. Không khí con.  Bữa sáng rất ngon và được làm tươi (không phải buffet), đặc biệt là bánh kếp chuối.  Vị trí tốt.  Nếu bạn ở Ninh Bình thì đây là một nơi không có trí tuệ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Judith F",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đẹp lạ ở Ninh Bình",
            "review_content": "Khách sạn sạch sẽ không tì vết, người quản lý rất thân thiện và hữu ích. Các phòng đều rộng rãi và được trang bị tốt. Bữa sáng thật đáng yêu. Khách sạn nằm trên một con đường phụ làm cho nó đẹp và yên tĩnh. Bản thân địa điểm không hoàn hảo đối với chúng tôi vì chúng tôi chỉ ở lại một đêm như một phần của tour du lịch trọn gói và muốn ở một khu vực du lịch nhiều hơn, nơi chúng tôi không phải tìm nhà hàng và quán bar. Đó là nhược điểm duy nhất, nhưng nếu bạn đang tìm kiếm một khách sạn trong khu vực này, thì tôi có thể giới thiệu khách sạn này cho chắc chắn.",
            "reviewer_location": "Amsterdam, Hà Lan"
        },
        {
            "name": "Adam M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn gia đình nổi bật",
            "review_content": "Ẩn mình trong một con đường phụ cách xa khu kinh doanh của Ninh Bình, khách sạn quyến rũ này cung cấp một mức giá cực kỳ chất lượng với giá cả! Không thể có nhiều khách sạn tốt hơn với giá 40 đô la!  Chủ nhà vô cùng hữu ích, anh ta đề nghị thả tôi xuống ở một nhà hàng gần đó, cho tôi một căn phòng yên tĩnh với một chiếc giường kingsize đẹp! ! Chiếc giường sang trọng và những chiếc gối tạo điều kiện cho một đêm tuyệt vời ngủ ngon.  Bữa sáng al a carte cũng rất tuyệt với chi phí của khách sạn - thịt xông khói, trứng, trái cây, một thứ tương tự như một món cháo, v.v.  Đây là một khách sạn đẹp với đội ngũ nhân viên tuyệt vời. Vị trí khá là không hấp dẫn về mặt trực quan, nhưng nếu bạn ở Ninh Bình và muốn một chất lượng nhất định với giá thấp, tôi sẽ rất tán thành khách sạn này!  Ađam",
            "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "Katja",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đại gia đình sở hữu ít khách sạn",
            "review_content": "Chúng tôi chỉ ở một đêm trong khách sạn nhỏ đáng yêu này. Chủ sở hữu đã chăm sóc chúng tôi rất tốt và siêu thân thiện. Khách sạn chỉ có 10 phòng rất sạch sẽ và được bảo trì tốt. Chúng tôi yêu ở lại đó",
            "reviewer_location": "Stuhr, Đức"
        },
        {
            "name": "Charissa K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đẹp !",
            "review_content": "Phòng sạch sẽ, bữa sáng trên trung bình, nhân viên thân thiện tuyệt vời và kinh nghiệm tổng thể rất tốt. Chúng tôi thực sự khuyên bạn nên khách sạn này khi bạn đang tìm kiếm một kỳ nghỉ tại Ninh Bình, thuê một chiếc xe đạp và khám phá!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tania D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất khuyến khích ... dịch vụ tuyệt vời, thoải mái ở lại",
            "review_content": "Nhiệt liệt chào mừng đến một khách sạn không chỉ sạch sẽ và thoải mái, mà là một trong những phòng được bố trí tốt nhất mà tôi từng thấy! ! Tôi rất buồn khi nói tôi là một trong những người thường gặp khó khăn trong việc tìm kiếm bộ điều khiển điều hòa và thậm chí còn khó điều chỉnh nó hơn nữa, điều khiển từ xa trên TV thường làm tôi bối rối và tôi mãi mãi phàn nàn rằng giấy vệ sinh là thứ nhiều nhất không gian không thể tiếp cận TUY NHIÊN Khách sạn Vancouver được nghĩ rất rõ rằng mọi thứ đều hoàn hảo theo ý thích của tôi. Nó thực sự làm cho một sự khác biệt rất lớn. Chúng tôi cảm thấy rất nhiều ở nhà và chỉ ước chúng tôi có thể ở lại lâu hơn. Cảm ơn ban quản lý.",
            "reviewer_location": "Bangalow, Australia"
        },
        {
            "name": "Laima U",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Những kỷ niệm rất đẹp về việc ở tại khách sạn Vancouver",
            "review_content": "Chúng tôi rất thích ở khách sạn Vancouver. Nhân từ, nhân viên chu đáo. Sau khi kiểm tra, chúng tôi rời khỏi nhân viên của chúng tôi trong khách sạn và khi chúng tôi quay lại vào buổi tối trước khi rời khách sạn, chúng tôi được đề nghị tắm trong khách sạn. Nội thất rất phong cách, bữa sáng ngon với rất nhiều trái cây. Chúng tôi đánh giá cao ở tại khách sạn Vancouver.",
            "reviewer_location": "Vilnius County, Lithuania"
        },
        {
            "name": "Intelinside21",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ở có lẽ là khách sạn tốt nhất trong thành phố",
            "review_content": "Giường rất thoải mái. Wifi và bữa sáng (đã đặt hàng Phở như trong hình!) Đều tuyệt vời. Nhiều khả năng là khách sạn tốt nhất cho kỳ nghỉ tại Ninh Bình! Rất khuyến khích, chủ sở hữu / người quản lý thân thiện. Sẽ giới thiệu cho bạn bè của chúng tôi.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Roger N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một gia đình lớn điều hành khách sạn ở một vị trí trung tâm",
            "review_content": "Chúng tôi ở lại trên chặng cuối của chuyến đi Việt Nam. Chúng tôi thích các khách sạn nhỏ nơi bạn là một nhân viên và không chỉ là một số phòng. Dịch vụ đáng yêu từ tất cả mọi người và một nụ cười mọi lúc. Chúng tôi có phòng đầu tiên vì chúng tôi biết rằng không có thang máy. Bạn ở ngay giữa Ninh Bình và đi bộ xung quanh mang đến cho bạn cảm giác đáng yêu về Việt Nam thực sự. Khi chúng tôi trở về, chúng tôi sẽ vui vẻ ở lại đây một lần nữa",
            "reviewer_location": "Bedlington, Vương quốc Anh"
        },
        {
            "name": "Mastercraft262",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phòng rộng rãi, thoải mái.",
            "review_content": "Nhỏ, gia đình - điều hành khách sạn. Tám tầng cao, không có thang máy. Chỉ có 2, phòng rất lớn mỗi tầng. Nhân viên siêu thân thiện. Khách sạn hơi khó tìm vì chỉ có một tấm biển nhỏ hiển thị \"Khách sạn Vancouver\" ở lối vào một con hẻm ngoài đường. Con hẻm quá hẹp để một chiếc xe khách chở khách đi xuống, vì vậy bạn sẽ phải dỡ túi xách của mình trên đường và lôi chúng về khách sạn. Không xa, có thể 30 - 35 mét.",
            "reviewer_location": "Ottawa, Canada"
        },
        {
            "name": "RobnG",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn do gia đình tự quản này cung cấp dịch vụ chăm sóc khách hàng",
            "review_content": "Siêu thân thiện, siêu sạch sẽ và rất hỗ trợ. Cung cấp kiểm tra trễ và thả chúng tôi xuống tại nhà ga cho tàu đêm. Giá thuê cũng là xe máy. Bữa sáng tuyệt vời. Hãy thử Phở hoặc bánh tự làm. Bất cứ lúc nào một lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mvgsmf",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chỗ ở tuyệt vời ở Ninh Bình",
            "review_content": "Chúng tôi đã đến sau một hành trình du lịch sang trọng trên vịnh Hạ Long và cấp độ dịch vụ không giảm - ông Tuấn là một khách sạn tuyệt vời và không có gì là quá nhiều rắc rối cho anh ta.  Anh ta sẽ đi ra khỏi con đường của mình để hỗ trợ khách hàng (ví dụ như thả xuống trong xe của mình miễn phí cho các nhà hàng.. Train station etc)  Khách sạn nhỏ và khiêm tốn nhưng sạch sẽ và có giường và gối tuyệt vời. Điều hòa nhiệt độ cũng rất tốt và rất cần thiết trong sóng nhiệt khi chúng tôi ở đó.  Ông Tuấn đã sắp xếp một tour du lịch tuyệt vời của Tam Cốc và những thứ khác trên xe máy với một hướng dẫn viên tuyệt vời (John), đó là một ngày tuyệt vời.  Tôi đề nghị khách sạn hoàn toàn và nó sẽ là lựa chọn số 1 của chúng tôi nếu đến thăm Ninh Bình một lần nữa  Trân trọng Gerry Fernandez",
            "reviewer_location": "Vùng Auckland, New Zealand"
        },
        {
            "name": "Kerim92",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi hoàn hảo để cảm thấy như đang ở nhà!",
            "review_content": "Nếu bạn đang tìm kiếm một khách sạn ở Nihn Bihn - khách sạn gia đình này là một nơi hoàn hảo cho bạn! Chủ nhà của chúng tôi, ông Tuấn là người tốt nhất và là người dẫn chương trình mà chúng tôi gặp nhau trong chuyến lưu diễn của chúng tôi qua Việt Nam. Anh ấy đã giúp chúng tôi thuê xe máy, tìm nơi sửa chữa điện thoại thông minh bị hỏng và lái xe đến đó và vào ngày cuối cùng anh ấy chở chúng tôi đến ga xe lửa ở Nihn Bihn và mọi thứ miễn phí! Căn phòng thật tuyệt vời và chúng tôi yêu bữa sáng! Nếu bạn muốn cảm thấy như ở nhà thì đây là một khách sạn gia đình hoàn hảo là một nơi hoàn hảo cho bạn!",
            "reviewer_location": "Berlin, Đức"
        },
        {
            "name": "Lee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giường thoải mái nhất ở châu Á, nhân viên đáng yêu!",
            "review_content": "Tuyệt đối yêu thương chúng tôi ở đây. Chủ sở hữu đã được liên lạc bởi khách sạn trước đó và đến gặp chúng tôi từ gần như chính xác nơi xe buýt ngủ của chúng tôi thả chúng tôi ra khỏi đó là một bất ngờ đáng yêu vì nó đã muộn. Ông đã cho chúng tôi một cuộc họp báo về các khu vực địa phương và những loại tour du lịch ông có thể cung cấp cho chúng tôi mà là tuyệt vời. Các phòng rất sạch sẽ và rộng rãi, cảm thấy rất sang trọng nhưng một bầu không khí giản dị. Chiếc giường thật sự là một trong những giấc ngủ ngon nhất mà tôi từng ngủ! WiFi là khá tốt xem xét mưa lớn liên tục. Các bữa ăn sáng là đáng yêu, lựa chọn trung bình để đặt hàng, trái cây tươi và dịch vụ nhanh chóng của chủ sở hữu. Thật không may khi chúng tôi ở ninh binh, có một trận mưa bão cực lớn trong một số ngày có nghĩa",
            "reviewer_location": "dumpxxx"
        }
    ],
    "hotel": {
        "location": "No. 01 - Lane 75 - Luong Van Tuy Road, Ninh Bình 430000 Việt Nam",
        "name": "The Vancouver Hotel Ninh Binh",
        "geo_data": {
            "latitude": 20.256187438964844,
            "longitude": 105.96964263916016
        },
        "room_number": "15",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/db/44/64/the-junior-double-comes.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/ea/f7/4a/dinning-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/d8/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/ce/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/b3/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/dc/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/db/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/d7/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/ea/f7/4b/breakfast-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/c5/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/ea/f7/49/breakfast-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/c4/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/c1/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/cb/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/c9/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/cf/c3/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/d2/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/d9/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/d4/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/e2/ce/ca/the-vancouver-hotel-ninh.jpg?w=1200&h=-1&s=1"
        ]
    }
}