{
    "content": [
        {
            "name": "Hiểu Minh H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Sang trọng và tiện nghi",
            "review_content": "Khách sạn tuy mở đã lâu nhưng cơ sở vật chất vẫn còn tốt. Đặc biệt nhân viên rất nhiệt tình và chu đáo. Họ hỗ trợ tất cả những yêu cầu của tôi. Mr. Khai, người quản lý nhiệt tình và vui vẻ.  Tiếc là chúng tôi không thể ở đó lâu hơn!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "ToanTony",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Amazing!",
            "review_content": "Chúng tôi đến Hà Nội vào ngày trời se lạnh. Bỡ ngỡ và choáng ngợp bởi không khí náo nhiêt của khu phố cổ Hà Nội.Không có gì tuyệt vời hơn khi sau mấy tiếng  máy bay và taxi chúng tôi được các nhân viên khách sạn đón tiếp nồng nhiệt, sự nhiệt tình và ấm cúng của La Dolce Vita.Thật may mắn khi những gì mà chúng tôi được biết qua những người bạn lại hoàn toàn khác biệt khi chúng tôi đến nơi đây. Hà Nội náo nhiệt và đông đúc nhưng chuyến công tác lần tới tôi sẽ vẫn chọn La Dolce Vita. Cảm ơn rất nhiều!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hương G",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Một đêm tuyệt vời",
            "review_content": "Chỉ một đêm ở tại Khách sạn La Dolce Vita nhưng đã để lại cho tôi nhiều ấn tượng. Sự niềm nở chào đón của các bạn lễ tân, sự phục vụ tận tình, chu đáo của các bạn nhà hàng, bar... tất cả đều làm tôi hài lòng. Vị trí đẹp và tiện lợi cho việc tham quan các địa điểm phố cổ...",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MattNguyen_GM",
            "avatar": "",
            "review_rating": "5",
            "review_title": "SANG TRỌNG , TIỆN NGHI , ẤM CÚNG VÀ THÂN THIỆN !!!",
            "review_content": "Tôi và Bạn gái đã có một trải nghiệm tuyệt vời cho kì nghỉ của mình , Có một người bạn tại Hà Nội đã giới thiệu cho Chúng tôi khách sạn này .  Yêu cầu của tôi là một khách sạn yên tĩnh , đầy đủ tiện nghi , sang trọng và một chút lãng mạn . Rất ít nơi nào có thể khiến tôi thấy hài lòng 100% như vậy , nhân viên lễ tân tại sảnh rất nhiệt tình , Tôi cần một vài thông tin về Tour du lịch và \"Mr.Peter Khai\" có thể Anh ta là quản lí sảnh ...Peter đã giúp Chúng tôi đặt một Tour du lịch Hạ Long trong ngày  với chất lượng tuyệt vời , nhân viên lễ tân rất sẵn sàng chỉ đường và giúp Bạn thông tin về những quán ăn ngon tại Hà Nội .  Tôi không ngần ngại khi bỏ tiền vào Tipbox , đó là một sự cảm ơn thiết thực và đánh giá cao cho dịch vụ của Khách Sạn này .",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Isa E",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hãy đến 53 Hàng Bồ hotel La Dolce Vita để hưởng 1 không gian tuyệt vời ấm cúng như 1 gd khi đến thủ đô Hà Nội",
            "review_content": "Khách sạn sạch sẽ nhân viên lúc nào cũng tươi cười giúp đỡ nhiệt tình mỗi khi cần và họ như 1 hướng dẫn viên khi những khách du lịch chúng tôi đến quê hương họ rất chu đáo,ks con ngay trung tâm thu đô cảm thấy hài lòng với tất cả dich vụ của ks. La Dolce Vita Sẽ là điểm nghi chân mỗi khi đến thu đô. Very good",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Travelwithmetoday",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Vị trí tốt nhưng phòng nhỏ và lỗi thời",
            "review_content": "Dành ba đêm ở 2 phòng khác nhau, một phòng có cửa sổ bên ngoài và phòng thứ hai có cửa sổ hướng vào trong. Tất cả các phòng đều nhỏ và lỗi thời và phòng tắm là OK. Nó sạch sẽ nhưng sự hao mòn của mọi thứ cho thấy rất tệ. Bữa sáng bao gồm tốt nhưng không có gì đặc biệt. Các nhân viên phía trước đã ổn nhưng tại thời điểm chúng tôi có thể cảm thấy rào cản ngôn ngữ. Về mặt tích cực vị trí là khá tốt. . . mặt khác, có nhiều lựa chọn trong khu vực có thể đáp ứng nhu cầu của bạn. Tôi đoán bạn nhận được những gì bạn phải trả, nơi này không đắt tiền nhưng tôi ước và tôi đã chi thêm một vài đô la và có được một nơi cao hơn một chút",
            "reviewer_location": "Ottawa, Canada"
        },
        {
            "name": "Caesar63",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Vị trí tốt nhưng rất nhiều nhu cầu cải thiện",
            "review_content": "Nằm ở trung tâm đây là một nơi tuyệt vời để ở lại để khám phá Hà Nội bằng cách đi bộ (có lẽ là cách duy nhất!)  Các nhân viên tiếp tân đều rất thân thiện và hữu ích (không giống như các nhân viên ăn sáng thô lỗ) nhưng thật không may, có nhiều điều nằm ngoài tầm kiểm soát của họ để khắc phục:   - phòng ngủ nhìn ra tâm nhĩ trung tâm và các phòng khác và rất ít sự riêng tư  - ổ cắm để sạc được đặt ở giữa đầu giường cho giường và phía sau gối để không thể sử dụng vào ban đêm  - đèn ngủ chỉ để trưng bày vì chúng không có ổ cắm để cắm vào  - phòng ngủ an toàn hoạt động một bí ẩn hoàn toàn  - đồ đạc trong suốt mệt mỏi và cần nâng cấp  - khu vực ăn sáng quá nhỏ và nhân viên thô lỗ hơn là giúp đỡ người ngồi",
            "reviewer_location": "Brighton, Vương quốc Anh"
        },
        {
            "name": "DaleB1979",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời, phòng đẹp, rất ồn ào vào ban đêm",
            "review_content": "Tôi ở lại đây như một phần của tour du lịch nhóm với Intrepid, tổng cộng 3 đêm với một đêm ở Vịnh Hạ Long ở giữa. Tôi đã có 2 phòng khác nhau, chất lượng và kinh nghiệm tương tự cho cả hai. Không có cửa sổ bên ngoài, vì vậy phòng rất tối. Có một cửa sổ nhìn ra một không gian bên trong phía trên quầy lễ tân, mở ở tất cả các cấp. Thật không may, điều này làm cho nó rất ồn ào, đặc biệt là khi nhân viên dọn phòng và những vị khách vô tư đang la hét trên hành lang với nhau từ khoảng 5 giờ sáng đến nửa đêm mỗi ngày. May mắn thay tôi đã có nút tai với tôi, mà tôi sử dụng mỗi đêm. Chiếc giường lớn và tương đối thoải mái. Phòng tắm có thể làm với một bản cập nhật, nhưng đã lừa. Vị trí của khách sạn rất tuyệt, ngay trong khu phố cổ và dễ dàng đi bộ đến chợ đêm, hồ và rất nhiều cửa hàng và",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "Jeffery C",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời, nhưng các tiện nghi và bữa sáng tự chọn không có gì để viết về nhà ...",
            "review_content": "Đó là một chút của một khách sạn cũ vì vậy không có gì quá lạ mắt - vòi hoa sen rất cần được nâng cấp. Nhưng bất chấp tất cả, vị trí này rất tuyệt, ngay giữa khu phố cổ, vì vậy việc tiếp cận với rất nhiều món ăn đường phố tuyệt vời, mà trong tâm trí tôi là điều quan trọng nhất!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yoram A",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất đẹp",
            "review_content": "Chúng tôi ở 2 đêm tại khách sạn La Dolce Vita. Vị trí trong khu phố cổ của Hà Nội rất ấm cúng và bạn có thể tìm thấy xung quanh rất nhiều cửa hàng tiện lợi và nhà hàng. Phòng đẹp và sạch sẽ. Nhân viên rất tốt và thân thiện. Không có kẹo cao su mặc dù nó nói nó có Yoram Abramovich Người israel",
            "reviewer_location": "Zichron Yaakov, Israel"
        },
        {
            "name": "ewidyastuti",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên tốt bụng, phòng sạch sẽ, bữa sáng tuyệt vời",
            "review_content": "Vị trí nằm giữa khu vực Phố cổ, khu vực rất sầm uất, không bao giờ kết thúc cho người đi bộ và phương tiện đặc biệt là xe máy. Nhân viên là hữu ích và tử tế. Nhân viên tiếp tân Ms Phoebe rất tuyệt, nói tiếng Anh và hữu ích. Phòng sạch sẽ và được giữ tốt, gọn gàng và không có mùi gì cả. Ăn sáng là tốt, khá nhiều lựa chọn được cung cấp. Cháo rất ngon, cà phê rất tuyệt!  Trong khoảng cách đi bộ đến hồ, các điểm tham quan, quầy hàng thực phẩm, quần áo, dịch vụ giặt ủi, vv",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Anne Britt",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Bạn nên đặt ở đây!",
            "review_content": "Khách sạn rất trung tâm ở khu phố cổ Hà Nội. Dịch vụ rất tốt. Những người làm việc ở đó rất lịch sự. Bữa sáng rất ngon. Chúng tôi đến khách sạn, rất phản lực, lúc 11 giờ. 00:00 sau một chuyến đi dài. Trên trang đặt phòng không có incheck cụ thể - thời gian, nhưng phòng khách sạn của chúng tôi chưa sẵn sàng trước 14 giờ. 00:00 Khi chúng tôi trả 25 đô la cho việc đón tại sân bay, họ không thể đổi bằng hóa đơn 50 đô la nên chúng tôi phải trả bằng tiền mặt.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Kyaw Thu Tun",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Hà nội",
            "review_content": "- Vị trí rất tuyệt (nằm trong khu phố cổ). Khoảng cách làm việc đến Chợ đêm và các điểm tham quan khác.  - Khách sạn đã cũ và Vệ sinh không tốt. Khăn rất cũ và bẩn.  - Nhân viên thân thiện.  - Nhân viên tiếp tân rất hữu ích  - Ăn sáng là Ok.",
            "reviewer_location": "Dubai, Các Tiểu vương quốc Ả Rập Thống nhất"
        },
        {
            "name": "Lorraine R",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Sự ngạc nhiên",
            "review_content": "Chúng tôi đã được đặt vào một khách sạn khác vì vậy chúng tôi rất ngạc nhiên khi thấy chúng tôi đã được chuyển đến khách sạn này vào phút cuối. Không có lỗi, ai đó đã bị ốm và phòng được phân bổ của chúng tôi tại khách sạn trước đó vẫn đang được sử dụng. Vì vậy, chúng tôi đã kết thúc ở đây cho đêm. Một chút trở ngại khi chúng tôi được cung cấp một căn phòng rất tối và tồi tàn, ngay trong các vị thần và thành thật mà nói, tôi rất vui vì chúng tôi chỉ ở lại một đêm. Đủ sạch, nhưng chật chội.",
            "reviewer_location": "L'Ametlla de Mar, Tây Ban Nha"
        },
        {
            "name": "Jenny S",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khách sạn bình dân tốt, sạch sẽ và yên tĩnh, nhưng không có gì đặc biệt",
            "review_content": "Nằm ngay trong khu phố cổ của Hà Nội, khách sạn nằm gần hồ và chỉ cách sân bay 45 phút. Khách sạn rất cổ kính, sạch sẽ và nhân viên rất hữu ích Việc điều hòa không khí tự tắt, khiến cho giấc ngủ trở nên khó chịu vì trời nóng một cách bất thường. Khu phố cổ là một chút sốc văn hóa khi bạn lần đầu tiên đến Việt Nam. Đó cũng là đêm giao thừa của họ, vì vậy nó cực kỳ bận rộn với xe tay ga và đồ dùng mừng năm mới. Khu phố cổ bẩn thỉu và hôi thối, vì vậy nếu tôi trở về Hà Nội, điều mà tôi rất nghi ngờ, tôi sẽ không ở lại khu vực này nữa. Thật thú vị khi xem các lễ kỷ niệm xung quanh khu vực hồ trong thời gian Tết của họ.",
            "reviewer_location": "Mudgeeraba, Úc"
        },
        {
            "name": "Chant",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn tốt ở giữa khu phố cổ",
            "review_content": "Khách sạn nằm ở giữa khu phố cổ, rất dễ tìm thấy các món ăn đường phố và quầy hàng. Đó là một bước đi ngắn đến hồ được lót bằng các nhà hàng đẹp.  Khách sạn tự nó là tốt cho một vài đêm, giường thoải mái nhưng với một phòng tắm nhỏ (thực sự không phải là một vấn đề). Bữa sáng tự chọn cung cấp một loạt các loại thực phẩm luôn tươi và ngon.  Các nhân viên rất thân thiện và luôn sẵn sàng cung cấp hỗ trợ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Global40253176498",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời",
            "review_content": "Căn phòng rất đẹp và rất yên tĩnh mà sau một ngày tham quan là thứ bạn cần. Các nhân viên rất thân thiện. Người quản lý Antony đã tổ chức những chuyến đi tuyệt vời cho chúng tôi và chúng không hề tốn kém. Yêu tuần của chúng tôi ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dqminh89",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn sang trọng trong khu phố cổ Hà Nội",
            "review_content": "Các phòng đã được phong nha với đầy đủ tiện nghi, mặc dù không quá lớn nhưng đủ tốt cho ở lại ngắn. Ăn sáng không phải là rất tuyệt vời nhưng chấp nhận được. TV là nhàm chán, không có các kênh quốc tế như CNN, BBC hay TV 5, sẽ là tuyệt vời để có. Nhìn chung, khách sạn này là đủ tốt cho kỳ nghỉ ngắn trong chuyến đi công tác / giải trí với một mức giá hợp lý.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Connor",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Nghỉ tại khách sạn",
            "review_content": "Khách sạn nói chung được sạch sẽ và tổ chức tốt. Tất cả nhân viên đều đáng yêu và hầu hết đều có kiến ​​thức tiếng Anh. Mỗi buổi sáng, chúng tôi có bữa sáng tự chọn rất ngon và thực sự phản ánh thực phẩm truyền thống Việt Nam. Người quản lý, Anthony là một niềm vui và luôn chào đón bạn bằng một nụ cười thân thiện. Nhân viên của anh luôn yêu quý khách, đặc biệt là cô Ling, người đã làm cho trải nghiệm của chúng tôi trở nên thú vị và dễ dàng. Chắc chắn được đề xuất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Navneet S",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Hà Nội Stay",
            "review_content": "Đó là một khách sạn rất tốt ở trung tâm thành phố Hà Nội. . . mọi thứ đều rất gần. . . Nhân viên khách sạn rất nyc. . cảm thấy bản chất tích cực tại La Dolce Hotel. . . . không biết về chi phí như tour du lịch của chúng tôi được tổ chức bởi tour du lịch độc đáo Việt Nam Cảm ơn bạn. . .",
            "reviewer_location": "Mysore, Ấn Độ"
        },
        {
            "name": "Tony T",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Quay trở lại thăm - ồn ào bên cạnh.",
            "review_content": "Trả một chuyến thăm trở lại khách sạn này - đã ở lại đây nhiều lần trong những năm gần đây. Nhân viên ở đây rất hữu ích và thân thiện như những lần trước, và bản thân khách sạn cũng khá tốt, nhưng hiện tại công việc xây dựng ồn ào đang diễn ra bên cạnh vào ban ngày, vì vậy không thể có một buổi trưa trưa trừ khi bạn có một số nút tai để tay. Tiếng ồn xây dựng dừng lại vào khoảng 5 giờ chiều.",
            "reviewer_location": "Plymouth, Vương quốc Anh"
        },
        {
            "name": "Hansu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhân viên xuất sắc",
            "review_content": "Ở lại đây trong ba ngày. Tất cả các nhân viên tại bàn làm việc, nhà hàng, dịch vụ phòng, người bảo vệ, bảo vệ đều được chào đón và hữu ích. Sẽ ở lại đây một lần nữa để chắc chắn để đáp ứng tất cả chúng một lần nữa. Các nhân viên tốt nhất là các nhân viên nữ tại bàn làm việc 2 giờ chiều ngày 7 tháng 5",
            "reviewer_location": "Seoul, Hàn Quốc"
        },
        {
            "name": "KLightNZ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điều này đã trở thành nhà của chúng tôi tại Hà Nội",
            "review_content": "Đây là chuyến đi thứ hai của chúng tôi đến Việt Nam, và lần thứ hai của chúng tôi ở tại khách sạn La Dolce Vita. Trong hai chuyến đi của chúng tôi, chúng tôi đã đến thăm bốn khách sạn khác nhau và La Dolce Vita luôn là khách sạn tốt nhất. Đối với chuyến đi này, chúng tôi thậm chí còn yêu cầu khách sạn cụ thể này từ các đại lý du lịch của chúng tôi.  Thứ nhất: giường, gối, khăn trải giường và khăn tắm luôn xuất sắc. Họ là những chiếc giường thoải mái nhất mà chúng tôi đã có ở Việt Nam, cho đến nay. Khăn tắm mềm mịn. Thực sự, nó tạo nên sự khác biệt khi bạn tắm hai lần một ngày.  Thứ hai: các nhân viên phía trước nhà là tuyệt vời. Tiếng Anh tuyệt vời, rất lịch sự và hữu ích, luôn luôn có sức chứa, và không bao giờ gợi ý cho một mẹo - nhưng rất duyên dáng trong việc tiếp nhận một. ",
            "reviewer_location": "Hamilton, New Zealand"
        },
        {
            "name": "Kaydee24",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Vị trí tuyệt vời ít khách sạn",
            "review_content": "Khách sạn này là một phần của một tour du lịch trọn gói chúng tôi đã và nó thực sự gây ấn tượng. Nó được giấu trong một con phố nhộn nhịp trong khu phố cổ Hà Nội nhưng điều này có nghĩa là một vị trí tuyệt vời - cách nhiều điểm tham quan trong khu vực một quãng đi bộ. Các nhân viên rất hữu ích và thân thiện. Ăn sáng được bao gồm và là một sự kết hợp tự chọn phương Tây lý tưởng và ngon phía tây - sự lựa chọn của bạn! Các phòng đều nhỏ gọn, sạch sẽ và thoải mái. Được đề xuất.",
            "reviewer_location": "Cape Town, Nam Phi"
        }
    ],
    "hotel": {
        "location": "53 Hang Bo Str., Hoan Kiem Dist., Hoan Kiem District, Hà Nội Việt Nam",
        "name": "Khách sạn La Dolce Vita",
        "geo_data": {
            "latitude": 21.033784866333008,
            "longitude": 105.84918975830078
        },
        "room_number": "53",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/a0/0f/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/41/ca/a3/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/a3/9b/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/98/52/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/94/c8/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/93/d0/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8f/d2/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8f/1b/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8e/d9/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8c/9b/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8b/ce/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/8a/64/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/87/d1/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/7c/86/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/78/d7/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/73/a6/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/72/9c/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/71/4d/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/70/8a/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/0a/6e/42/khach-s-n-la-dolce-vita.jpg?w=1200&h=-1&s=1"
        ]
    }
}