{
    "content": [
        {
            "name": "Hoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Beautiful room and the best service!",
            "review_content": "I have a great time in Elizabeth Hotel Tam Coc. They are very kind and nice. They support me very well. The most important that room is so beautiful view and very clean. Swimming pool is so clean and so stunning view. They serve food so nice. High recommendation for every one. ",
            "reviewer_location": "Tỉnh Nam Định, Việt Nam"
        },
        {
            "name": "Dothanhhoa",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời ❤️",
            "review_content": "Chúng tôi đã có một kì nghỉ xuân rất là tuyệt vời tại nơi này, tất cả mọi thứ đều tuyệt, Anh chị chủ rất thân thiện, chu đáo với chúng tôi. Chúng tôi sẽ quay lại đây nếu có cơ hội, lần tới tôi sẽ cho cả gia đình của tôi được nghỉ dưỡng tại đây, sẽ rất là thú vị nếu ăn nướng BBQ ngoài trời và được bơi thoả thích vì bể bơi ở đây rất rộng và thoáng mát",
            "reviewer_location": "Ninh Bình, Việt Nam"
        },
        {
            "name": "Marzeus S",
            "avatar": "",
            "review_rating": "1",
            "review_title": "THEY CANCELLED MY RESERVATION  THE DAY OF ENTRY",
            "review_content": "I made a reservation with this accommodation 3 months ago. Upon my arrival they tell me that they do not have a room for me. They didn't justified reason given to me as to why they don't have a room for me.  Finally, the person in charge recognizes that a lot of national tourism comes that weekend (and I understand that the room costs more than the price of my reservation).  They try to find me another accommodation being unable, having to finally be the one to look for another accommodation.  The manager gives me a water and a couple of chocolates to try to please me.  They have made me lose patience and valuable vacation time. ",
            "reviewer_location": "Province of A Coruna, Tây Ban Nha"
        },
        {
            "name": "Andrei A",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Great experience in Tam Coc",
            "review_content": "The room was very nice, the surroundings as well. We got the bikes from the hotel and wonderred around for 3 full days to visit the most important turist attractions from the area. The owner of the hotel was really really nice, helpful and frinedly and we felt more like at a friend’s place than at a hotel. Should we come back in Tam Coc in the future, we would definitely come again here.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Allie",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Wonderful stay with Eliza Beth Hotel Tam Coc",
            "review_content": "Although our stay in Ninh Binh was short, but our stay at Eliza Beth hotel was fantastic!   The location is situated within walking distance to central Tam Coc which made searching for meals/heading to tourist attractions very easy. The rooms are quite spacious and is filled with basic essentials.Our stay came with daily breakfasts which were very tasty Vietnamese food.   It is a family-owned business; & they are always willing to help you whenever you’re in need! The owner & his wife had organized our shared transfer back to Hanoi, arranged our bike-rentals and even helped guide us to the nearest tourist attraction.As we bid goodbye to Tam Coc, his wife packed us a going away gift before sending us off☺️  Based on my experience, I highly recommend staying here!",
            "reviewer_location": "Kuala Lumpur, Malaysia"
        },
        {
            "name": "Trinh thi huyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ ,chủ thân thiện !",
            "review_content": "Tôi đến đây qua sự giới thiệu của bạn bè .Tôi thật sự hài lòng khi về khách sạn .khách sạn sạch sẽ có bể bơi không gian thoáng mát,rất phù hợp cho gia đình có trẻ và công ty tổ chức sự kiện .Đồ ăn rất ngon .Cảm ơn chủ khách sạn !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Cao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảnh đẹp , nhân viên siêu thân thiện !",
            "review_content": "Tôi đến khach san qua giới thiệu của bạn .Khách sạn mới , sạch sẽ không gian thoáng mát , nhân viên siêu thân thiện . Khách sạn nằm ở trung tâm Tam cốc nên rất tiện cho đi đến các điểm du lịch khác . Cảm ơn chủ khách sạn ! Hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trinhngocanh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thân thiên ,phong canh dep !",
            "review_content": "Chưa bao giờ chúng tôi chọn được một địa điểm dừng chân tuyệt vời như vậy. Không gian thoáng mát sạch sẽ, hồ bơi sạch đẹp và rộng rãi. Đặc biệt là chủ rất thân thiện và nhiệt tình với khách, phòng ốc thì sạch đẹp đồ ăn thì tươi ngon, giá cả hợp lí. Quả thật đây là nơi lí tưởng cho kì nghỉ! Chúng tôi sẽ quay lại đây nếu về Ninh Bình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "duyền đỗ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đẹp, sạch sẽ, chủ khách sạn thân thiện!  ",
            "review_content": "Tôi rất vui khi đến khách sạn, chủ khách sạn rất thân thiện, không gian tuyệt vời, rộng , sạch sẽ, nằm ở Trung tâm Tam cốc nên rất thuận tiện để đi chuyển tới các điểm thăm quan ở Ninh Bình. Tôi rất hài lòng và đặc biệt đồ ăn rất ngon làm theo yêu cầu của khách hàng!  ",
            "reviewer_location": "Ninh Hai, Việt Nam"
        },
        {
            "name": "Dinh C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời!",
            "review_content": "Một khu nghỉ dưỡng xanh sạch đẹp,yên tĩnh và có một bể bơi thật lý tưởng,khuôn viên rộng đủ để chúng ta xua tan mọi mệt mỏi của công việc , cùng với không khí trong lành giúp cho tất cả các du khách đến đây được hai lòng !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "TravellingCouple",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời tại khách sạn Elizabeth",
            "review_content": "Bắt đầu từ đâu - Chúng tôi đến khách sạn bằng một chiếc xe buýt qua đêm (nghiệt ngã) từ Sapa lúc 5 giờ sáng, và sau khi bấm số điện thoại của khách sạn, họ đưa chúng tôi vào trong và mời chúng tôi ngủ trong nhà mặc dù chúng tôi đã đặt phòng kỹ thuật cho ngày hôm đó. Sau đó chúng tôi ngủ quên qua thời gian ăn sáng và họ vẫn khăng khăng nấu cho chúng tôi một bữa sáng ngon miệng với trứng và bánh mì. Vào khoảng giữa trưa, phòng của chúng tôi đã sẵn sàng vì vậy chúng tôi chuyển đến ở lại 3 đêm. Căn phòng rộng, sạch sẽ và gần như mới tinh. Chiếc giường thoải mái và vòi hoa sen rất đẹp và nóng. Vị trí này là hoàn hảo để khám phá Tam Cốc và vẻ đẹp xung quanh.  Gia đình điều hành khách sạn thực sự là một số người thân thiện nhất, thân thiện nhất mà chúng tôi đã gặp trong 2 tháng đi du",
            "reviewer_location": "London, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "Doi 4, Van Lam, Ninh Hai Việt Nam",
        "name": "Elizabeth Hotel Tam Coc",
        "geo_data": {
            "latitude": 20.211488723754883,
            "longitude": 105.93687438964844
        },
        "room_number": "Việt NamTỉnh Ninh BìnhHuyện Hoa LưNinh Hai",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/5a/2b/b1/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ff/1b/cb/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ff/1b/ca/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ff/1b/c9/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ff/1b/c8/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/ff/1b/c7/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/9f/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/6b/df/a3/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5e/9e/f5/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5e/9e/f4/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5e/9e/f3/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5e/9e/f2/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/5e/9e/f1/caption.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/5a/2b/b0/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/85/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/78/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/47/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/3c/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/09/cc/1f/elizabeth-hotel-tam-coc.jpg?w=1200&h=-1&s=1"
        ]
    }
}