{
    "content": [
        {
            "name": "Chieu T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Chúng tôi đã có những ngày nghỉ lễ thật tuyệt vời tại đây. Đồ ăn ngon phòng sạch sẽ, nhân viên luôn tươi cười  đặc biệt là cậu nhân viên hành lý ca ngày đã giúp chúng tôi rất nhiều. Tôi sẽ giới thiệu cho bạn bè tôi đi du lịch sẽ đến nơi đây. Hẹn một ngày gặp lại các bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hop D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Quá tuyệt vời",
            "review_content": "Chúng tôi  đã  đặt phòng ba đêm tại  đây, dịch  vụ  tốt  phòng  sạch  sẽ  đồ ăn ngon,  nhân viên  thân thiện. Cảm  ơn  bạn  hoàng  zoe  đã đặt giúp  chúng  Tôi  tour đi hạ long hai ngày rất đẹp rất tuyệt vời   Chúng  tôi sẽ  quay lại Và  giới  thiệu  tất cả bạn  bè tôi  biết  đến các bạn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Luyen D",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp",
            "review_content": "Gia đình tôi đến ở đây hai ngày thật tuyệt vời và bất ngờ, phòng ốc trang trí đẹp , đồ ăn ngon và với đội ngũ nhân viên trẻ trung , năng động , nhiệt tình giải đáp những gì mà chúng tôi không biết . cảm ơn bạn hoàng zoe đã giúp chúng tôi rất nhiều , nhất định chúng sẽ quay lại và giới thiệu cho bạn bè chúng tôi hẹn gặp lại",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Xe G",
            "avatar": "",
            "review_rating": "5",
            "review_title": "dịch vụ tốt",
            "review_content": "Tôi cùng bạn bè tôi ở Sài Gòn đã Đặt phòng ở đây ba đêm. Chúng tôi rất hài lòng với dịch vụ ở đây , bạn bè tôi từ Sài Gòn ra sớm tầm 10 giờ sáng nhân viên lễ tân đã tạo điều kiện cho chúng tôi lấy Phòng sớm . Phòng sạch sẽ nhân viên thân thiện đặc biệt là cậu nhân viên hành lý luôn nở nụ cười trên môi, và sau tôi sẽ quay lại một ngày gần nhất",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ha-tvb N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất hài lòng",
            "review_content": "Tôi thực sự hài lòng về việc chọn khách sạn này cho chuyến đi nghỉ ngơi của mình. Nhân viên vô cùng nhiệt tình tôi sẽ quay lại cùng gia đìnhvà bạn bè và sẽ giới thiệu cho bạn bè tôi nhiều hơn nữa Cảm ơn rất nhiều",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "lucky",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp nhân viên thân thiện",
            "review_content": "Gia đình tôi vừa trải qua một kỳ nghỉ thật tuyệt vời tại đây. phòng ốc trang trí đẹp, sạch sẽ nhân viên thân thiện, đặc biệt là đi ra hồ hoàn kiếm rất là gần nếu đi bộ mất tầm 2 phút thôi",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Le T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Tôi rất tự hào với dịch vụ ở đây, phòng rất đẹp đồ ăn cũng rất ngon. Tôi sẽ quay lại đây với gia đình tôi hoặc bạn bè. Cảm ơn em Nga đã giúp tôi đặt chuyến tour 2 ngày tại hạ long. Tôi sẽ không quên ngày nghỉ tuyệt vời tại đây.chắc chắn sẽ giới thiệu cho bạn bè",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hứa Diệu Mi L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt.",
            "review_content": "Phòng sạch sẽ, nhân viên thân thiện, địa điểm thuận lợi cho việc đi bộ tham quan trong phố cổ, đi tới  các nơi khác trong thành phố cũng rất thuận . Room Clean, friendly sevice, good location for walking around ancent town.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "văn nguyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good service!",
            "review_content": "Khách sạn gần Hồ Hoàn Kiếm, view đẹp, chất lượng phục vụ tốt, nhân viên nhiệt tình, phòng ốc sạch sẽ. Cảm ơn khách sạn, chắc chắn lần sau sẽ quay lại với gia đình hoặc bạn bè.",
            "reviewer_location": "Tỉnh Nghệ An, Việt Nam"
        },
        {
            "name": "Thịnh N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn sạch sẽ nhân viên thân thiện",
            "review_content": "Chúng tôi ở đây 4 đêm khi đi thăm quan Hanoi.  Khách sạn có đọi ngũ nhân viên phục vụ nhiệt tình và thân thiện.  Phòng khách sạn rộng rãi và rất sạch sẽ. Chúng tôi đánh giá cao ks này và chắc chắn sẽ quay lai cho kỳ nghỉ sắp tới và Thaison sẽ là sự lựa chọn thông minh. Lưu ý chọn phòng phía trước sẽ rong và thoáng hơn",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "954laiv",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và thân thiện lắm",
            "review_content": "Chúng tôi ở 2 ngày ở đây và rất hài lòng với dịch vụ và nhân viên. Phòng gia đình rất rộng, thoáng vì có cửa sổ lớn mở ra. Ăn sáng cũng rất ok. Vị trí va nhân viên rất tốt. Nhận sét chung đây là một khách sạn đẹp giá trị. Chúng tối sẽ quay trở lại sớm   Có thể gọi điện cho anh Kenny nếu các bạn muốn đặt tour Halong, công ty có tầu cho nên giá sẽ rất tốt và chất lượng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt nhất ở phố cổ Hà Nội",
            "review_content": "Tôi đã đến Hà Nội nhiều lần ở nhiều khách sạn nhưng tôi thấy đây là khách sạn tốt nhất. Nhân viên làm việc rất chăm chỉ từ sáng đến tối , luôn luôn nở nụ cười trên môi mỗi khi nhìn thấy tôi. Phòng có cửa sổ lớn rất thoáng và sạch sẽ đặc biệt có máy tính trên phòng rất tiện lợi cho công việc của tôi. Nhân viên ngày nào cũng dọn phòng sạch sẽ và để nước miễn phí trên phòng. Khách sạn ở trung tâm phố cổ nên rất dễ đi mua sắm hoặc các nhà hàng, chỉ 3 phút tới hồ Hoàn Kiếm , 5 phút tới chợ đêm. Cảm ơn Thai Son Palace Hotel tôi sẽ quay lại và giới thiệu bạn bè đến ở đây",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Chuonchuon T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "so great !!!",
            "review_content": "Mình vừa kết thúc chuyến du lịch 10 ngày Hà Nội- Sapa và trở về Sài Gòn với nhiều lưu luyến. Là lưu luyến tiết trời se lạnh Sapa, những thửa ruộng bậc thang mộc mạc hùng vĩ , sự chân tình của những người đồng bào H' Mông . Là lưu luyến chút thu Hà Nội, chút rực rỡ pháo bông ngày giải phóng thủ đô. Và là lưu luyến giọng nói dịu dàng , nụ cuời nhiệt thành của những nhân viên tại Thái Sơn Hotel nữa. KS nằm ngay khu phố cổ, chỉ đi bộ mấy bứơc chân là ra đến bờ hồ Hoàn Kiếm rồi. Dù điểm trừ là phòng ks hơi nhỏ, internet trên lầu cao có chậm đi ít, nhưng đồ ăn ngon và sự chu đáo của ks làm mình vẫn cho ks 10/10đ luôn. Buồi sáng thức dậy được chào đón bằng nụ cười và sự quan tâm \" tối qua chị có ngủ ngon ko ạ \" , khi chuẩn bị bứơc ra khỏi ks sẽ có nguời mỉm cười và hỏi \" chị đã có bản",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lovely N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thái sơn là 1 lựa chọn tuyệt vời",
            "review_content": "Có thể bạn k thể tìm thấy ở Thái Sơn là 1 KS lớn, view đẹp hay phòng lung linh vì nó chỉ có 3 sao.  Nhưng bạn sẽ tìm thấy sự hài lòng ở đội ngũ nhân viên tuyệt vời, nhiệt tình và rất đáng iu. Phòng ốc sạch sẽ, ăn sáng khá oke. Quan trọng hơn tất cả bạn sẽ được thưởng thức trà hay cafe free khi ngồi ở sảnh đợi của KS. Đó là 1 sáng kiến rất tuyệt vời của Ks mà tôi nghĩ nhiều KS khác của VN nên học hỏi",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "scriabin1976",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Sâu trung bình. Không phải là sạch nhất",
            "review_content": "Khách sạn rất mệt mỏi. Không đặc biệt sạch sẽ nếu bạn nhìn gần! Ăn sáng là khá khủng khiếp. Kích thước phòng ngủ là tốt. Phòng tắm rớt xuống. Tùy chọn tốt hơn ngoài kia  Quầy lễ tân rất thân thiện nhưng tôi nghĩ rằng những nụ cười nhiệt tình ở đó sẽ khiến bạn mất tập trung từ nhiều lỗ hổng nhỏ mà khách sạn này có. . .",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "Sue C",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Trung bình trong dịch vụ, địa điểm và sự sạch sẽ",
            "review_content": "Khách sạn nằm trên một con phố đông đúc. Nhân viên thân thiện và dịch vụ là trung bình. Thức ăn và tiện nghi là trung bình. Không phải là giá trị tốt nhất trong quan điểm của tôi. Khách sạn rất cũ cần được bảo dưỡng. Cái bồn rửa không cạn kiệt và nhà vệ sinh bị lún.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Drew T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Cung điện Thaison nằm ở một vị trí tuyệt vời. Cô Moon là một người yêu tuyệt đối như những người còn lại. Mọi người đều rất thân thiện và thân thiện. Vợ tôi và tôi đã lên kế hoạch ở lại 5 ngày nhưng chúng tôi tìm thấy vé rất rẻ để đến và chúng tôi đã kết thúc sớm rời đi một chút. Nhược điểm duy nhất là chúng tôi phải rời đi sớm như vậy. Nằm trong khu phố cổ ngay gần tất cả nếu hành động. Họ đã cho chúng tôi một bản đồ và cho chúng tôi thấy các điểm tham quan gần nhất. Một trong những cô gái thậm chí còn giúp tôi tìm một cửa hàng mà tôi đang tìm kiếm. Giá cả tuyệt vời và một kỳ nghỉ tuyệt vời. Đừng bỏ lỡ. Nó rất quyến rũ.",
            "reviewer_location": "Star Valley Ranch, Wyoming"
        },
        {
            "name": "Teddy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tốt và có giá trị",
            "review_content": "Đây là lần đầu tiên tôi đến Hà Nội và ở trong một khách sạn nhỏ, ấm cúng như nhà tôi. Nhân viên rất hữu ích và thông minh để giới thiệu tất cả các món ăn nổi tiếng và tham quan Phải trở về khách sạn này với bạn bè và gia đình của tôi. Bữa sáng rất ngon với đầy đủ các món ăn truyền thống Việt Nam",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "DaveDColeman",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn Thaison Palace, Hà Nội",
            "review_content": "Kỳ nghỉ của chúng tôi tại khách sạn Thaison Palace ở Hà Nội đã được tất cả các nhân viên khách sạn thú vị hơn. Dịch vụ đã thực sự hiệu quả và thân thiện trong suốt thời gian qua, và chúng tôi đã sử dụng Bàn đặt tour của khách sạn để sắp xếp chuyến đi của chúng tôi đến Vịnh Hạ Long. Nhân viên 'trước nhà' nói tiếng Anh xuất sắc và đã đưa ra lời khuyên tuyệt vời về những gì để xem và làm tại địa phương. Khách sạn nằm ngay phía Đông Hồ Hoàn Kiếm, vì vậy đây là một cơ sở thuận tiện để khám phá Khu Phố Cổ ở Hà Nội và có rất nhiều nhà hàng cũng như quán bar tuyệt vời nằm trong khoảng cách đi lại dễ dàng từ khách sạn. Các tiện nghi trong phòng rất tốt: TV, internet, vòi sen nước nóng, quạt và máy lạnh, nhưng điều thực sự khiến chúng tôi ở đây dễ chịu là thái độ gương mẫu và công việc",
            "reviewer_location": "Chippenham, Vương quốc Anh"
        },
        {
            "name": "Roderick K",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ 5 sao",
            "review_content": "Ở tại Thaison Palace cho 2 đêm và dịch vụ của họ đã được tuyệt vời. Cô trăng đã giúp đỡ rất nhiều cho gia đình chúng tôi. Cô đã giới thiệu nhiều món ngon địa phương và thậm chí còn có đầu bếp để làm bữa sáng sớm hơn, chỉ để chúng tôi có thể bắt chuyến bay của mình. Một nơi đáng để ở cho dịch vụ tốt của họ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Teddy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Cảm ơn cho kỳ nghỉ ấm cúng- Tạp chí Ms Moon",
            "review_content": "Tôi là một du khách đến từ nước Anh, tôi đã đặt phòng tại khách sạn này và tour Việt Nam qua Ms Moon. Cô ấy là một người trung thực để cho tôi một đề nghị thực sự mà không cần bất kỳ khoản hoa hồng nào. Vị trí là rất tốt cho đi bộ đường phố, trung tâm mua sắm, chợ đêm. Tôi chắc chắn sẽ trở lại đây ngay sau khi công việc kinh doanh của tôi kết thúc vào năm sau. Cảm ơn bạn rất nhiều!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tedy71",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi được tổ chức tốt nhất đến Vịnh Hạ Long",
            "review_content": "Tôi đã đặt chuyến đi một ngày từ Hà Nội đến Vịnh Hạ Long và đây là chuyến đi tốt nhất trong chuyến du lịch của tôi đến Việt Nam. Xe buýt mới và thoải mái, nhóm - nhỏ. Bữa trưa trên thuyền rất ngon và hướng dẫn viên - rất nhiều thông tin. Tôi muốn nói lời cảm ơn đặc biệt đến cô Moon, người đã liên lạc với tôi trong suốt chuyến đi của tôi, sẵn sàng hỗ trợ bất cứ điều gì tôi cần!",
            "reviewer_location": "sofia"
        }
    ],
    "hotel": {
        "location": "No 9, Hang Voi Str, Old- Quarter, Hoan Kiem Dist, Hà Nội 10000 Việt Nam",
        "name": "Thaison Palace Hotel",
        "geo_data": {
            "latitude": 21.03049659729004,
            "longitude": 105.8563232421875
        },
        "room_number": "22",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/53/2b/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f1/b4/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/53/16/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/11/82/6a/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/11/82/69/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/7d/90/38/pick-up-service.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/7d/90/37/travel-desk-at-lobby.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/7d/90/36/free-wifi-and-computers.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f3/31/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f3/2d/thaison-palace-hotel.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f3/28/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f3/18/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/71/f1/b3/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/53/24/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/53/20/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/53/1b/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/52/63/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/52/5e/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/57/52/56/thaison-palace-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/05/24/5f/20/thaison-palace-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}