{
    "content": [
        {
            "name": "Luna2587",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Good place",
            "review_content": "Style đúng theo tên gọi, đây là 1 trong 3 nơi mình chọn ở lại cho kỳ nghỉ ở Phú Quốc. Spa đuợc chăm sóc tốt, nhân viên có chuyên môn. Good for your rest time. Tiếc là lần này c đi một mình, lần tới nhất định đem partner đi cùng. Recommend!",
            "reviewer_location": "Đà Nẵng, Việt Nam"
        },
        {
            "name": "Thanh Tuyền",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Phú Quốc xinh tươi",
            "review_content": "Càng rời xa thành phố đến với những vùng thanh tĩnh như Phú Quốc để xã stress,  bạn mới hiểu được tại sao đi càng xa thì càng giải khuây tốt hơn.  Con người nơi đất này vốn gần gũi thân thiện,  nay lại còn khiến bạn bật cười vì nét hài hước và nụ cười duyễn của con người Việt Nam nơi hòn đảo xinh đẹp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "chau s",
            "avatar": "",
            "review_rating": "3",
            "review_title": "du lịch phú Quốc",
            "review_content": "Lần đầu tiên gia đình tôi đặt chân đến hòn đảo này, cảnh vật nơi đây còn rất hoang sơ, rừng tự nhiên còn rất nhiều, không khí trong lành, nhiệt độ trong tháng 4 này hơi nóng tí nhưng cũng dễ chịu. Người dân cực chân thật và hiếu khách, riêng quản lí khách sạn và nhân viên thì rất tận tình và chu đáo. Còn hải sản ở Hàm Ninh rất tươi, thịt ngọt, hết sẩy. Chuyến đi lần khá vui .",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nik",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Ở tuyệt vời",
            "review_content": "Có một thời gian đáng yêu. Khách sạn có một khu vực hồ bơi đẹp trên biển với cảnh hoàng hôn của đại dương. Bãi biển riêng cũng thực sự sạch sẽ và tuyệt vời, với một nhà hàng và quán bar trên bãi biển.  Những ngôi nhà gỗ thực sự là những biệt thự chung với một cánh cửa mỏng ngăn cách các phòng. Vì vậy, bạn có thể nghe thấy các neighboors khá rõ ràng. Điều này rõ ràng tại thời điểm đặt phòng. Ngoài ra chúng tôi đã đặt phòng với tầm nhìn ra đại dương nhưng chúng tôi hầu như không thấy biển từ biệt thự của chúng tôi một chút lên đồi. Những người gần bãi biển đã có một cái nhìn tuyệt vời mặc dù.  Nhân viên thực sự tốt đẹp và hữu ích!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lauren",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ba người bạn và một em bé",
            "review_content": "Gần đây chúng tôi ở tại khách sạn này và nó thật tuyệt vời. Các nhân viên là những người làm cho nơi này và họ đã rất hữu ích với tôi và bé trai của tôi, đặc biệt là Vi và My. Các bungalow rất đẹp với giường thoải mái. Nước được làm mới hàng ngày và tôi được bảo rằng chúng sẽ hoàn toàn không có nhựa vào tháng tới! Có một hồ bơi vô cực nhìn ra biển và bãi biển tuyệt đẹp! Tôi rất muốn giới thiệu nơi này nếu bạn đang tìm kiếm cảnh quan tuyệt đẹp, nhân viên thân thiện và một giấc ngủ thoải mái và yên tĩnh.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "AdamB",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị lớn và trải nghiệm thư giãn",
            "review_content": "Tôi chắc chắn sẽ giới thiệu Phú Quốc Eco Beach Resort cho bất cứ ai tìm kiếm một kỳ nghỉ thư giãn với cảnh hoàng hôn tuyệt đẹp và cảnh biển. Các nhân viên luôn thân thiện và hữu ích. Các món ăn Việt Nam trong nhà hàng rất ngon. Giá trị tiền bỏ ra cho một ngôi nhà gỗ cực kỳ thoải mái với ban công rộng và tầm nhìn ra biển.",
            "reviewer_location": "Bangkok, Krung Thep, Thailand"
        },
        {
            "name": "MelanieJ1111",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thư giãn và nghỉ ngơi",
            "review_content": "Người bạn thân nhất của tôi và tôi đã ở đây gần 2 tuần, với mục tiêu thư giãn và xả stress. . . công việc hoàn thành. Eco Beach nằm ngoài cuộc đua chuột của Dương Đông và điều đó hoàn toàn phù hợp với chúng tôi. Chúng tôi có xe đạp để đi lấy đồ tiếp tế hoặc mạo hiểm để kiếm thức ăn, và khi chúng tôi ở ngay trên bãi biển, chúng tôi dành phần lớn thời gian để bơi lội, lặn với ống thở và đọc sách. Các món ăn tại nhà hàng thực sự tốt, lựa chọn ăn chay tốt. Các nhân viên là chuyên nghiệp, hữu ích và thân thiện. Phòng của chúng tôi sạch sẽ và rất thoải mái, chỉ có một bên là độ ẩm trong phòng tắm nhưng bạn sẽ sớm nguội đi. Nước ở bãi biển rất đẹp, chúng tôi chỉ sử dụng hồ bơi một vài lần nhưng nó rất phổ biến. Nhìn chung, một kỳ nghỉ tuyệt vời trong một ốc đảo ẩn giấu và tôi chắc chắn",
            "reviewer_location": "Melbourne, Úc"
        },
        {
            "name": "galsue63",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một kỳ nghỉ đáng yêu và một nơi tuyệt đẹp",
            "review_content": "Chà, tôi có thể nói gì mà chưa được nói bởi người bạn thân yêu của chúng tôi juliebS &&& 4 WZ. Một kỳ nghỉ tuyệt vời ở một vị trí đẹp với một khu nghỉ dưỡng được quản lý cực kỳ tốt để ở. Từ khi chúng tôi đến, chúng tôi đã được chào đón bởi Cindy thân thiện tại quầy lễ tân và mời một đồ uống chào mừng.  Từ lúc đó, tất cả chúng tôi đều nhận ra rằng việc lựa chọn một nơi để ở là hoàn hảo, vì Julie đã đề cập đến tất cả các nhân viên không thể làm đủ để đảm bảo rằng mọi thứ đều được bảo vệ trong khi ở đó. Một tiếng hét lớn với Người quản lý đã sắp xếp BBQ bãi biển của chúng tôi, trong đó thức ăn rất tuyệt, Ian và vợ Katie (Chúc may mắn cho cả hai bạn x) các đầu bếp, đội ngũ dọn phòng luôn giữ những căn phòng xinh xắn và tất cả đội ngũ nhân viên khác là những người tuyệt vời.  Tôi",
            "reviewer_location": "South East England, Vương quốc Anh"
        },
        {
            "name": "julie b",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thật là một nơi tuyệt vời!!",
            "review_content": "Vừa trở về từ khu nghỉ mát xinh đẹp này và tôi rất buồn khi rời đi. Có 6 người chúng tôi ở lại và từ khi chúng tôi đến đó, chúng tôi đã đối xử rất tử tế. Các phòng của chúng tôi rộng rãi và được dọn dẹp hàng ngày, tầm nhìn từ nhà hàng ra biển thật ngoạn mục và tôi sẽ rất nhớ bữa sáng của mình mỗi ngày và nhìn thấy cảnh đó. Thức ăn rất đáng yêu, chúng tôi đã ăn nhiều lần trong nhà hàng của họ và giá cả rất hợp lý. Chúng tôi yêu cầu một bãi biển BBQ riêng và ban quản lý và nhân viên đã sắp xếp nó cho chúng tôi đầu bếp nấu cho chúng tôi và đó là một đêm tuyệt đẹp. Bãi biển là một trong những điều tốt nhất chúng tôi đã thấy ở phu quoc sạch sẽ và tuyệt đẹp rất yên bình. Bể bơi thật đáng yêu và thanh thản ở khắp mọi nơi giống như một khu vực thư giãn. Toàn bộ khu nghỉ dưỡng được giữ",
            "reviewer_location": "Essex, Vương quốc Anh"
        },
        {
            "name": "Tim W",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất rất tốt, Không muốn rời đi.",
            "review_content": "Đây là một khu nghỉ mát đáng yêu thực sự và chúng tôi rất thích ở đây, Đầu tiên, cô gái đã kiểm tra chúng tôi không chỉ giúp chúng tôi tìm chuyến bay ngoài đảo mà còn đề nghị thanh toán bằng thẻ của cô ấy khi chúng tôi gặp vấn đề, Chúng tôi có không bao giờ có cách tiếp cận hữu ích thân thiện này từ các nhân viên tại bất kỳ 5 sao xa xỉ nào chúng tôi từng ở. Chúng tôi đã có một ngôi nhà gỗ phía trước bãi biển và nó rất thoải mái và được làm sạch hàng ngày. Những chiếc giường thực sự thoải mái quá. Khu vực hồ bơi và bãi biển tương đương với bất cứ điều gì chúng tôi trải qua trong suốt 2 tháng đi du lịch châu Á và hoàng hôn đối thủ với bất cứ điều gì chúng tôi cũng thấy, Tất cả nhựa được rửa sạch và rác được đóng gói để xử lý mỗi sáng và anh chàng làm việc đó dường như rất tuyệt",
            "reviewer_location": "Bournemouth, Vương quốc Anh"
        },
        {
            "name": "susiem",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Muốn quay lại",
            "review_content": "Đây là chuyến thăm thứ hai của tôi, nó vượt quá chuyến thăm đầu tiên. Tôi đã để chiếc đồng hồ của mình được giữ an toàn trong 1 năm. Khi đến tôi hỏi người quản lý mới về đồng hồ của tôi, nó đã được trả lại cho tôi. Tôi yêu cầu một phòng nhìn ra biển, tôi phải đợi 3 ngày sau đó tôi được chuyển đến một căn phòng nhỏ sạch sẽ với tầm nhìn tuyệt vời. Khách sạn này là một ngôi sao ba sao không phải năm sao, nó nằm giữa một khu rừng, những con nhện tắc kè tìm đường vào phòng của bạn nếu con nhện của bạn hay ghét nhện thì đây không phải là nơi dành cho bạn Các bữa ăn sáng có nhiều sự lựa chọn, trứng nấu để đặt hàng. Nhà hàng có một lựa chọn tốt về thức ăn, nó không đắt, cá tươi rất đáng yêu Spa là tuyệt vời tôi đã có một massage ba giờ chi phí 1, 400, 000 Khách sạn này được xếp hạng ba",
            "reviewer_location": "Wakefield, Vương quốc Anh"
        },
        {
            "name": "Greggypooh",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Gân như hoan hảo",
            "review_content": "Ưu điểm: Xe đưa đón miễn phí từ sân bay nếu ở lại nhiều đêm. Tầm nhìn tuyệt vời từ phòng ăn. Hồ bơi vô cực tuyệt đẹp và phần đáng yêu của bãi biển riêng với cát vàng và nước trong vắt. Dịch vụ và nhân viên thân thiện.  Nhược điểm: Bán bánh răng lặn thay vì có một vài cho khách sử dụng; chúng ta sẽ làm gì với họ nếu chúng ta tiếp tục đến các khu vực khác ở Châu Á mà không có ống thở? Eco là một cái tên dễ gây hiểu lầm vì có đủ các vết nứt và lỗ hổng trong mỗi ngôi nhà gỗ để lãng phí rất nhiều điện với máy điều hòa không khí. Thực phẩm là thực sự khủng khiếp. Tôi biết họ phải phục vụ cho những người khách da trắng với bữa sáng tự chọn nhưng ngay cả khi đó, đó là thức ăn ngon cho người da trắng. Tôi là người châu Á và tôi đã chọn ăn phở, các món súp khác và các loại thực phẩm dim",
            "reviewer_location": "Houston, Texas"
        },
        {
            "name": "Ielenao",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Kinh nghiệm xấu",
            "review_content": "Khi chúng tôi đã có mưa lúc đầu nên chúng tôi nhìn xung quanh. Phòng tập thể dục đã cũ và không ai chăm sóc nơi này và đang mưa trong phòng. Khu nghỉ mát muốn chúng tôi thanh toán khi nhận phòng. . nhưng khi trời mưa 3 ngày, chúng tôi xin tiền lại và rời đi nhưng họ sẽ trả lại cho chúng tôi chỉ 2 đêm. Chúng tôi đã trả tiền cho 10 đêm. Đã bất tiện. Chúng tôi đã nói. Chúng tôi tìm thấy một Tokai geko (lớn) trong phòng tắm của chúng tôi đang tìm kiếm chúng tôi khi chúng tôi đang đi đến toilette. Khu nghỉ mát cho biết đó là khu nghỉ mát sinh thái và sự hiện diện của động vật được cho là bình thường nhưng đã gửi cho ai đó để lưu nó. Hang động của con vật nằm ở mặt sau của đầu bát nhà vệ sinh khi người đàn ông cố gắng bắt geko tất cả phân của nó đi ra. Ngày cuối cùng trong khi chúng",
            "reviewer_location": "Varese, Ý"
        },
        {
            "name": "dorrit112",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ mát tuyệt vời",
            "review_content": "Chúng tôi ở trong khu nghỉ mát này trong 3 ngày vào tháng Sáu. Chúng tôi nghĩ rằng khu nghỉ mát có một vị trí tuyệt vời và nhân viên rất thân thiện. Hồ bơi tuyệt vời và bãi biển rất đẹp. Đối với các tour du lịch thuyền lặn xem xét Truly Việt Nam Travel.",
            "reviewer_location": "The Hague, Hà Lan"
        },
        {
            "name": "danking85",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Thiên đàng",
            "review_content": "Trước hết, chỉ cần đọc một số các đánh giá gần đây và thấy khó mà tin rằng bất cứ ai thực sự có thể rên rỉ và rên rỉ về việc có lỗi trong phòng của họ. Bạn không nghĩ trước khi thực sự đọc các thông số kỹ thuật, vv . nó có một phòng tắm bên ngoài vì chúa ơi, bạn mua vào thực tế bạn sẽ có thể nhận được \"bên ngoài\" đến tại một số điểm. Tôi và đối tác của tôi ở tại khu nghỉ dưỡng sinh thái biển trong 10 đêm, ban đầu chúng tôi có một trong những phòng \"rừng\", khi chúng tôi đến túi và vali của chúng tôi được đưa đến phòng của chúng tôi ngay lập tức trong buggy golf. Căn phòng thật tuyệt vời và có rất nhiều không gian. Chúng là ếch, thằn lằn và kiến ​​trong phòng tắm, như được mong đợi vì nó là một phòng tắm bên ngoài với vòi sen, nhà vệ sinh và bồn rửa. Điều này không làm phiền chúng",
            "reviewer_location": "Chesterfield, Vương quốc Anh"
        },
        {
            "name": "Desi M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Giá trị tuyệt vời của tiền",
            "review_content": "Nơi đáng yêu để ở, với hồ bơi vô cực và bãi biển riêng. Trong số các khu rừng hoang dã, đó là màu xanh lá cây tươi tốt và có rất nhiều không gian giữa các bungalow. Nhân viên rất thân thiện. Yêu xe đưa đón miễn phí đến / từ sân bay. Tháng 7 đến tháng 9 có thể khá mưa.",
            "reviewer_location": "Sofia, Bulgaria"
        },
        {
            "name": "Lizzy G",
            "avatar": "",
            "review_rating": "2",
            "review_title": "Thất vọng",
            "review_content": "Sau khi xem trực tuyến và đọc những đánh giá tốt như vậy, tôi đã đặt chuyến đi này để đi cùng với vị hôn thê và mẹ tôi. Chúng tôi đến muộn hơn kế hoạch cho khách sạn sau một chuyến bay bị trì hoãn và đến quầy lễ tân với đồ uống và nhận phòng. Chúng tôi không được đưa đến phòng của chúng tôi mà chỉ đơn thuần chỉ từ quầy lễ tân nơi chúng tôi phải kéo túi của mình trong bóng tối. con đường sáng. Sau khi đến phòng, chúng tôi đã thất vọng khi thấy phòng tắm có một nửa sử dụng gel tắm và dầu gội đầu không có những thứ mới được đưa ra, trong cả phòng của chúng tôi và bà mẹ của tôi, những chiếc khăn có mùi mốc và bẩn và căn phòng không được lau chùi đúng cách. Các phòng tắm ngoài trời trông rất đáng yêu trên hình ảnh nhưng trong thực tế đã được phát triển quá mức và các nhà máy không",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "MalgoLi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ mát đẹp",
            "review_content": "Chúng tôi ở tại Phú Quốc Beach Resort sau tour diễn 3 tuần của Việt Nam và nó đã cho chúng tôi một nơi tuyệt vời để thư giãn sau khi tham quan dữ dội. Các quan điểm từ nhà hàng và khu vực hồ bơi là thật sự tuyệt vời và nó là một niềm vui lớn cho chúng tôi để thưởng thức bữa ăn sáng trên sân thượng đẹp. Hồ bơi vô cực thực sự ấn tượng và cảnh hoàng hôn tuyệt đẹp. Khu vực bãi biển rất sạch sẽ. Có rất nhiều giường phơi nắng và võng, vì vậy người ta có thể thư giãn thoải mái nhìn ra biển. Họ cũng cung cấp miễn phí đón và vận chuyển đến sân bay - đó là tốt đẹp:) Chúng tôi đã chọn Hill House - đó là 5 phút đi bộ đến bãi biển, nhưng vị trí rất yên tĩnh và yên tĩnh. Các món ăn trong nhà hàng là ở phía đắt tiền và không phải là tuyệt vời, nhưng có rất nhiều nhà hàng trong vùng lân cận.",
            "reviewer_location": "Warsaw, Ba Lan"
        },
        {
            "name": "martinixi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi trú ẩn hoang dã tuyệt đẹp",
            "review_content": "Nằm trên một sườn dốc thoai thoải với tầm nhìn toàn cảnh ra biển, đây là thiên đường. Các phòng được sạch sẽ en - suite là tâm thổi và truyền cảm hứng. Thức ăn rất tuyệt và thân thiện với nhân viên. Nếu bạn thích biển có vây, mặt nạ và ống thở có rất nhiều thứ để xem trong một vịnh rất an toàn. Đã yêu nó",
            "reviewer_location": "Guildford, Vương quốc Anh"
        },
        {
            "name": "Rachel",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ mát đáng yêu",
            "review_content": "Chúng tôi hiện đang ở tại khu nghỉ mát sinh thái bãi biển và cho đến nay nó đã được một kỳ nghỉ tuyệt vời. Chúng tôi quyết định hoàn thành hành trình từ Bắc vào Nam Việt Nam tại Phú Quốc để thư giãn từ những thành phố sôi động trên đường đi.  Nhà nghỉ của chúng tôi nhìn ra biển và chúng tôi chỉ đi xuống một số bậc thang, nó thật yên bình vào ban đêm và có thể nghe thấy tiếng chim vào buổi sáng. Nó rất thanh thản.  Trong bữa ăn sáng buổi sáng là từ 7-9: 30 và nó có nhiều loại thực phẩm để lựa chọn, do đó bạn sẽ không bị đói.  Các bãi biển có võng, ghế tắm nắng và họ đã tạo ra một đầm phá bằng cách sử dụng đá để đảm bảo sóng được giữ ở mức tối thiểu cho một bơi an toàn. Hồ bơi cũng có ghế tắm nắng và dù che nắng nếu quý khách cần nơi trú ẩn.  Các nhân viên đều rất chu đáo và thân",
            "reviewer_location": "Oxford, Vương quốc Anh"
        }
    ],
    "hotel": {
        "location": "Bãi Ông Lang, Cửa Dương, Ong Lang, Đảo Phú Quốc 920000 Việt Nam",
        "name": "Khu nghỉ dưỡng Phú Quốc Eco",
        "geo_data": {
            "latitude": 10.266008377075195,
            "longitude": 103.92863464355469
        },
        "room_number": "40",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/71/b9/b0/toan-c-nh-phu-quoc-eco.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/95/13/eco-space-with-trees.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/95/0b/gym-with-sea-view-free.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/95/09/many-trees-around-every.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/95/00/the-area-of-receptionist.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/94/d2/drinking-into-the-fresh.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/94/ca/the-infinity-pool-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/94/c7/the-private-beach-of.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/28/bc/94/bd/the-infinity-pool-with.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/43/phu-quoc-eco-beach-resort.jpg?w=200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/42/breakfast-time.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/40/phu-quoc-eco-beach-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/3e/phu-quoc-eco-beach-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/3b/phu-quoc-eco-beach-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/38/romantic-dinner-anniversary.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/33/sunset.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/32/sunset-view.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/31/romantic-dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/30/romantic-dinner.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/27/58/c9/2f/beach-view.jpg?w=200&h=-1&s=1"
        ]
    }
}