{
    "content": [
        {
            "name": "Minh Dq",
            "avatar": "",
            "review_rating": "5",
            "review_title": "5 sao",
            "review_content": "Khách sạn mới xây rất đẹp,nhân viên thân thiện & nhiệt tình.Phòng ốc sạch sẽ đầy đủ tiện nghi. Vị trí trung tâm đi lại thuận tiện rất gần hồ Hoàn Kiếm & khu phố cổ . Sẽ quay lại nếu có dịp du lịch hà nội",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhung Cam",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, dịch vụ tốt, rất gần trung tâm",
            "review_content": "Khách sạn cách trung tâm hồ Hoàn Kiếm 5p đi bộ, di chuyển nhanh và dễ dàng vào khu phố cổ Hà Nội. Sảnh bài trí đẹp và sang trọng, có 1 chiếc thuyền gỗ khá bắt mắt ngay cửa vào. Nhân viên checkin rất vui vẻ và thân thiện, hỗ trợ hành lí nhiệt tình. Phòng không quá rộng nhưng đầy đủ tiện nghi. Sảnh và hành lang lúc nào cũng có mùi thơm.  Khách sạn phù hợp để nghỉ dưỡng hoặc đi công tác. Sẽ quay lại!  ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Quyet Tran",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn thân thiện !!",
            "review_content": "Lần quay lại này nhân viên vẫn rất thân thiện, luôn cười và chào hỏi rất nhanh nhẹn. Chất lượng món ăn đã cải thiện đáng kể và đã có thêm dịch vụ trà chiều. Một địa điểm thuận lợi ngoài phố cổ! Sẽ tiếp tục quay lại trong lần tới",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung Thuy",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời!",
            "review_content": "Khách sạn mới xây rất đẹp, phòng sạch sẽ,hiện đại, nhân viên lễ tân nhiệt tình, dễ thương, chu đáo với khách. Địa điểm khách sạn khá thuận lợi để đi bộ tới Hồ Gươm cũng như trung tâm thành phố. Lần sau sẽ tiếp tục quay lại.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Khoapda",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Giá cả và chất lượng tương ứng",
            "review_content": "Vị trí gần nhà hát lớn Hà Nội, đi bộ khoảng 5 phút, trong hẻm. Là khách sạn mới xây nên cơ sở vật chất rất tốt. Gương, rèm tự động rất hiện đại. Màu sắc thiết kế tươi trẻ. Bếp làm thức ăn trưa rất lâu. Dịch vụ ổn.",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nghia Doan",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vời",
            "review_content": "Phòng sạch sẽ, nhân viên nhiệt tình, dễ thương, chu đáo với khách. Tuy nhiên, có 1 điểm trừ nhỏ là buffee sáng ít món, món ăn chưa thật sự xuất sắc. Địa điểm khách sạn khá thuận lợi, đi bộ 5 phút tới hồ gươm và các trung tâm thương mại, nhưng do đang sửa mặt tiền nên hơi khó tìm 1 chút xíu.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "sangkim632",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hà Nội thân thiện.",
            "review_content": "Grand Cititel hotel với vị trí gần trung tâm hồ Hoàn Kiếm, phòng rất đẹp và sạch sẽ nhân viên khách sạn vui vẻ, nhiệt tình, cực kỳ dễ thương, trên môi luôn nở nụ cười, sẵn sàng giúp đỡ khách trọng mọi hoàn cảnh, nhất định Sẽ quay lại khách sạn Grand Cititel Hotel nếu có dịp trở lại Hà Nội...❤️❤️❤️",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Nguyễn Chinh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Feedback",
            "review_content": "Tôi đã có 1 đêm lưu trú tại đây . Nó thật là tuyệt vời . Nhân viên rất nhiệt tình thân thiết . Trang thiết bị cơ sở vật chất rất là tốt . Nếu có lần sau đến Hà Nội tôi cũng vẫn sẽ đến đây để được phục vụ  ❤️❤️❤️❤️❤️",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "nga hoang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ",
            "review_content": "toii có 2 ngày trải nghiệm ở khách sạn cititel .phòng sạch đẹp .đồ ăn ngon .khách sạn gần trung tâm hà nội rất tiện cho thăm quan .nhân viên rất thân thiện.cảm ơn bạn Nhung nguyễn đã phục vụ rất nhiệt tình cởi mở thân thiện.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Quynhnhi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp và thân thiện",
            "review_content": "Phòng ở đẹp, sạch sẽ. Khách sạn ngay trung tâm rất thuận tiện đặc biệt nhân viên nhiệt tình và thân thiện. Thức ăn ngon và phong phú. Tôi sẽ quay trở lại và giới thiệu cho bạn bè đến đây nếu họ có dịp đến hà nội.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dung",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn GRAN CITITEL",
            "review_content": "- Đội ngũ nhân viên nhiệt tình chu đáo. - Phòng nghỉ sạch sẽ. - Nhà hàng sáng ăn tốt - Vị trí trung tâm đi lại thuận tiện. Nhưng đường ngõ vào khách sạn hơi nhỏ, nen mở rộng thêm. - Hy vọng sẽ có nhiều dịp quay lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hang",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đẹp, mới",
            "review_content": "Khách sạn đẹp, vị trí thuận lợi, phòng sạch sẽ, nhân viên thân thiện, nhiệt tình. Thiết kế đẹp, nội thất tinh tế, vật dụng trong phòng chất lượng, giá cả hợp ly.Tôi sẽ quay lại đây nếu trong các kỳ công tác tới.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Rinrin",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nhiệt tình",
            "review_content": "Nhân viên nhiệt tình, chu đáo Phòng sạch sẽ, thoáng, yên tĩnh Gần trung tâm Đồ ăn sáng đa dạng Trang thiết bị đầy đủ, tiện nghi tốt. Đồ dùng mới sạch sẽ  Tôi sẽ chọn khách sạn cho chuyến đi công tác lần sau",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hu0ngtravel",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Những điều bạn cần ở Hà Nội, có tất cả",
            "review_content": "Khách sạn mới với vị trí tuyệt vời mọi thứ đều nằm trong tay bạn. Đội ngũ nhân viên thân thiện và hữu ích giúp bạn có kỳ nghỉ như mong đợi. Sau giờ làm việc căng thẳng chiếc giường sẽ làm bạn thoải mái, chúng tôi chắc chắn bạn sẽ trở lại. Cảm ơn tất cả các bạn",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ls L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời một lần nữa",
            "review_content": "Hãy trở lại sau một kỳ nghỉ rất ấn tượng vài tháng trước. . . Grand Cititel Hà Nội vẫn giữ được chất lượng với sự sạch sẽ, thân thiện. . . và có nhiều dịch vụ hơn với trà, cà phê và trái cây miễn phí từ 3 giờ chiều. . . Xin cảm ơn Quản lý khách sạn anh phi hành đoàn Ông Klaus, chị Van Anh, Bellmen Ông Nam. . . cho lòng hiếu khách và sự chào đón nồng nhiệt nhất . . !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "andyarnoldstj",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn rất đẹp",
            "review_content": "Quầy lễ tân rất hữu ích. Đặc biệt, Jack, Mitssy, Ming và JB. Địa điểm là trung tâm, bữa ăn sáng ngon, và nhiều loại tốt. Sự thất vọng duy nhất của tôi là bánh sô cô la. Nó dường như đã có sô cô la bỏ đi!",
            "reviewer_location": "St. John"
        },
        {
            "name": "Paul H",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Khách sạn rất hiện đại",
            "review_content": "Chúng tôi ở lại một vài đêm trong chuyến lưu diễn Việt Nam. Lối vào khách sạn là cảm hứng vì rất nhiều công việc xây dựng đang diễn ra. Nội thất rất hiện đại, các phòng nhỏ gọn và vòi sen / nhà vệ sinh phía sau màn hình kính và có một tấm rèm bạn có thể kéo qua nếu muốn. TV lớn đẹp, giường thoải mái. Nhà hàng rất đẹp, bữa sáng tuyệt vời, nhân viên rất thân thiện.",
            "reviewer_location": "Garstang, Vương quốc Anh"
        },
        {
            "name": "Jamudi",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất tốt giá trị hiện đại và sạch sẽ khách sạn",
            "review_content": "Trải nghiệm tuyệt vời. Chúng tôi đặt một đêm sau đó đến vịnh halong và quyết định có thêm một đêm ở đó.  Phòng thực sự không tì vết (khách sạn dường như rất mới) và rất hiện đại. Tất cả sự thoải mái chúng tôi muốn sau vài tuần ở các khách sạn trung bình: rất sạch sẽ, vòi hoa sen với áp lực nước lớn, hiện đại. Mọi người rất dễ thương (tiếp tân mà còn vào bữa sáng).  Bữa sáng là một trong những món ngon nhất chúng tôi có ở Việt Nam. Bạn có tất cả các món kinh điển (trứng tráng, v.v.) nhưng chất lượng cao hơn (bánh mì nâu / bơ thích hợp / mứt ngon / trái cây có hương vị). Chúng tôi đề nghị giá trị rất tốt cho tiền.",
            "reviewer_location": "London, Vương quốc Anh"
        },
        {
            "name": "thuhuong_LeMenard",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn mới, vị trí tốt",
            "review_content": "Khách sạn này mới. Mặc dù cổng trước là một chút ẩn, nhưng bên trong sảnh là rất hiện đại, trang trí đẹp. Kích thước phòng không lớn, 20 - 22 m 2, nhưng được tổ chức tốt nên rất thoải mái. Chỉ vài phút đi bộ đến khu phố cổ và hồ Hoàn Kiếm. Trên con đường chính, vì vậy việc truy cập của huấn luyện viên của bạn rất dễ dàng. Rất khuyên bạn nên.",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "찬주 김",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn tuyệt vời và tiện lợi",
            "review_content": "Tôi ở lại 10 ngày tại khách sạn này. Tôi rất hài lòng trong 10 ngày. Tôi sẽ trở lại. Khách sạn trông giống như được xây dựng gần đây. Nó rất sạch sẽ và tiện nghi. Ăn sáng là tốt. Thức ăn tươi ngon. Tôi yêu mì mỗi ngày. Tất cả các nhân viên rất tử tế và lịch sự. Giao tiếp không thành vấn đề. Họ nói tiếng Anh thường xuyên. Ngoài ra, một cô gái bàn trước cũng nói tiếng Hàn giống như cô gái Hàn Quốc. Cô ấy rất tử tế và thông minh. Tên cô ấy là Vivian. Tôi đặc biệt cảm ơn Vivian. Một điều tuyệt vời là vị trí khách sạn. Nó rất gần với hồ Hoam Ki? N. Tôi đi bộ đến hồ sau khi trở về khách sạn và tận hưởng thời gian. Được đề xuất! ! ! ?? ? ??? ?? ?? ?????. 9? 10? ???? ?? ?????? ?? ?? ???? ?????. ???? ? ??? ???? ?????. ?? ??? ?? ?? ??? ?????. ???? ???? ??? ? ??? ??? ???? ?? ?????? ????",
            "reviewer_location": "Hội An, Việt Nam"
        },
        {
            "name": "Jenieka",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Có lẽ tốt hơn khi nó đã hoàn thành",
            "review_content": "Tôi không có trải nghiệm tốt nhất tại khách sạn này. Nó vẫn đang được xây dựng nên các cuộc tập trận và xây dựng đập vỡ bắt đầu khá sớm và không kết thúc cho đến khi vào buổi chiều. Tôi cũng đã có một vấn đề trong phòng của tôi, nơi bức màn tự động sẽ mở và đóng mỗi đêm lúc 3 giờ sáng và báo cháy đi khá thường xuyên - đôi khi lúc 5:30 sáng. Mặc dù một số vấn đề, các nhân viên khá thân thiện và đã cung cấp một nâng cấp miễn phí cho một căn phòng xa tiếng ồn xây dựng mà là tốt đẹp mặc dù bạn có thể nghe các cuộc tập trận tất cả các cách thức thông qua khách sạn. Tôi đã đề cập đến các món ăn tại khách sạn này là khá hiện tượng - chúng tôi ăn Pho bò tốt nhất tại Hà Nội ở đây. Tôi nghĩ khách sạn này sẽ tốt hơn và thoải mái hơn một lần là hoàn tất.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Steven",
            "avatar": "",
            "review_rating": "5",
            "review_title": "dịch vụ khách sạn tại Hà Nội - Địa điểm mới cho everyonne",
            "review_content": "Thiết kế phòng đơn giản nhưng rất sang trọng và hiện đại. Tôi rất thích ở Cititel 2 đêm. Tránh xa tiếng ồn bên ngoài khi bạn bước vào bên trong khách sạn là một kết cấu nhẹ nhàng mang lại cảm giác dễ chịu và tươi mới. khách sạn nằm ở trung tâm thủ đô, bạn có thể tản bộ đến các địa điểm vui chơi giải trí và những địa danh nổi tiếng ở Hà Nội Đây là một nơi tuyệt vời để bạn đi du lịch và làm việc Xin cảm ơn các nhân viên của Cititel đã cho tôi cảm giác tuyệt vời này khi đến thăm thủ đô. Tôi sẽ quay lại",
            "reviewer_location": "Đảo Phú Quốc, Việt Nam"
        }
    ],
    "hotel": {
        "location": "13B Tong Dan Trang Tien Ward, Hoan Kiem District, Hà Nội Việt Nam",
        "name": "Grand Cititel Hanoi Hotel",
        "geo_data": {
            "latitude": 21.027175903320312,
            "longitude": 105.85778045654297
        },
        "room_number": "98",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/d1/deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/87/5f/4c/photo3jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/6e/deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/87/5f/4a/photo1jpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/a3/dc/0e/20181201-171833-largejpg.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/c2/deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/60/02/deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/d9/deluxe-twin.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/60/9a/grand-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/60/aa/grand-deluxe.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/80/in-room.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/57/deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5f/19/deluxe-double.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5c/ac/floor-hallway.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5c/a0/in-room-amenities.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5c/9b/bathroom.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5c/a3/grand-cititel-hanoi-hotel.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/13/0e/5c/87/in-room-facilities.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/de/aa/10/grand-cititel-hanoi-hotel.jpg?w=1200&h=-1&s=1"
        ]
    }
}