{
    "content": [
        {
            "name": "Như Huỳnh T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa",
            "review_content": "Phòng sạch sẽ thoáng mát, nhân viên phục vụ tận tình. Hồ bơi sạch rộng có không gian cho gia đình và các bé vui chơi. Gia đình rất hài lòng khi ở khách sạn . Có dịp quay lại và ở khách sạn để được ở nơi tốt nhất ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Stay36078036835",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rất đáng để trải nghiệm. 5 sao cho khách sạn và dịch vụ",
            "review_content": "Tôi check out ngày 15/4 và phòng ở 2 đêm, lần đầu ở ks mà lại thấy tuyệt vời và thoải mái đến thế. Từ lúc check in cho tới lúc out nhân viên đều rất niềm nở, đặc biệt là có bạn nv Gro Trà Mi lúc nào cũng hỏi han, giới thiệu nhiều chổ tham quan rất nhiệt tình, mình sẽ trở lại khi nào có dịp và sẽ vẫn chọn rosa là điểm nghỉ dưỡng. Ks sát biển và gần trung tâm. Ks rát đẹp rộng thoáng. Buffer sáng hơi ít món nhưng tất cả đều rất ngon đậm đà, hồ bơi cực rộng và đẹp, view chụp hình số 1 luôn. Nói chung là 100 điểm ",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Ai Vy L",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review",
            "review_content": "Dịch vụ tốt, nhân viên dễ thương từ bảo vệ, lễ tân, tiếp đón nhiệt tình. Phòng ốc đẹp, sạch sẽ, rộng rãi, đầy đủ tiện nghi. View Ban công nhìn ra hồ bơi, biển rất đẹp. Giá rất ổn so với mặt bằng chung.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ly P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ok",
            "review_content": "Rất vui vì đã đến với resort này ạ rất là đẹp và hấp dẫn phòng rất tuyệt vời có nhiều cảnh đẹp hồ bơi rất ấm và mát ạ nếu có chuyến đi công tác nữa có thể đây là nơi và dư lựa chọn tốt cho tui qua lại ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "minh p",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa review",
            "review_content": "Khach san rat dep rong thoang. Minh da du lich nhieu noi nhung vo cung thich o day, khong khi va con nguoi rat de chiu va tuyet voi. Cac ban nhan vien nhiet tinh dac biet laf ban gro Tra Mi. Minh nhat dinh se quay lai khi co dip. Ks nam sat bien gan trung tam, rat tien loi va dang de trai nghiem",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveler22262093076",
            "avatar": "",
            "review_rating": "5",
            "review_title": "TRẢI NGHIỆM TUYỆT VỜI TẠI ROSA ALBA",
            "review_content": "Rất thích không gian có nhiều cây xanh và hoa thoải mái chụp hình sống ảo Phòng ốc rộng rãi; sạch sẽ; trang thiết bị đầy đủ, hiện đại Nhân viên phục vụ rất nhiệt tình đặc biệt là Ms Trà Mi Có cơ hội nhất định sẽ lưu trú lại Rosa Alba tiếp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "vy n",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa review",
            "review_content": "Resort rất rộng đẹp.  Lần đầu đến tuy hòa nhung mình rất thích nhấ định sẽ qay lại .  Nhân viên và người dân đều rất thân thiện .  Ks nằm sát biển gần trung tâm là ks tuyệt nhất mình từng đi tại việt nam.  Rất đáng để trải nghiệm .  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "thao t",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa",
            "review_content": "Phòng ốc sạch sẽ. Hồ bơi sạch đẹp. Khách sạn đẹp! Thái độ nhân viên nhã nhẵn, lịch sự. Mình đi cùng đoàn có bé trùng ngày sinh nhật khi lưu trú tại ks đã đc ks tặng bánh bé rất vui. Nếu có lần sau quay lại mình sẽ lại tới Rosa. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hai H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba",
            "review_content": "Khách sạn rộng đẹp. Con trai mình rất thích hồ bơi ở đây. Sẽ quay lại đây khi có dịp. Ks gần  biển. Nv nhiệt tình là ks tốt nhất mình từng ở. Rất đág trải nghiệm. Đăcc biet bạn trà mj gro rất nhiet tình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh Thiên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba review",
            "review_content": "Khách sạn rộng đẹp thoáng. Mình từng đi nhiều ks nhưng đến nơi này thật sự là k muốn check out luôn. Nhân viên và ng dân địa phương rất thân thiện. Ks gần biển gần trung tâm. Là một nơi đnags để trải nghiệm. Cảm ơn bạn Gro trà mi rất dễ thương giúp đỡ mình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "An L",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rosa",
            "review_content": "Phòng ốc sạch sẽ, rộng rãi, buffer ngon vừa miệng, view đẹp  Nhân viên Trà Mi thân thiện, dễ thương  Resort rộng rãi thoáng mát  Hồ bơi cực Đại siêu rộng  Có dịp nhất định sẽ ghé lại Là khách sạn tốt nhất mình từng ở..rất đáng để trải nghiệm ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "KuSa Y",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Resort khá tốt, dịch vụ chu đáo và một trouple nhỏ",
            "review_content": "Phòng sạch sẽ, dịch vụ tốt. Buffer sáng và các dịch vụ đi kèm khá ok. Tôi chi gặp một vấn đề nho nhỏ về máy sấy vì ngày đâu đã ko kiểm tra, ngày thứ hai mới sử dụng nhưng đã gặp cố là mấy sấy không sử dụng được nhưng resort đã không support đổi máy sấy khác. Và muốn đổi máy sấy khác để sử dụng thì buộc phải charge phí. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Yến Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm 3N2D rosa alba resort",
            "review_content": "Phòng sạch sẽ tiện nghi, staff thân thiện nhiệt tình. Hồ bơi sạch sẽ, thoáng mát, view đẹp. Trước resort là bãi biển thuận tiện dạo biển buổi sáng. Một trải nghiệm đáng giá. Hi vọng resort giữ vững chất lượng phục vụ thế này. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dream02205752585",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Review một số dịch vụ!",
            "review_content": "- Phòng Villa rất tốt tuy nhiên khá nhiều muỗi. - Chưa linh hoạt trong vấn đề phụ thu và hoàn trả phụ thu - Chưa linh hoạt trong vấn đề nấu ăn tại villa hoặc đem thêm đồ ăn tối vào - Nhân viên chăm sóc rất tốt - Phòng ốc chưa có chổ phơi đồ hoặc khu vực cho khách phơi đồ sau khi tăm hồ hoặc biển - Đồ ăn sáng đa dạng và khá ngon",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Le Minh Nhat",
            "avatar": "",
            "review_rating": "5",
            "review_title": "kì nghỉ đáng nhớ",
            "review_content": "resort đáng tiền, phòng ốc sạch sẽ, view biển đẹp, nhân viên nhiệt tình luôn chào khách, buffet sáng ngon và nhiều món, chắn chắn sẽ quay lại và giới thiệu cho mọi người, lúc mình đi thì biển động không tắm biển được nhưng bù lại có hồ nước mặn",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Lương Hồng Yến",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Khách sạn sạch sẽ, nhân viên thân thiện, các bạn lễ tân Thúy, Long, Tài, Du phục vụ rất nhiệt tình và hỗ trợ rất nhiều, món ăn nhà hàng rất ngon, tiện nghi trong phòng thoải mái, tôi rất thích ở đây, sẽ quay lại vào dịp tới nhé!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trúc",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khách sạn đáng để lưu trú",
            "review_content": "Khách sạn cực kì xịn sò, view đẹp, nhân viên tất cả các bộ phận đều tuyệt vời, cho 5 sao toàn bộ nhân viên phục vụ từ ngày 9-10/4/2023. Ấn tượng với hai anh bảo vệ Hiền và Tùng hay Hùng cũng không nhớ nữa. Nhớ được vài tên như Phương, Phi, Du, Hưởng, Tài, Hải",
            "reviewer_location": "Tỉnh Phú Yên, Việt Nam"
        },
        {
            "name": "FarAway614813",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng về dịch vụ",
            "review_content": "Là một người đi công tác thường xuyên ở các tỉnh Duyên Hải Nam Trung bộ, tôi thật sự hài lòng về phòng ngủ cũng như các dịch vụ của khách sạn Rosa Alba Phú Yên, view phòng nhìn ra biển bao la với phong cách thiết kế hiện đại mang lại cảm giác cực kì thoải mái. Hai hôm nay tôi đã tiếp xúc với các bạn lễ tân : Phúc, Trâm, Luân và bell bạn Dũng kèm bạn các bạn bảo vệ dễ thương và một bạn chăm sóc khách hàng Mi. Sẽ quay lại đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Freya N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review khách sạn 5 sao - Rosa Alba",
            "review_content": "Khách sạn đẹp, sang trọng, rộng và nhiều cây xanh, nằm ở vị trí thuận tiện để tham quan tháp Nghinh Phong, có đường hầm dẫn qua bãi biển. Hồ bơi sạch và rộng. Phòng sạch sẽ, ngăn nắp, khăn tắm mới. Nhà hàng cung cấp món ăn giá cả phải chăng, ngon, 1 phần khá nhiều cho các bạn nữ.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "tuong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Review rosa",
            "review_content": "Phòng oke - nhân viên trà Mi gửi dẫn rất tận tình - hồ bơi sạch sẽ - ăn sáng ngon - rộng rãi - resort rong thoang gan bien va gan trung tam. Dạ ở rất nhiều ks tại tuy Hòa như hai lòng nhất vẫn là tòa alba, là lựa chọn hàng đầu khi mình ghé đến công tác. Có dịp sẽ dẫn gia đình ghé đến rosa",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Lanh N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rosa ALBA",
            "review_content": "Phòng khách sạn ổn, vị trí đẹp, cảnh quan đẹp, gần bãi biển, quầy rượu, đường hầm thông qua biển. Đồ ăn ngon, hợp vệ sinh, có đồ ăn hợp với mọi lứa tuổi. Sẽ quay trở lại cùng gia đình lần nữa. Nhân viên Mi chăm sóc khách hàng tốt, dễ thương. Nhiệt tình chu đáo.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hạnh P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tôi rất hài lòng về nơi đây",
            "review_content": "Không gian sang trọng rộng rãi thoáng mát. View cả bên ngoài trời lẫn trong nhà. Đồ ăn thì đa dạng phong phú, đa dạng về nhiều màu sắc. Nhân viên phục vụ nhanh gọn nhiệt tình. Và bạn Nguyễn Thị Trà Mi tư vấn nhiệt tình. Rất mong lần sau sẽ tiếp tục đến lại với nơi đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngọc Huyền",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba",
            "review_content": "Dịch vụ khách sạn rất oke. Trang thiết bị rất mới và sạch sẽ. Nhân viên phục vụ rất nhiệt tình bạn My đã giới thiệu và chia sẻ rất nhiều những dịch vụ cho khách . Đồ ăn thì khá hợp khẩu vị với người ngoài Bắc như mình. Phong cảnh nhìn ra biển rất đẹp. ",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Việt H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "ROSA ALBA RESORT !",
            "review_content": "Phòng đẹp, view siêu đẹp, với bể bơi rộng, sạch sẽ, hiện đại. Bãi biển dài, đẹp và sạch, nước trong veo. Có Bar Beer bên bờ biển. Nhiều dịch vụ tốt và sang trọng.  Đồ ăn sáng buffet rất ngon và sạch sẽ Thái độ nhân viên nhiệt tình chu đáo, nhẹ nhàng. Giao thông thuận tiện ! Chúng tôi đã có một trải nghiệm rất tuyệt vời và thoải mái tại đây. Cảm ơn sự hướng dẫn tận tình của các bạn : Mi, Du, Trâm, Anh, Hưởng, Hải !!! ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Vietlong N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa Alba resort",
            "review_content": "Resort đẹp, nhân viên thân thiện và chu đáo. Đặc biện bạn Trà Mi tư vấn cho gia đình rất tận tình.  Mấy đứa nhỏ đặc biệt thích khu bể bơi rộng và siêu to khổng lồ. Có khu đường hầm dẫn sang bãi biển và bể bơi nước mặn rất tiện ích. Sẽ trở lại Rosa nếu đến Phú Yên. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tú Đ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa",
            "review_content": "Mọi thứ đều tốt  Phòng đẹp rộng rãi Nhân viên phúc vụ nhiệt tình chu đáo, đặc biệt em Trà Mi,Du,Trâm,Anh,Hưởng,Hải rất nhiệt tình. Hồ bơi bãi biển đẹp xanh gần biển trong thành phố Đồ ăn sáng ngon nhiều món quá nhiều lựa chọn. Sẽ trở lại vào một ngày gần nhất  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Dương M",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rat tot, se quay lai vao ky nghi toi cung gia dinh",
            "review_content": "Toi va nhom ban cua toi da co mot ky nghi tuyet voi tai resort, o day cac ban nhan vien rat nhiet tinh, than thien dac biet la cac ban Long, Vi, Tai. Ho boi co view rat dep, nen day som de don binh minh tai resort, do an ngon, phong canh dep",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Sherpa45464160211",
            "avatar": "",
            "review_rating": "5",
            "review_title": "The best resort in Phu Yen",
            "review_content": "Rosa Alba đã làm được điều tuyệt nhất là cho vợ chồng tôi cảm giác thoải mái và thân thuộc như đang ở nhà. Mọi người ai cũng dễ mến.  Ngày về chúng tôi rất buồn vì phải xa nơi này, Phú Yên thật sự rất bình yên, con người hiền lành và hiếu khách.  Dịp sau quay lại Phú Yên nhất định chúng tôi sẽ chọn Rosa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Huyền N",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa Alba",
            "review_content": "Gia đình đi lần thứ 3 rồi và rất hài lòng dịch vụ ở resort. View đẹp, yên tĩnh, dịch vụ đúng đẳng cấp 5sao, đồ ăn sáng ngon, nhân viên nhiệt tình, dễ thương đặc biệt là Trà Mi, Vi, Long, Anh, Phi, Hưởng. Mình và gia đình sẽ ghé lại nhiều lần hơn nữa. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trần Lê B",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Trải nghiệm tuyệt vơig tại Resort 5 sao",
            "review_content": "Phòng sạch sẽ, tiện nghi, hồ bơi rộng sạch, resort đẹp, nhân viên thân thiện nhiệt tình đặc biệt là Trà Mi, Vi, Long, Anh, Phi, Hưởng, buffet ngon, có đường hầm nối ra bờ biển, đi biển tiện lợi lại an toàn. Sẽ quay lại ạ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nhân Hiếu H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba",
            "review_content": "Buồng chuối rất  đẹp, cây dừa cũng rất nhiều trái. Sofa phòng khách đẹp, thích hợp chơi UNO xuyên đêmmmmm.  Giường êm, hồ bơi thích hợp quay trend tiktok.  Phòng đầy đủ tiện nghi, view đẹppppp, thoáng Chị Trà Mi tư vấn tận tình. ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Climber33855732844",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Rosa alba",
            "review_content": "Đèn phòng hơi tối . Đèn trong toalet hơi ít. Phòng ốc sạch sẽ view đẹp. Buffee hợp khẩu vị nhiều món đa dạng. Bể bơi rộng rãi view đẹp . Bãi biển tuyệt vời. Cát trắng trải dài sạch sẽ . Nước trong xanh tự nhiên",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Trường Q",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba",
            "review_content": "Phòng tốt, đồ ăn ngon, bữa ăn sáng hợp khẩu vị, nhân viên phục vụ tốt nhiệt tình đặc biệt là chị Trà Mi, bể bơi rộng rãi thoải mái, biển đẹp, resort có đường tầng hầm rộng rãi độc đáo. Nếu có cơ hội chắc chắn sẽ quay trở lại.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen van C",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa alba",
            "review_content": "Gia đình tôi ở tại resort 3 đêm rát hài lòng, phòng rộng đẹp thoáng rát đáng để trải nghiệm, ks gần trung tâm các bạn nhân viên rất nhiệt tình, đặc biệt là bạn Trà Mi tư vấn rất tận tình. Tôi sẽ trở lại cùng gia đình",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thao P",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa Alba",
            "review_content": "Resort đẹp, phục vụ nhiệt tình đặc biệt là bạn Mi, Trâm Phúc, Phúc Luân phục vụ trong resort, phòng ốc đẹp và sạch sẽ. Sẽ quay lại cùng với gia đình dịp gần nhất nếu đến Tuy Hoà. Buffet ngon miệng. Nhiều dịch vụ tiện ích cho các bé, có khu vui chơi, phòng tập gym, nhiều hồ bơi cho người lớn và các bé",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thế Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort đẹp, nhân viên thân thiện, nhiệt tình",
            "review_content": "Resort phong cảnh tuyệt vời, đẹp nhất là view hồ bơi, đồ ăn ngon, nhân viên nhiệt tình, thân viên, làm việc rất nhanh gọn, mình để quên thẻ phòng được bạn lễ tân Long, Dũng hỗ trợ ngay lập tức, hài lòng tuyệt đối với chất lượng ở đây",
            "reviewer_location": "Tỉnh Nghệ An, Việt Nam"
        },
        {
            "name": "Loi H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "rosa alba",
            "review_content": "khách sạn rất đẹp, đồ ăn ngon, nhân viên my vy phúc tài rất nhiệt tình. sẽ quay lại lần sau. review mà bắt viết cho đủ 200 từ viết mãi ko xog nên phải ngồi viết dài ra cho đủ. đội ngũ dev nên cân nhắc phần này",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Odyssey61882771133",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Dịch vụ tốt, đáng trải nghiệm",
            "review_content": "- Nhân viên rất nhiệt tình - Phòng xinh lắm, thoáng mát, view đẹp - Không gian resort nhiều cây xanh, và ngay gần tháp Nghinh Phong - Đồ ăn sáng ngon, đa dạng, món nước thay đổi theo ngày  - Điểm trừ (do yếu tố ngoại cảnh): xung quanh resort hơi vắng, có hôm đèn đường bị mất, con gái đi tối hơi nguy hiểm ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hai Duyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá tuyệt vời",
            "review_content": "Gala Dinner tuyệt vời! Rất cảm ơn Rosa Alba resort trong chuyến đi lần này! Sẽ quay lại đây một lần nữa nếu có cơ hội. Nhân viên nhiệt tình và dịch vụ tốt. Chúc cho resort luôn phát triển dịch vụ của mình. cảm ơn các Bạn một lần nữa!",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tú N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Trải nghiệm tồi tệ",
            "review_content": "Coi thường khách hàng, cho tổ chức sự kiện đến khuya, ảnh hưởng đến giấc ngủ. Sẽ không bao giờ quay lại. .....................................................................................................................",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Mẫn Mẫn",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ thư giãn tuyệt vời",
            "review_content": "Gia đình mình rất thích hồ bơi và view biển tại đây. Hồ bơi trong xanh, sạch sẽ các bé rất thích. Không gian yên tĩnh nhẹ nhàng, phụ vụ rất chu đáo. Nhà hàng Ocean ở đây view cực chill, món ăn ngon, phục vụ tận nơi. Rất thích hợp để hẹn hè.",
            "reviewer_location": "Tỉnh Phú Yên, Việt Nam"
        },
        {
            "name": "VIVIAN",
            "avatar": "",
            "review_rating": "5",
            "review_title": "RESORT 5 SAO ĐẸP NHẤT TUY HÒA",
            "review_content": "Resort chuẩn 5 sao, cảnh quang đẹp mát mẻ, phòng ốc rộng rãi view hướng biển, hồ bơi tuyệt vời. Cảm ơn vì đã tư vấn cho gia đình chúng tôi nhiệt tình trong chuyến du lịch này. Hứa hẹn sẽ quay lại. Thanks Rosa Alba Resort !",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Jay",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Kỳ nghỉ tuyệt vời",
            "review_content": "Khu lưu trú hạng sang, đầy đủ tiền nghi. Sân vườn thoáng mát, villa có hồ bơi riêng. Đặt biệt các hồ bởi trải dài suốt resort, có đường hầm băng qua biển (Cực kỳ ấn tượng) Nếu quay lại vẫn chọ Rosa cho kỳ nghỉ của mình. Nhân viên dễ thương, phòng dọn cẩn thận, sạch sẽ.",
            "reviewer_location": "Ho Chi Minh City, null, Vietnam"
        },
        {
            "name": "Trương Trung Chính",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời, cảm ơn bạn sale Cẩm Phương đã bảo lưu kì nghỉ cho mình",
            "review_content": "Gia đình mình có 10 người, gồm 6 người lớn (có ông bà) và 4 trẻ em từ 4-11 tuổi. Ở villa 74 gồm 3 phòng ngủ và 1 bể bơi riêng hướn ra biển. Không gian bên trong resort Rosa Alba rất thoáng, rộng tiện nghi và hiện đại với 3 bể bơi lớn nằm giữa khuôn viên, ngoài ra có 1 đường hầm đi bộ sang bên bãi biển còn có 1 bể bơi nước mặt. Nhân viên phục vụ được đào tạo chuyên nghiệp.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "hkalomyra",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nơi đáng nghỉ dưỡng",
            "review_content": "Chúng tôi thuộc nhóm Ngô Thị Bích Hạnh, với không gian riêng biệt và tiện lợi cả nhóm chúng tôi rất thoải mái và thư giãn cho thời gian ở đây. Tiện nghi phòng ốc đẹp và sang trọng, ấm cúng, giường ngủ có độ cứng vừa phải rất tốt cho sống lưng, tôi đặc biệt rất thích ^^.  Hương thơm trong phòng và trong toilet dịu và rất dễ chịu. Có cảm giác được welcome về nhà.  Đối với tôi, tôi thấy ánh sáng hơi tối chút xíu.  Chúng tôi đã có thời gian rất thoải mái ở đây, các bạn nhân viên rất có duyên ^^.  Cảm ơn Rosa Alba đã cho chúng tôi thời gian và không gian trên cả mong đợi ^^.   Bích Huyền",
            "reviewer_location": "Thành phố Hồ Chí Minh, Việt Nam"
        },
        {
            "name": "Linh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Du lịch",
            "review_content": "Lâu rồi mới quay trở lại Phú Yên và chọn Rosa Alba để ở. Khách sạn rất đẹp, sạch sẽ, các bé nhà mình rất thích hồ bơi ở đây. Nhân viên niềm nở và thân thiện. Nếu có dịp quay lại mình sẽ tiếp tục chọn nơi này cho chuyến đi của gia đình mình. Khách sạn không quá xa trung tâm nên đi đâu cũng rất tiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "NyNguyen",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Best location and quality resort- something need to improve",
            "review_content": "Gia đình tôi đặt 1 villa 2 phòng ngủ và ở đây 1 đêm Điểm tốt: - Khu resort nằm gần trung tâm nhất, di chuyển thuận tiện, dễ tìm kiếm. - Bãi đỗ xe thoải mái - Nhân viên thân thiện, đặc biệt ấn tượng với 1 nhân viên bellman ra đón chúng tôi từ rất xa, và luôn mỉm cười, cư xử lịch thiệp đúng chuẩn 5 sao.  - Check in nhanh mặc dù lúc đó tôi thấy sảnh khá đông do có đoàn, nhân viên check in làm việc rất am hiểu và chuyên nghiệp - Villa sử dụng các trang thiết bị đắt tiền quốc tế, nên chúng tôi cũng khá ấn tượng. ( vì chúng tôi cũng đi nhiều khu cao cấp nên mới đưa ra nhận xét như vậy) - Cảnh từ các khu vực tiện ích cũng khá đẹp. - Resort có đường hầm ra biển . Điểm cần quan tâm và khắc phục nếu ban vận hành muốn tạo sự ấn tượng mạnh hơn cho khách: - Đối với tôi: thiết kế villa 2",
            "reviewer_location": "Nha Trang, Việt Nam"
        },
        {
            "name": "Kim",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Chất lượng tạm ổn",
            "review_content": "Chúng tôi chọn Rosa alba resort cho kỳ nghỉ của nhân viên trong căn villa 3 phòng ngủ.  Ưu điểm: resort mới, sạch sẽ, view biển, đồ ăn sáng phong phú, không gian bên ngoài thoáng đãng, không khí trong lành. Căn villa không gian rộng rãi phù hợp cho việc nghỉ ngơi và sinh hoạt cho nhóm của chúng tôi, được sở hữu hồ bơi riêng, nguyên căn villa có 1 trệt 1 lầu, có phòng khách và khu vực bếp (chỉ có tủ lạnh, bếp điện thì phải liên hệ và trả phí mới được sử dụng) và khu vực bàn ăn, thoải mái cho cả nhóm sinh hoạt cùng nhau.   Nhược điểm: nhân viên lúc check in & chekc out cảm giác thấy vô cảm ko thân thiện lắm, nhà hàng buffet sáng tính ra hơi nhỏ so với lượng khách của resort. Khoảng ngăn cách giữa các căn villa với nhau ko kín đáo lắm, nếu cả 2 căn cùng ra bơi sẽ nhìn thấy nhau,",
            "reviewer_location": "Quy Nhơn, Việt Nam"
        },
        {
            "name": "Mỹ Hiệp",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Một nơi đáng để đến ở Phú Yên",
            "review_content": "Gia đình mình thường hay lựa chọn bỏ qua điểm đến Phú Yên vì trong suy nghĩ của mình, Phú Yên không phải là một điểm đến ấn tượng. Nhưng hôm vừa rồi mình đã có dịp nghỉ 1 đêm tại Rosa Alba Resort và phát hiện ra rằng ở đây thật sự có 1 khách sạn rất tuyệt vời để bạn lựa chọn làm điểm dừng chân. Khách sạn xây dựng với view ngắm hồ bơi và biển rất đẹp. Phòng khách sạn còn rất mới, sạch sẽ và rộng rãi thoải mái. Trải nghiệm hồ bơi là một trải nghiệm tuyệt vời. Khách sạn còn có rất nhiều tiện ích như quầy Bar dưới lòng đất.  Mình rất thích khi được ở đây.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thỏ Hoa Anh",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hài lòng với chuyến đi tới Tuy Hòa và Rosa Alba",
            "review_content": "Khách sạn mới, đẹp, phòng rộng, nhân viên thân thiện lịch sự, nv dọn phòng tâm lý mặc dù xà phòng và giấy vs còn nhưng vẫn để thêm đề phòng bị thiếu, đồ ăn sáng ngon đa dạng xứng đáng khách sạn 5 sao. Do còn mới nên cây cối chưa được phát triển hoàn thiện, hy vọng đến năm sau cây sẽ tươi tốt hơn thì cảnh của Rosa Alba sẽ đẹp hoàn thiện.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Howie N",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Khách sạn phục vụ cực kì tệ",
            "review_content": "Khách sạn tôi đang ở là Rosa Alba . khách sạn này mới xây và views cực kỳ đẹp. Phòng đẹp. Nhưng cung cách hoặc nói đúng hơn nhân viên phục vụ cực kỳ tệ.   Tôi đến Tuy Hòa vào ngày 30 tháng 12 năm 2019. Lúc 4h chiều. Và hỏi người quen thì họ nói khách sạn Rosa này cao cấp nhất ở đây. Nghe thế cũng thích. Nhưng khi vào sẽ thấy.   Đầu tiên khi bước vào nhân viên chào hỏi niềm nở làm tôi khá có niềm tin. Và tôi được giới thiệu các loại phòng và Nhân viên tên Oanh khá dễ thương. Khi tôi chọn được phòng 1 đêm giá 25500 vnd.( 2 trieu rưỡi năm lăm ngàn vnd)   Trong khi ngồi chờ lấy phòng 1 nam nhân viên đến hỏi anh ở mấy đêm? Tôi tra lời ở 2 đêm. 30 va 31. Trưa 1 tây về lại Sài Gòn. Thì anh ta nói. Anh phải trả thêm 400 vnd cho ngày 31 vì ngày cuối năm. Tôi cũng ok.   Thì khi vào nhận",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Nguyen Thu H",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Ấm cúng và rất ấn tượng",
            "review_content": "Khi mình đưa ra mong muốn về một bữa tiệc riêng tư, ấm cúng và đầy đủ âm thanh ánh sáng mình không nghĩ có thể thực hiện được. Tuy nhiên đội ngũ nhân viên khách sạn đã tư vấn cho mình một bữa tiệc ngay bên hồ bơi của villa 4pn. Cảnh đẹp và rất ấn tượng, nhóm bạn mình ai cũng hài lòng về dịch vụ ở đây, giá lại hợp lý, nhân viên cũng lại quá dễ mến. Lần sau trở lại Tuy Hoà chắc chắn mình sẽ đến với Rosa Alba :). Cảm ơn các bạn rất nhiều về buổi tiệc hôm ấy.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Linh nguyen",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Điểm đến hấp dẫn",
            "review_content": "mình đi du lịch rất là nhiều nơi.nhưng mình thấy chất lượng du lịch nơi này rất là ok.mình rất thích cách ứng xử nhân viên nơi này rất là niềm nở và chuyên nghiệp.bãi biển rất là đẹp và thơ mộng.nếu có dịp chắc chắn mình sẽ đến nơi này thêm nhiều lần nữa.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Ngoc Dong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Resort tuyệt vời",
            "review_content": "Khu nghỉ dưỡng mới, phòng nghỉ rộng rãi, sạch đẹp. Bể bơi tuyệt đẹp, ngoại cảnh xanh mát rất dễ chịu. Đồ ăn phong phú và ngon. Nhân viên thân thiện, vui vẻ và rất lễ phép. Xứng đáng với tiêu chuẩn 5 sao",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pien lee",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Nghĩ dưỡng",
            "review_content": "Đến tuy hòa và vô tình biết đến nơi này . và sau 2 ngày ở lại resot thì thấy resot thoáng mát cảnh đẹp nhân viên thì rất dễ thương. Có đường hầm xuống biển xứng đáng 5 sao. Rất đáng để nghĩ dưỡng. Sẽ quay lại!",
            "reviewer_location": "Tỉnh Phú Yên, Việt Nam"
        },
        {
            "name": "Tran Phuong",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Chuyến đi nhiều kỷ niệm.",
            "review_content": "Resort mới gần biển, khang trang, sạch đẹp, nhân viên phục vụ thân thiện và nhanh nhẹn, Giá cả hợp lý. Bể bơi sạch nhưng nêu có hệ thống nước ấm thì tuyệt vời hơn. Tôi sẽ giới thiệu cho bạn bè khi họ đến Phú Yên.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Khoa NC",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuy Hòa điểm đến hấp dẫn và thân thiện",
            "review_content": "Rosa Alba Resort được mệnh danh là \"Hồng Ngọc giữa lòng thành phố biển\" - Rosa Alba Resort (Spot Light) được thiết kế bởi Kiến trúc sư nổi tiếng thế giới Võ Trọng Nghĩa. Dự án rộng 5,6 ha tọa lạc trên khu đất vàng bên bờ biển Tuy Hòa giữa trung tâm thành phố với 2 mặt tiền đường Độc Lập - Lê Duẩn, gồm 79 căn biệt thự, 40 căn Hometel, khách sạn 9 tầng (101 phòng) và các tiện nghi cao cấp như: Đường hầm thông sang biển, Bar ngầm, Hồ bơi tràn biển, Hồ bơi nước ngọt, trung tâm hội nghị, sân khấu ngoài trời, nhà hàng, gym, spa.. Mỗi căn biệt thự có hồ bơi riêng, BBQ, sân vườn, nội thất chuẩn 5 sao quốc tế. Với những villa riêng tư có hồ bơi riêng và view “tưởng chỉ có trong mơ” hướng ra đại dương bao la. Vì thế đây sẽ là nơi nghỉ dưỡng được nhiều lựa chọn. Ở Rosa Alba Resort có những",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Tuyết Sony",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khám phá",
            "review_content": "Phú Yên với vẻ đẹp hoang sơ đầy thú vị, đến rồi chỉ muốn ở lại nơi đây thôi.  1 lần đến Phú Yên khám phá và tạm dừng chân tại Rosa Alba Resort lại say đắm với khung cảnh đẹp tuyệt vời ,thơ mộng. Không gian yên tĩnh, thoáng mát. Là nơi nghỉ dưỡng lý tưởng",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Traveller",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Tuyệt vời",
            "review_content": "Một khách sạn rất nên chọn khi đến Tuy Hòa. Nhân viên thân thiện, Dịch vụ chuyên nghiệp, tiện nghi đầy đủ xứng tầm 5 sao của khách sạn đã cho tôi những khoảng thời gian thư thái, thoải mái. Tôi sẽ ở khách sạn này khi tới Tuy Hòa lần sau.",
            "reviewer_location": "Tỉnh Đắk Lắk, Việt Nam"
        },
        {
            "name": "Ngọc Nữ",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khám phá",
            "review_content": "Khu tích hợp với đầy đủ tiện nghi và dịch vụ giải trí, view và không gian đẹp tuyệt , còn giá cả quá chi hợp lí . Đặc biệt các bạn nhân viên rất dễ thương , nhiệt tình , thân thiện . Sẽ đặt lịch dài hạn ở đây",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Thanhthao",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Hưởng tuần trăng mật",
            "review_content": "Tuyệt vời... Thân thiện và chuyên nghiệp. ....Rất đầy đủ tiện nghi.... Buffet sáng đa dạng món ăn. Nhân viên rất chu đáo... . Rất phù hợp để đi nghĩ dưỡng, du lịch... có khu vui chơi cho trẻ em... QÁ TUYỆT VỜI",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Pé Heo",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Không khi trong lành , cảnh rất đẹp , nhân viên phuc vu chu đáo nhiêt tinh . Thức ăn ngon mà lại rẻ nữa ",
            "review_content": "Không gian het sức sang trọng, tiên nghi đầy đủ . La nơi dừng chân nghi ngoi của nguoi nguoi sau thoi gian làm viec vất vả , cảnh đẹp , con nguoi thân thiện . Đặc biet hải sản ở đây rat ngon và rẻ nữa chứ .  ",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Hong Lam N",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Resort mới, phục vụ tốt, bãi biển đẹp",
            "review_content": "Chúng tôi đi theo nhóm bạn 12 người, thuê 1 căn vila 3 phòng độc lập. Đây là khu resort mới nên trang thiết bị còn mới, nội thất đồ vệ sinh khá xịn. Resort chia làm 2 khu. Khu cao tầng là khách sạn và khu villa 2 tầng riêng biệt. Nếu đi theo nhóm gia đình thì nên thuê villa có 1 bể bơi con nhỏ xinh cho trẻ nhỏ chơi.  Điểm cộng: resort mới, cũng khá đẹp, sạch sẽ, phục vụ tốt. Gần trung tâm, bãi biển đẹp. Một điểm cộng của resort là có lối hầm đường bộ để đi ra bãi biển, không phải băng qua đường. Bể bơi đẹp. Bên kia đường là quán bar, cafe khá to và đẹp. Có khu thể thao chơi bi-a, bi lắc, khu trẻ em, khu gym, spa, massage. Ăn sáng ngon. Điểm trừ: hầu hết lối cầu thang lên xuống đều không có tay vịn, không hiểu khi thiết kế chủ đầu tư không để ý mấy đến vấn đề an toàn hay không có",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Châu",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Đánh giá khách sạn Rosa Alba",
            "review_content": "Nhân viên rất thân thiện, nhiệt tình, đặc biệt là bộ phận lễ tân phục vụ rất chu đáo. Khung cảnh rất đẹp, lý tưởng để nghỉ dưỡng. Phụ vụ rất chuyên nghiệp. Mình rất thích nơi này, phù hợp với tất cả các đối tượng.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Điện Tử Quyên",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Rosa Alba",
            "review_content": "Khách sạn mới , cảnh quan đẹp. Nv thân thiện đặc biệt Nv lễ tân vui vẻ và nhiệt tình hỗ trợ khách hàng. Hồ bơi rộng rãi, các bé rất thích. Tuy nhiên trời mưa thì resort không có lối đi tránh mưa cho khách. Cảm ơn đội ngũ NV resort đã cho gd tôi trải nghiệm dịch vụ thoải mái. Hẹn gặp lại các bạn.",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Phạm Ngọc Anh",
            "avatar": "",
            "review_rating": "4",
            "review_title": "Đẹp, yên bình",
            "review_content": "Resoft mới, top đầu thành phố Tuy Hòa. Nhân viên phục thân thiện. Cảnh quan đẹp, chăm chút. Điều hoà chưa mát. Đồ dùng tiện ích như khu vực bếp của biệt thự nên để thêm đồ uống, đồ ăn khô để khách sử dụng, khu vực này đang để tủ lạnh không và tủ bếp không có gì. Đường hầm sang biển ẩm thấp và tối, có thể cải thiện hơn.",
            "reviewer_location": "Tuy Hòa, Việt Nam"
        },
        {
            "name": "Chi Nguyen",
            "avatar": "",
            "review_rating": "1",
            "review_title": "Resort gắn bảng 5* chất lượng dịch vụ thua nhà nghỉ",
            "review_content": "Resort cực kỳ tệ hại - cúp nước nhưng không giải quyết cho khách hàng. Khách xin 1 thùng nước để dội toilet nhưng chờ hơn 1 tiếng vẫn không có, cuối cùng khách phải lấy thùng rác múc nước hồ bơi dội toilet.  - Sau khi khách yêu cầu phải cung cấp nước thì nhân viêm cho khách 1 cái xô để múc nước hồ bơi dội toilet. - quản lý coi thường khách hàng, mặc dù đã yêu cầu gặp nhưng chỉ để 2 nhân viên ra chịu trận - 22h30 vẫn còn cho khách dự tiệc hát Karaoke ầm ĩ - phòng không có rèm cửa nên rất nóng, buổi trưa ngủ phải quạt tay",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Minh L",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Rất đáng thất vọng. KHÔNG ĐƯỢC KHUYẾN NGHỊ cho ngày lễ",
            "review_content": "Khách sạn là mới. Nhân viên khách sạn đã lịch sự và cố gắng hết sức. Tuy nhiên khách sạn hầu như không được 4 sao. Khách sạn được thiết lập và các tiện nghi dành cho cấp 3 sao:  1 / Sàn khách sạn và bể bơi rất trơn khi ướt và mưa. Bước bể bơi không an toàn để đi vào và ra.  2 / Khách sạn được thiết lập cho cuộc họp chức năng với rất nhiều người đi xung quanh  3 / Rất ồn ào mỗi đêm từ quán cà phê của khách sạn bên bờ biển với tiếng nhạc vũ trường lớn đến 10 giờ 30 giờ tối. Khi họ có chức năng, mọi người hát Karaoke trong không khí mở cho tất cả các phòng khách sạn.  4 / Không có quán bar thực sự trong khách sạn  5 / Chỉ có một nhà hàng với món ăn Việt Nam mở.  6 / Không có dịch vụ phòng  7 / Không hỗ trợ giữ nhà. Tôi cần người mở rượu, gọi tiếp tân và cuối cùng tôi phải xuống nhà",
            "reviewer_location": "Hà Nội, Việt Nam"
        },
        {
            "name": "Mai B",
            "avatar": "",
            "review_rating": "3",
            "review_title": "Khu nghỉ dưỡng đẹp nhưng dịch vụ kém",
            "review_content": "Khu nghỉ mát rất đẹp nhưng cũng có nhiều mặt trái:  - Cơ sở: không có phòng trẻ em hoặc sân chơi. Họ cũng tính phí cho khách chơi bi-a.  - Nhận phòng: không có hóa đơn và tôi cũng nhắc nhở nhân viên tiếp tân trên #nights mặc dù tôi đã đặt trực tiếp với khu nghỉ mát. Cuối cùng, cô ấy vẫn tính sai giường phụ và tính tiền cho tôi lần thứ hai.  - Quản lý: đã có một số hoạt động nhóm từ các công ty. Họ cho phép khách có karaoke tại bể bơi với> 3 loa LOUD cho đến 10 giờ tối.  - Khu vực ăn sáng: Tôi đã yêu cầu khăn giấy và câu trả lời từ nhân viên là họ sử dụng khăn ăn bằng vải, không có khăn giấy nào được cung cấp. May mắn thay một nhân viên khác đã đưa khăn giấy cho tôi.  - Nước nóng trong phòng tắm: không có nước nóng lúc 11 giờ sáng khi con tôi tắm sau khi bơi. Các nhân viên khu",
            "reviewer_location": "dumpxxx"
        },
        {
            "name": "Diane T",
            "avatar": "",
            "review_rating": "5",
            "review_title": "Khu nghỉ dưỡng hoàn toàn mới",
            "review_content": "Khu nghỉ mát này là một phần tuyệt vời của nó vẫn đang được xây dựng nhưng nó không ồn ào. Bữa sáng tự chọn là món ngon nhất tôi từng có. Đó là bãi biển và bãi biển rất đáng yêu, có rất nhiều hồ bơi để lựa chọn. Vẫn còn một vài vấn đề về mọc răng xung quanh khu nghỉ mát, nhưng khác hơn là tôi rất thích kỳ nghỉ của mình và chắc chắn sẽ quay trở lại",
            "reviewer_location": "Perth, Úc"
        }
    ],
    "hotel": {
        "location": "88 Lê Duẩn Phường 9, Tuy Hòa 620000 Việt Nam",
        "name": "ROSA ALBA RESORT & VILLAS TUY HOA",
        "geo_data": {
            "latitude": 13.110097885131836,
            "longitude": 109.30884552001953
        },
        "room_number": "300",
        "images": [
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/d0/84/9d/rosa-alba-resort.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/0c/11/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/d0/40/c5/c-nh-quan-ngoai.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/ab/9d/e7/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/ab/9c/8e/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/fb/61/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/fa/ca/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/fa/79/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/ac/72/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/ab/5f/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/aa/e6/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/aa/63/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/a9/c1/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/a9/31/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/a8/a7/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/9f/d1/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/9f/14/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/9e/8b/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/9e/21/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1",
            "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/a9/9d/a4/rosa-alba-resort-villas.jpg?w=1200&h=-1&s=1"
        ]
    }
}